var family_set_json = {
 "letters": {
  "data": [
   [
    "a 1.1",
    "буква",
    "(грам) буква а",
    "✔"
   ],
   [
    "aṃ",
    "буква",
    "(грам) буква ṃ",
    "✔"
   ],
   [
    "i",
    "буква",
    "(грам) буква и",
    "✔"
   ],
   [
    "u 2",
    "буква",
    "(грам) буква у",
    "✔"
   ],
   [
    "e 1",
    "буква",
    "(грам) буква е",
    "✔"
   ],
   [
    "e 2",
    "буква",
    "(грам) вуддхи форма букв и и ий",
    "✔"
   ],
   [
    "o 1.1",
    "буква",
    "(грам) буква o",
    "✔"
   ],
   [
    "o 1.2",
    "буква",
    "(грам) вуддхи форма букв у и ӯ ",
    "✔"
   ],
   [
    "kakāra",
    "муж",
    "(грам) буква к",
    "✔"
   ],
   [
    "gakāra",
    "муж",
    "буква г",
    "✔"
   ],
   [
    "ca 1.2",
    "буква",
    "(грам) буква ч",
    "✔"
   ],
   [
    "cha 1.2",
    "буква",
    "(грам) буква ч",
    "◑"
   ],
   [
    "ja 2.2",
    "буква",
    "(грам) буква j",
    "✔"
   ],
   [
    "ta 2.1",
    "буква",
    "(грам) буква т",
    "✔"
   ],
   [
    "da 2.1",
    "буква",
    "(грам) буква д",
    "✔"
   ],
   [
    "dakāra",
    "муж",
    "(грам) буква \"д\"",
    "✔"
   ],
   [
    "dha 2",
    "буква",
    "(грам) буква дх",
    "✔"
   ],
   [
    "ma 1.1",
    "буква",
    "(грам) буква м",
    "✔"
   ],
   [
    "ya 1.1",
    "буква",
    "(грамм) буква y",
    "✔"
   ],
   [
    "ra",
    "буква",
    "(грам) буква р",
    "✔"
   ],
   [
    "la",
    "буква",
    "(грам) буква л",
    "✔"
   ],
   [
    "va 4.1",
    "буква",
    "(грамм) буква в",
    "✔"
   ],
   [
    "vatta 2.1",
    "буква",
    "(грам) буква в",
    "◑"
   ],
   [
    "sa 1.1",
    "буква",
    "(грам) буква s",
    "✔"
   ],
   [
    "ha 1.1",
    "буква",
    "(грам) буква h",
    "✔"
   ],
   [
    "ḷa",
    "буква",
    "(грам) буква ḷ",
    "✔"
   ],
   [
    "ḷakāra",
    "муж",
    "(грам) буква ḷ",
    "◑"
   ]
  ],
  "count": 27
 },
 "grammatical terms": {
  "data": [
   [
    "a 1.1",
    "буква",
    "(грам) буква а",
    "✔"
   ],
   [
    "a 2.1",
    "прист",
    "приставка \"аа\" сокращена перед двойной согласной",
    "✔"
   ],
   [
    "a 2.2",
    "прист",
    "увеличивающий элемент, добавляемый к некоторым глаголам прошедшего времени, имперфектам и условному наклонению",
    "✔"
   ],
   [
    "a 2.3",
    "прист",
    "нет",
    "✔"
   ],
   [
    "a 3.1",
    "пс",
    "(грам) знак спряжения для глаголов 1 ой группы",
    "✔"
   ],
   [
    "akammaka 2",
    "прил",
    "(грам) непереходный",
    "✔"
   ],
   [
    "akāra 2.1",
    "муж",
    "(грам) буква \"а\"",
    "✔"
   ],
   [
    "akāranta",
    "прил",
    "(грам) оканчивающийся на букву а",
    "✔"
   ],
   [
    "akārapaccaya",
    "пс",
    "(грам) а суффикс",
    "✔"
   ],
   [
    "akārāgama",
    "муж",
    "(грам) вставка буквы \"а\"",
    "✔"
   ],
   [
    "akkhara 3",
    "ср",
    "(грам) буква алфавита",
    "✔"
   ],
   [
    "akkharavant",
    "прил",
    "(грам) обладающий буквами",
    "✔"
   ],
   [
    "akkharasamavāya",
    "муж",
    "(грам) встреча букв",
    "✔"
   ],
   [
    "akkharā",
    "жен",
    "(грам) буква алфавита",
    "✔"
   ],
   [
    "aghosa",
    "прил",
    "(грам) глухой (звук)",
    "✔"
   ],
   [
    "acc",
    "прист",
    "слишком",
    "✔"
   ],
   [
    "acca",
    "прист",
    "слишком",
    "✔"
   ],
   [
    "accantānupapatti",
    "жен",
    "(грам) полное отсутствие",
    "◑"
   ],
   [
    "ajotaka",
    "прил",
    "(грам) не ясный",
    "◑"
   ],
   [
    "ajotakatta",
    "ср",
    "(грам) факт отсутствия ясности",
    "◑"
   ],
   [
    "ajjatanī",
    "жен",
    "(грам) аорист",
    "✔"
   ],
   [
    "ajjatanīvibhatti",
    "жен",
    "(грам) изменение формы аориста",
    "✔"
   ],
   [
    "ajjh",
    "прист",
    "форма приставки адхи- перед гласными, кроме \"ии\"",
    "✔"
   ],
   [
    "ajjha",
    "прист",
    "-",
    "✔"
   ],
   [
    "ajjhā",
    "прист",
    "-",
    "✔"
   ],
   [
    "ajjho",
    "прист",
    "-",
    "✔"
   ],
   [
    "aññapada",
    "ср",
    "(грам) другое слово",
    "✔"
   ],
   [
    "ati",
    "прист",
    "вовне",
    "✔"
   ],
   [
    "atītattha 2",
    "муж",
    "(грам) прошедшее значение",
    "✔"
   ],
   [
    "atītavacana",
    "ср",
    "(грам) слово с прошедшим значением",
    "◑"
   ],
   [
    "atta 3",
    "ср",
    "(грам) отрицательная приставка а",
    "✔"
   ],
   [
    "attanopada",
    "ср",
    "(грам) возвратный залог",
    "✔"
   ],
   [
    "attānaṃ ācarati",
    "идиома",
    "(грам) ведёт себя как обычно",
    "◑"
   ],
   [
    "atthakathana 2",
    "ср",
    "значение слова (грам)",
    "◑"
   ],
   [
    "atthato 2",
    "несклон",
    "(грам) по значению",
    "◑"
   ],
   [
    "athasadda",
    "муж",
    "(грам) слово \"тогда\"",
    "✔"
   ],
   [
    "adhi 1",
    "прист",
    "выше",
    "✔"
   ],
   [
    "adhikaraṇa 7",
    "ср",
    "(грам) согласование",
    "✔"
   ],
   [
    "adhikāra 6",
    "муж",
    "(грам) управляющее правило, которое применяется ко всем последующим правилам",
    "✔"
   ],
   [
    "adhikāratta",
    "ср",
    "(грам) нахождение под влиянием управляющего правила, которое применяется ко всем последующим правилам",
    "◑"
   ],
   [
    "adhikārattha",
    "муж",
    "(грам) управляющее правило (которое влияет на последующие)",
    "✔"
   ],
   [
    "adhoṭhita",
    "прил",
    "(грам) предшествующий",
    "✔"
   ],
   [
    "an 1",
    "прист",
    "не",
    "✔"
   ],
   [
    "an 2",
    "прист",
    "неправильно",
    "✔"
   ],
   [
    "ana 1",
    "прист",
    "нет",
    "✔"
   ],
   [
    "ana 2",
    "прист",
    "не не",
    "✔"
   ],
   [
    "anakāranta",
    "прил",
    "(грам) не оканчивающийся на букву а",
    "✔"
   ],
   [
    "anantara 4",
    "прил",
    "(грамм) смежный",
    "✔"
   ],
   [
    "anāgatattha 2.1",
    "муж",
    "(грам) слово с будущим значением",
    "◑"
   ],
   [
    "anādara 3",
    "муж",
    "термин, выражающий значение \"пока\"",
    "◑"
   ],
   [
    "anānu",
    "прист",
    "-",
    "✔"
   ],
   [
    "anicca 4",
    "прил",
    "(грам) возможный",
    "◑"
   ],
   [
    "aniddiṭṭhakāla",
    "муж",
    "(грам) неуказанное время",
    "◑"
   ],
   [
    "aniddiṭṭhakālika",
    "прил",
    "(грам) в неопределённое время",
    "◑"
   ],
   [
    "anu 1",
    "прист",
    "(о пространстве) вдоль",
    "✔"
   ],
   [
    "anu 2",
    "прист",
    "(о времени) спустя",
    "✔"
   ],
   [
    "anu 3",
    "прист",
    "больше",
    "✔"
   ],
   [
    "anukaraṇa",
    "ср",
    "(грам) имитация",
    "◑"
   ],
   [
    "anukaraṇasadda",
    "муж",
    "(грам) ономатопея",
    "✔"
   ],
   [
    "anutta",
    "прич.прош",
    "(грам) не упомянутый",
    "✔"
   ],
   [
    "anuttakāla",
    "муж",
    "(грам) неопределенное время",
    "✔"
   ],
   [
    "anunāsika 2",
    "муж",
    "(грам) носовой согласный",
    "✔"
   ],
   [
    "anunāsikalopa",
    "муж",
    "(грам) элизия носового согласного",
    "◑"
   ],
   [
    "anunāsikāgama",
    "муж",
    "(грам) вставка носового согласного",
    "✔"
   ],
   [
    "anupapatti 2",
    "жен",
    "(грам) неявка",
    "◑"
   ],
   [
    "anupapanna 3",
    "прич.прош",
    "(грам) неосуществимый",
    "◑"
   ],
   [
    "anupasagga",
    "прил",
    "(грам) без приставки",
    "◑"
   ],
   [
    "anupubbatā",
    "жен",
    "(грам) последовательность",
    "✔"
   ],
   [
    "anubandha 2",
    "муж",
    "(грам) указательная буква ṇ",
    "✔"
   ],
   [
    "anuvattaka 4",
    "прил",
    "(грам) следующий, соответствующий",
    "◑"
   ],
   [
    "anuvutti",
    "жен",
    "(грам) повторение предыдущих правил",
    "◑"
   ],
   [
    "anekasara",
    "прил",
    "(грам) имеющий множество гласных",
    "✔"
   ],
   [
    "ano",
    "прист",
    "-",
    "✔"
   ],
   [
    "anta 8",
    "прил",
    "(грам) конечный",
    "✔"
   ],
   [
    "anta 9",
    "муж",
    "(грам) конец (чего-либо)",
    "✔"
   ],
   [
    "antaṭṭhā",
    "жен",
    "(грам) полугласная",
    "✔"
   ],
   [
    "antalutti",
    "жен",
    "(грам) элизия окончания",
    "◑"
   ],
   [
    "antalopa",
    "муж",
    "(грамм) элизия конечной буквы слова",
    "✔"
   ],
   [
    "anti",
    "оконч",
    "(грам) глагольное окончание 3-го лица множественного числа настоящего времени",
    "✔"
   ],
   [
    "ante",
    "прист",
    "рядом",
    "✔"
   ],
   [
    "annā",
    "прист",
    "-",
    "✔"
   ],
   [
    "anva",
    "прист",
    "-",
    "✔"
   ],
   [
    "anvā",
    "прист",
    "-",
    "✔"
   ],
   [
    "apa 1",
    "прист",
    "от",
    "✔"
   ],
   [
    "apaccaya 1.1",
    "пс",
    "(грам) суффикс",
    "✔"
   ],
   [
    "apaṭi",
    "прист",
    "не назад",
    "◑"
   ],
   [
    "apanayana 4",
    "ср",
    "(грам) удаление",
    "◑"
   ],
   [
    "apādāna",
    "ср",
    "(грам) разъединение",
    "✔"
   ],
   [
    "api 2.1",
    "прист",
    "на",
    "✔"
   ],
   [
    "appayujjamāna",
    "прич.наст",
    "(грам) подразумеваемый (в)",
    "✔"
   ],
   [
    "appayogatta",
    "ср",
    "(грам) непригодность",
    "✔"
   ],
   [
    "abbh",
    "прист",
    "выше",
    "✔"
   ],
   [
    "abbhanu",
    "прист",
    "интенсивно следуя",
    "✔"
   ],
   [
    "abbhāsa",
    "муж",
    "(грам) начальный слог редуплицированного корня",
    "✔"
   ],
   [
    "abbhāsagata",
    "прил",
    "(грам) становящийся первоначальным слогом редуплицированного корня",
    "✔"
   ],
   [
    "abbho",
    "прист",
    "-",
    "✔"
   ],
   [
    "abyaya 2",
    "ср",
    "(грам) неизменяемая частица",
    "✔"
   ],
   [
    "abyayī",
    "прил",
    "(грамм) несклоняемый",
    "✔"
   ],
   [
    "abyayībhāva",
    "муж",
    "(грам) наречное соединение",
    "✔"
   ],
   [
    "abyayībhāvasamāsa",
    "муж",
    "(грам) наречный состав",
    "✔"
   ],
   [
    "abhi 1",
    "прист",
    "очень",
    "✔"
   ],
   [
    "abhi 2",
    "прист",
    "к",
    "◑"
   ],
   [
    "abhidhāna 2",
    "ср",
    "(грам) словарь",
    "◑"
   ],
   [
    "abhidhāna 3",
    "ср",
    "(грам) выражение",
    "✔"
   ],
   [
    "amissayati",
    "наст",
    "делает чистым",
    "◑"
   ],
   [
    "alapaccaya",
    "муж",
    "(грам) суффикс для образования многократных глаголов",
    "✔"
   ],
   [
    "alutta",
    "прич.прош",
    "нелишенный",
    "◑"
   ],
   [
    "ava",
    "прист",
    "вниз",
    "✔"
   ],
   [
    "avagantabba",
    "прич.долж",
    "должен быть заключён",
    "◑"
   ],
   [
    "avadhāraṇa 5",
    "ср",
    "(грам) ограничение",
    "✔"
   ],
   [
    "asa 1.1",
    "корень",
    "(грамм) √быть",
    "✔"
   ],
   [
    "asanta 1.6",
    "прич.наст",
    "(грам) (о правиле) неприменимый",
    "◑"
   ],
   [
    "asabbadhātuka",
    "прил",
    "(грам) не относящийся к классу 'все корни' глагольных окончаний",
    "✔"
   ],
   [
    "asamānarūpa",
    "прил",
    "(грам) несходный",
    "✔"
   ],
   [
    "asambandhanīya",
    "прич.долж",
    "(грам) не может быть составлен",
    "◑"
   ],
   [
    "asambhinna 4",
    "прич.прош",
    "(грам) не встречающийся в другом месте",
    "◑"
   ],
   [
    "asambhinnapada",
    "ср",
    "(грам) уникальное слово",
    "✔"
   ],
   [
    "asarūpa",
    "прил",
    "(грам) несходный",
    "✔"
   ],
   [
    "asavaṇṇa",
    "муж",
    "(грам) другой знак",
    "✔"
   ],
   [
    "asaṃyoganta",
    "прил",
    "(грамм) не оканчивающийся на соединительный согласный",
    "✔"
   ],
   [
    "assara 1",
    "прил",
    "(грам) безгласный",
    "✔"
   ],
   [
    "assara 2",
    "муж",
    "(грам) нешумный",
    "✔"
   ],
   [
    "aṃ",
    "буква",
    "(грам) буква ṃ",
    "✔"
   ],
   [
    "ā",
    "прист",
    "усилитель",
    "✔"
   ],
   [
    "ākāranta",
    "прил",
    "(грам) заканчивающийся на букву ā",
    "✔"
   ],
   [
    "ākhyāta",
    "ср",
    "(грам) глагол",
    "✔"
   ],
   [
    "ākhyātakappa",
    "муж",
    "(грам) глава о глаголах",
    "✔"
   ],
   [
    "ākhyātapada",
    "ср",
    "(грам) глагол",
    "✔"
   ],
   [
    "āgatatta",
    "ср",
    "(грам) (о тексте) факт передачи",
    "◑"
   ],
   [
    "āgama 4",
    "муж",
    "(грам) вставка",
    "✔"
   ],
   [
    "āgamasandhi",
    "муж",
    "(грам) вставка буквы для благозвучия",
    "✔"
   ],
   [
    "āgamasandhimatta",
    "ср",
    "(грам) простое добавление буквы ради благозвучия",
    "✔"
   ],
   [
    "ācariya 4",
    "муж",
    "(грам) грамматик",
    "◑"
   ],
   [
    "ādibhūta",
    "прил",
    "(грам) начальный",
    "✔"
   ],
   [
    "ādilopa",
    "муж",
    "(грам) элизия начала",
    "✔"
   ],
   [
    "ādivaṇṇa",
    "муж",
    "(грам) первый гласный",
    "✔"
   ],
   [
    "ādesa 2",
    "муж",
    "(грам) замещение",
    "✔"
   ],
   [
    "ādesabhūta",
    "муж",
    "(грам) замена",
    "◑"
   ],
   [
    "ānetabba 2",
    "прич.долж",
    "(грам) должен быть перемещен",
    "◑"
   ],
   [
    "ānetvā 3",
    "деепр.сов",
    "распределив значение слова по другим словам",
    "◑"
   ],
   [
    "āpaccaya",
    "муж",
    "(грам) ā суффикс",
    "✔"
   ],
   [
    "āpajjate",
    "наст",
    "(грам) изменяется (в)",
    "✔"
   ],
   [
    "āpubba",
    "прил",
    "(грам) с буквой ā впереди",
    "◑"
   ],
   [
    "āmeḍita",
    "ср",
    "слово (грам) редуплицированное",
    "✔"
   ],
   [
    "āya 2.1",
    "суфф",
    "(грам) ая суффикс",
    "✔"
   ],
   [
    "āyapaccaya",
    "муж",
    "(грам) суффикс ая",
    "✔"
   ],
   [
    "āra 2",
    "суфф",
    "(грам) ара",
    "✔"
   ],
   [
    "āla",
    "суфф",
    "(грам) ала",
    "✔"
   ],
   [
    "ālapana 2",
    "ср",
    "(грам) звательный падеж",
    "✔"
   ],
   [
    "āsadda",
    "муж",
    "(gram) the prefix 'ā'",
    "◑"
   ],
   [
    "āsanna 3",
    "прич.прош",
    "(грам) помещенный",
    "✔"
   ],
   [
    "i",
    "буква",
    "(грам) буква и",
    "✔"
   ],
   [
    "ikāra",
    "муж",
    "(грам) буква и",
    "✔"
   ],
   [
    "ikāranta",
    "прил",
    "(грам) заканчивающийся на букву и",
    "✔"
   ],
   [
    "ikārāgama",
    "муж",
    "(грам) вставка буквы и",
    "✔"
   ],
   [
    "iccanena",
    "сандхи",
    "(грам) так этим",
    "✔"
   ],
   [
    "iccādi",
    "муж",
    "(грам) так и т. д.",
    "✔"
   ],
   [
    "iccevamādi",
    "муж",
    "(грам) таким образом, подобно этому и т.д.",
    "✔"
   ],
   [
    "icchattha",
    "муж",
    "(грам) выражение желания",
    "✔"
   ],
   [
    "iṭṭha 2.1",
    "суфф",
    "(грам) (образует превосходную форму прилагательного)",
    "✔"
   ],
   [
    "itthī 2",
    "жен",
    "(грам) женский род",
    "✔"
   ],
   [
    "itvā",
    "суфф",
    "абсолютное окончание, обозначающее одновременное или завершённое действие",
    "✔"
   ],
   [
    "ima 2.1",
    "суфф",
    "наибольший",
    "✔"
   ],
   [
    "ivaṇṇa",
    "муж",
    "(грам) буква i или ī",
    "✔"
   ],
   [
    "ivaṇṇāgama",
    "муж",
    "вставка буквы i или ī",
    "✔"
   ],
   [
    "ivoccante",
    "сандхи",
    "(грам) произносится так",
    "✔"
   ],
   [
    "isu",
    "корень",
    "(грам) √is (желать)",
    "✔"
   ],
   [
    "iha",
    "несклон",
    "здесь",
    "✔"
   ],
   [
    "iṃ",
    "оконч",
    "(грам) иṃ",
    "✔"
   ],
   [
    "iṃsu",
    "оконч",
    "(грам) iṃsu",
    "✔"
   ],
   [
    "ī",
    "оконч",
    "(грам) ī",
    "✔"
   ],
   [
    "īkāra",
    "муж",
    "(грам) буква ī",
    "✔"
   ],
   [
    "īkārāgama",
    "муж",
    "(грам) вставка буквы ī",
    "✔"
   ],
   [
    "īya",
    "суфф",
    "(грам) суффикс -ия",
    "✔"
   ],
   [
    "īyapaccaya",
    "муж",
    "(грам) суффикс īya",
    "✔"
   ],
   [
    "īvibhatti",
    "оконч",
    "(грам) и ī",
    "✔"
   ],
   [
    "u 1",
    "прист",
    "вверх",
    "✔"
   ],
   [
    "u 2",
    "буква",
    "(грам) буква у",
    "✔"
   ],
   [
    "ukāra",
    "муж",
    "(грам) буква у",
    "✔"
   ],
   [
    "uccati 2",
    "наст",
    "(грам) произносится",
    "✔"
   ],
   [
    "uṇā",
    "пс",
    "(грам) уна",
    "✔"
   ],
   [
    "utta 1.1",
    "ср",
    "(грам) буква у",
    "✔"
   ],
   [
    "uttama 2",
    "прил",
    "(грам) первый (лицо)",
    "✔"
   ],
   [
    "uttamapurisa 2",
    "муж",
    "(грам) 1-е лицо (я",
    "✔"
   ],
   [
    "uttarapada",
    "ср",
    "(грам) последний член сложного слова",
    "✔"
   ],
   [
    "uttarapadalopa",
    "муж",
    "(грам) элизия последнего слова в составном слове",
    "✔"
   ],
   [
    "ud",
    "прист",
    "вверх",
    "✔"
   ],
   [
    "upa 1",
    "прист",
    "по направлению к",
    "✔"
   ],
   [
    "upa 2",
    "прист",
    "потомок",
    "✔"
   ],
   [
    "upacāra 5",
    "муж",
    "метафора",
    "✔"
   ],
   [
    "upacāravacana",
    "ср",
    "(грам) фигура речи",
    "✔"
   ],
   [
    "upapanna 4",
    "прич.прош",
    "достигнутый",
    "◑"
   ],
   [
    "upamāna",
    "ср",
    "(грам) сравнение",
    "✔"
   ],
   [
    "upayoga 2",
    "ср",
    "(грам) винительный падеж",
    "◑"
   ],
   [
    "upayogattha",
    "муж",
    "(грам) винительное значение",
    "◑"
   ],
   [
    "upayogavacana",
    "ср",
    "(грам) винительный падеж",
    "◑"
   ],
   [
    "uparipāṭha",
    "муж",
    "(грам) следующая вариантная чтение",
    "✔"
   ],
   [
    "upasagga 2.1",
    "муж",
    "(грам) префикс",
    "✔"
   ],
   [
    "upasaggapada",
    "ср",
    "(грам) предлог",
    "✔"
   ],
   [
    "uṃ",
    "оконч",
    "(грам) уṃ",
    "✔"
   ],
   [
    "uṃvibhatti",
    "оконч",
    "(грам) глагольное окончание прошедшего времени 3-го лица множественного числа",
    "✔"
   ],
   [
    "e 1",
    "буква",
    "(грам) буква е",
    "✔"
   ],
   [
    "e 2",
    "буква",
    "(грам) вуддхи форма букв и и ий",
    "✔"
   ],
   [
    "ekatta 7",
    "ср",
    "единственное число",
    "✔"
   ],
   [
    "ekavibhattika",
    "прил",
    "(грам) имеющий одно спряжение",
    "✔"
   ],
   [
    "ekasara",
    "прил",
    "(грам) имеющий одну гласную",
    "◑"
   ],
   [
    "ekābhidhāna",
    "ср",
    "(грам) совместное упоминание",
    "✔"
   ],
   [
    "ekāra 2.1",
    "муж",
    "(грам) буква е",
    "✔"
   ],
   [
    "ekāra 3.1",
    "муж",
    "(грам) виддхи форма букв и и ӣ",
    "✔"
   ],
   [
    "etāya 4",
    "местоим",
    "(грам) после этого",
    "✔"
   ],
   [
    "etta 2.1",
    "ср",
    "(грам) буква е",
    "✔"
   ],
   [
    "ettha 2",
    "несклон",
    "в этом грамматическом правиле",
    "◑"
   ],
   [
    "edanta",
    "прил",
    "(грам) заканчивающийся буквой е",
    "✔"
   ],
   [
    "eyya 2.1",
    "оконч",
    "(грам) eyya",
    "✔"
   ],
   [
    "evaṃsutivant",
    "прил",
    "(грам) обладающий таким звуком",
    "◑"
   ],
   [
    "o 1.1",
    "буква",
    "(грам) буква o",
    "✔"
   ],
   [
    "o 1.2",
    "буква",
    "(грам) вуддхи форма букв у и ӯ ",
    "✔"
   ],
   [
    "o 2.1",
    "пс",
    "(грам) о",
    "✔"
   ],
   [
    "o 3.1",
    "прист",
    "вниз",
    "✔"
   ],
   [
    "okāra 2.1",
    "муж",
    "(грам) буква о",
    "✔"
   ],
   [
    "okāra 2.2",
    "муж",
    "(грам) увеличенная форма букв \"у\" и \"ӯ\"",
    "✔"
   ],
   [
    "okāranta",
    "прил",
    "(грам) оканчивающийся буквой о",
    "✔"
   ],
   [
    "okārapaccaya",
    "пс",
    "(грам) суффикс о",
    "✔"
   ],
   [
    "oṭṭhaja",
    "прил",
    "(грам) губной",
    "✔"
   ],
   [
    "otta",
    "ср",
    "(грам) буква о",
    "✔"
   ],
   [
    "odanta",
    "прил",
    "(грам) заканчивающийся на букву о",
    "✔"
   ],
   [
    "opasilesika",
    "прил",
    "(грам) связанный тесным контактом",
    "✔"
   ],
   [
    "kakāra",
    "муж",
    "(грам) буква к",
    "✔"
   ],
   [
    "kaṇṭhaja",
    "прил",
    "(грам) гуттуральный",
    "✔"
   ],
   [
    "kaṇṭhatāluja",
    "прил",
    "(грам) гуттурально-небный",
    "✔"
   ],
   [
    "kaṇṭhoṭṭhaja",
    "прил",
    "(грам) гуттуро-лабиальный",
    "✔"
   ],
   [
    "kaṇḍa 4",
    "муж",
    "(грам) глава",
    "✔"
   ],
   [
    "kaṇḍaja",
    "прил",
    "(грам) гортанный",
    "✔"
   ],
   [
    "kattar 6",
    "муж",
    "(грам) подлежащее",
    "✔"
   ],
   [
    "kattar 7",
    "муж",
    "(грам) активный залог",
    "✔"
   ],
   [
    "kattari 1.1",
    "муж",
    "(грам) в контексте действительного залога",
    "✔"
   ],
   [
    "katthaci 2",
    "несклон",
    "(gram) in some places",
    "✔"
   ],
   [
    "katthaci 3",
    "несклон",
    "в некоторых местах",
    "◑"
   ],
   [
    "kad",
    "прист",
    "плохо",
    "✔"
   ],
   [
    "kapaccaya",
    "муж",
    "(грам) ка суффикс",
    "✔"
   ],
   [
    "kappa 1.8",
    "муж",
    "глава",
    "✔"
   ],
   [
    "kamma 7",
    "ср",
    "(грам) объект переходного глагола",
    "✔"
   ],
   [
    "kamma 8",
    "ср",
    "(грам) страдательный залог",
    "✔"
   ],
   [
    "kammakāra 2",
    "муж",
    "(грам) агент",
    "◑"
   ],
   [
    "kammadhāraya",
    "муж",
    "(грам) адъективное сложное слово",
    "✔"
   ],
   [
    "kammadhārayasamāsa",
    "муж",
    "(грам) адъективное сложное слово",
    "✔"
   ],
   [
    "kammappavacanīya",
    "прил",
    "(грам) обозначающий действие",
    "✔"
   ],
   [
    "kara 7",
    "муж",
    "(грам) помощь",
    "◑"
   ],
   [
    "kara 8",
    "корень",
    "(грам) √kar (делать, создавать)",
    "✔"
   ],
   [
    "karaṇa 5",
    "ср",
    "(грам) творительный падеж",
    "✔"
   ],
   [
    "karaṇattha",
    "муж",
    "(грам) инструментальное значение",
    "✔"
   ],
   [
    "karaṇavacana",
    "ср",
    "(грам) творительный падеж",
    "◑"
   ],
   [
    "kavagga",
    "муж",
    "(грам) кав-серия",
    "✔"
   ],
   [
    "kā 1.1",
    "прист",
    "маленький",
    "✔"
   ],
   [
    "kāra 7",
    "муж",
    "(грам) слог",
    "✔"
   ],
   [
    "kārādesa",
    "муж",
    "(грам) замена буквы",
    "✔"
   ],
   [
    "kārita 4",
    "ср",
    "(грам) каузативный глагол",
    "✔"
   ],
   [
    "kāritanta",
    "прил",
    "(грам) заканчивающийся на каузативы",
    "✔"
   ],
   [
    "kāriya 3",
    "прич.долж",
    "(грам) может быть сделан",
    "✔"
   ],
   [
    "kāriya 4",
    "ср",
    "(грам) морфологическая процедура",
    "✔"
   ],
   [
    "kāla 1.5",
    "муж",
    "(грам) отдых",
    "✔"
   ],
   [
    "kāla 1.6",
    "муж",
    "(грам) время",
    "✔"
   ],
   [
    "kālabyavadhāna",
    "ср",
    "(грам) пауза, которая блокирует сандхи",
    "✔"
   ],
   [
    "kālabheda",
    "муж",
    "(грам) разделение времени",
    "◑"
   ],
   [
    "kālātipatti",
    "жен",
    "(грам) условное время",
    "✔"
   ],
   [
    "kālātipattivibhatti",
    "жен",
    "(грам) словоформа условного времени",
    "✔"
   ],
   [
    "kicca 6",
    "ср",
    "(грам) производное слово первого порядка",
    "◑"
   ],
   [
    "kita 1.2",
    "муж",
    "(грам) аффикс добавляемый к корням чтобы образовать причастия, существительные и прилагательные первичной деривации",
    "✔"
   ],
   [
    "kita 2.1",
    "корень",
    "(грам) √kit (знать)",
    "✔"
   ],
   [
    "kitaka",
    "муж",
    "(грам) первичный дериват",
    "✔"
   ],
   [
    "kitanta",
    "прил",
    "(грам) оканчивающийся на первичный производный",
    "◑"
   ],
   [
    "kiyādi",
    "ср",
    "(грам) √kī и т. д.",
    "✔"
   ],
   [
    "kiyādigaṇa",
    "муж",
    "(грам) √kī и т.д. группа",
    "✔"
   ],
   [
    "kiriyātipanna",
    "прил",
    "(грам) за пределами возможности",
    "◑"
   ],
   [
    "kiriyāpada",
    "ср",
    "(грамм) глагол",
    "◑"
   ],
   [
    "kiṃ taṃ",
    "идиома",
    "(грам) что это значит?",
    "◑"
   ],
   [
    "kī 2.1",
    "корень",
    "(грам) √kī (покупать)",
    "◑"
   ],
   [
    "ku 1",
    "прист",
    "плохо",
    "✔"
   ],
   [
    "ku 2",
    "прист",
    "маленький",
    "✔"
   ],
   [
    "kusa 2.1",
    "корень",
    "(грам) √kus (звать, оскорблять), контекст Пали: 498, 480. <b>kusasm</b>'ādī cchi.",
    "✔"
   ],
   [
    "kriyapada",
    "ср",
    "(грам) глагол",
    "◑"
   ],
   [
    "kriyāvisesa",
    "муж",
    "(грам) наречие",
    "◑"
   ],
   [
    "kvaci 2",
    "несклон",
    "(грам) в некоторых местах",
    "✔"
   ],
   [
    "kvattho",
    "сандхи",
    "(грам) что имеется в виду (под)?",
    "✔"
   ],
   [
    "kvi",
    "несклон",
    "(грам) технический термин в катьяяновой грамматике для любого первичного производного, которое образует существительное",
    "✔"
   ],
   [
    "khattuṃ",
    "суфф",
    "(столько-то) раз",
    "✔"
   ],
   [
    "khapaccaya",
    "муж",
    "(грам) суффикс kha",
    "✔"
   ],
   [
    "gakāra",
    "муж",
    "буква г",
    "✔"
   ],
   [
    "gaṇa 5",
    "муж",
    "(грам) набор",
    "✔"
   ],
   [
    "gamu",
    "корень",
    "(грам) √гaм (идти)",
    "✔"
   ],
   [
    "gayhati 2",
    "наст",
    "(грам) используется (кем-то)",
    "◑"
   ],
   [
    "gaha 6",
    "корень",
    "(грам) √gah (захват)",
    "✔"
   ],
   [
    "gahaṇa 6",
    "ср",
    "(грам) (о слове или частице) использование",
    "✔"
   ],
   [
    "gahādi",
    "ср",
    "(грам) √gah и др.",
    "✔"
   ],
   [
    "gahādigaṇa",
    "муж",
    "(грам) √gah и т.д. группа",
    "✔"
   ],
   [
    "gahetabba 3",
    "прич.долж",
    "(грам) следует применять",
    "✔"
   ],
   [
    "guha",
    "корень",
    "(грам) √guh (прятать, скрывать)",
    "✔"
   ],
   [
    "ghaṭa 2.1",
    "корень",
    "(грам) √ghaṭ (ударить, убить)",
    "✔"
   ],
   [
    "ghosa 4",
    "прил",
    "(грам) озвученный (буква)",
    "✔"
   ],
   [
    "ca 1.2",
    "буква",
    "(грам) буква ч",
    "✔"
   ],
   [
    "ca 2.3",
    "несклон",
    "и",
    "✔"
   ],
   [
    "cakāra 1.1",
    "муж",
    "(грам) буква c",
    "◑"
   ],
   [
    "caggahaṇa",
    "ср",
    "использование слова «и»",
    "✔"
   ],
   [
    "catuttha 2",
    "муж",
    "(грам) четвёртый согласный каждой вагги",
    "✔"
   ],
   [
    "catutthīvibhatti",
    "жен",
    "(грам) склонение дательного падежа",
    "✔"
   ],
   [
    "cavagga",
    "муж",
    "(грам) ц-серия",
    "✔"
   ],
   [
    "cākāra",
    "муж",
    "(грам) слог cā",
    "✔"
   ],
   [
    "cuṇṇa 3",
    "ср",
    "проза",
    "◑"
   ],
   [
    "cura",
    "корень",
    "(грам) √cur (воровать)",
    "◑"
   ],
   [
    "curādi",
    "ср",
    "(грам) √cur и т.д.",
    "✔"
   ],
   [
    "curādigaṇa",
    "муж",
    "(грам) √cur и т. д. группа",
    "✔"
   ],
   [
    "cha 1.2",
    "буква",
    "(грам) буква ч",
    "◑"
   ],
   [
    "chaṭṭhīvibhatti",
    "жен",
    "(грам) склонение родительного падежа",
    "✔"
   ],
   [
    "chandānurakkhaṇa",
    "ср",
    "(gram) preserving the meter",
    "✔"
   ],
   [
    "chapaccaya",
    "муж",
    "(грам) ча суффикс",
    "✔"
   ],
   [
    "ja 2.2",
    "буква",
    "(грам) буква j",
    "✔"
   ],
   [
    "jara 4",
    "корень",
    "(грам) √jar (возраст)",
    "✔"
   ],
   [
    "jinavacanānurūpa",
    "прил",
    "(грам) в соответствии с словом Будды",
    "✔"
   ],
   [
    "jotaka 3",
    "прил",
    "ясный",
    "◑"
   ],
   [
    "ñā",
    "корень",
    "(грам) √ñā (знать)",
    "✔"
   ],
   [
    "ñāpaka",
    "ср",
    "(грам) косвенное выражение",
    "◑"
   ],
   [
    "ñāyati 3",
    "наст",
    "(грам) выводится",
    "◑"
   ],
   [
    "ṭavagga",
    "муж",
    "(грам) ṭ-серия",
    "✔"
   ],
   [
    "ṭhā",
    "корень",
    "(грам) √ṭhā (стоять)",
    "✔"
   ],
   [
    "ṭhāna 11",
    "ср",
    "(грам) подходящее место",
    "✔"
   ],
   [
    "ṭhānanāma",
    "ср",
    "(грам) обозначение для чего-либо на основе его местоположения или атрибута",
    "◑"
   ],
   [
    "ṭhānantara 2",
    "ср",
    "(грам) место внутри",
    "◑"
   ],
   [
    "ṭhānantaragamana",
    "ср",
    "(грам) метатеза",
    "◑"
   ],
   [
    "ṭhānāsanna",
    "прил",
    "(грам) замещенный",
    "✔"
   ],
   [
    "ṇa",
    "муж",
    "(грам) указательная буква ṇ",
    "✔"
   ],
   [
    "ṇaya 1",
    "пс",
    "(грам) ая",
    "✔"
   ],
   [
    "ṇaya 2",
    "пс",
    "(грам) ая",
    "✔"
   ],
   [
    "ṇayapaccaya 2",
    "муж",
    "(грам) суффикс *ая",
    "✔"
   ],
   [
    "ṇayapaccaya 3",
    "муж",
    "(грам) ая суффикс",
    "✔"
   ],
   [
    "ṇā",
    "пс",
    "(грам) ṇā",
    "✔"
   ],
   [
    "ṇāpaya",
    "пс",
    "(грамм) *апая",
    "✔"
   ],
   [
    "ṇāpe",
    "пс",
    "(грамм) *āpe",
    "✔"
   ],
   [
    "ṇikapaccaya",
    "муж",
    "(gram) *ika suffix",
    "◑"
   ],
   [
    "ṇu",
    "пс",
    "(грам) ню",
    "✔"
   ],
   [
    "ṇupaccaya",
    "пс",
    "(грам) ṇu суффикс",
    "✔"
   ],
   [
    "ṇe 1",
    "пс",
    "(грам) *e",
    "✔"
   ],
   [
    "ṇe 2",
    "пс",
    "(грам) *e суффикс, используемый для образования каузативных глаголов",
    "✔"
   ],
   [
    "ṇeyya",
    "суфф",
    "(грам) суффикс, используемый для образования существительных, обозначающих происхождение",
    "◑"
   ],
   [
    "ṇvādi",
    "муж",
    "(грам) глава о таддхите в Моггалланабьякаране",
    "◑"
   ],
   [
    "ṇvu",
    "муж",
    "(грам) технический термин в каччаянабьякаране для первичного производного ака, который образует существительные и прилагательные отглагольные",
    "✔"
   ],
   [
    "ṇhā",
    "пс",
    "(грам) ṇhā",
    "✔"
   ],
   [
    "ta 2.1",
    "буква",
    "(грам) буква т",
    "✔"
   ],
   [
    "ta 3.1",
    "суфф",
    "(грам) основной суффикс",
    "✔"
   ],
   [
    "takāra",
    "муж",
    "(грам) буква т",
    "◑"
   ],
   [
    "takāratta",
    "ср",
    "(грам) буква т",
    "✔"
   ],
   [
    "tatiya 1.2",
    "муж",
    "(грам) третий согласный каждой вагги",
    "✔"
   ],
   [
    "tatiyāvibhatti",
    "жен",
    "(грам) склонение творительного падежа",
    "✔"
   ],
   [
    "tato 6",
    "несклон",
    "после этого",
    "✔"
   ],
   [
    "tatta 2.1",
    "ср",
    "(грам) буква т",
    "✔"
   ],
   [
    "tathāpi 2",
    "сандхи",
    "(грам) однако",
    "◑"
   ],
   [
    "tathāpi 3",
    "сандхи",
    "(грам) тем не менее",
    "◑"
   ],
   [
    "tadantalopa",
    "муж",
    "(грам) элизия конца этого",
    "◑"
   ],
   [
    "taddhita",
    "муж",
    "(грам) вторичное производное аффикс, добавляемое к существительным для образования производных существительных и прилагательных",
    "✔"
   ],
   [
    "tanādi",
    "ср",
    "(грам) √tan и т. д.",
    "✔"
   ],
   [
    "tanādigaṇa",
    "муж",
    "(грам) √tan и т.д. группа",
    "✔"
   ],
   [
    "tappurisa",
    "муж",
    "(грам) падежное сложное слово",
    "✔"
   ],
   [
    "tama",
    "суфф",
    "наибольший",
    "✔"
   ],
   [
    "tamhi 2",
    "местоим",
    "(грам) перед этим",
    "◑"
   ],
   [
    "tara 2",
    "суфф",
    "больше",
    "✔"
   ],
   [
    "tavagga",
    "муж",
    "(грам) т-серия",
    "✔"
   ],
   [
    "tave",
    "суфф",
    "(суффикс инфинитива) -ть",
    "✔"
   ],
   [
    "tasmiṃ 5",
    "местоим",
    "(грам) до того",
    "◑"
   ],
   [
    "taṃ yathā",
    "идиома",
    "(грам) например",
    "✔"
   ],
   [
    "tā 2.1",
    "суфф",
    "(грам) состояние",
    "✔"
   ],
   [
    "tāluja",
    "прил",
    "(грам) палатальный",
    "✔"
   ],
   [
    "ti 3",
    "оконч",
    "(грам) ти",
    "✔"
   ],
   [
    "tu 2",
    "оконч",
    "ту",
    "✔"
   ],
   [
    "tumicchattha",
    "муж",
    "(грам) глагол желательный",
    "✔"
   ],
   [
    "tulyādhikaraṇa",
    "прил",
    "(грам) имеющий аналогичное отношение",
    "✔"
   ],
   [
    "tuṃ",
    "суфф",
    "(грам) суффикс, используемый для образования инфинитивов глаголов",
    "◑"
   ],
   [
    "tuṃpaccaya",
    "муж",
    "(грам) инфинитив",
    "◑"
   ],
   [
    "to 1",
    "суфф",
    "от",
    "✔"
   ],
   [
    "to 2",
    "суфф",
    "как",
    "✔"
   ],
   [
    "tvā",
    "суфф",
    "абсолютный суффикс, обозначающий одновременное или завершённое действие",
    "✔"
   ],
   [
    "tvāna",
    "суфф",
    "абсолютный суффикс, обозначающий одновременное или завершенное действие",
    "✔"
   ],
   [
    "tvāpaccaya",
    "муж",
    "(грам) твā суффикс",
    "✔"
   ],
   [
    "tvāpaccayanta",
    "прил",
    "(грам) заканчивающийся на суффикс \"tvā\"",
    "✔"
   ],
   [
    "tvāsadda",
    "муж",
    "(грам) абсолютивный суффикс",
    "◑"
   ],
   [
    "tha",
    "оконч",
    "(грамм) тха",
    "✔"
   ],
   [
    "da 2.1",
    "буква",
    "(грам) буква д",
    "✔"
   ],
   [
    "dakāra",
    "муж",
    "(грам) буква \"д\"",
    "✔"
   ],
   [
    "dantaja",
    "прил",
    "(грам) дентальный",
    "✔"
   ],
   [
    "dantoṭṭhaja",
    "прил",
    "(грам) зубно-губной",
    "✔"
   ],
   [
    "dara 2.1",
    "корень",
    "(грам) √dar (ломать, разламывать)",
    "✔"
   ],
   [
    "dā",
    "корень",
    "(грам) √dā (дать)",
    "✔"
   ],
   [
    "digu",
    "муж",
    "(грам) числительное (сложное)",
    "✔"
   ],
   [
    "divādi",
    "ср",
    "(грам) √div и т.д.",
    "✔"
   ],
   [
    "divādigaṇa",
    "муж",
    "(грам) группа √div и т.д.",
    "✔"
   ],
   [
    "disa 2.2",
    "корень",
    "корень, мужской род (грам) √dis (см.)",
    "✔"
   ],
   [
    "dīgha 3",
    "муж",
    "долгий (грам) гласный",
    "✔"
   ],
   [
    "dīghamāpajjate",
    "сандхи",
    "(грам) становится длинным",
    "✔"
   ],
   [
    "dīghaṃ katvā",
    "идиома",
    "(gram) (of a vowel) having lengthened",
    "✔"
   ],
   [
    "dīghaṃ yāti",
    "идиома",
    "(грам) удлиняется",
    "✔"
   ],
   [
    "du",
    "прист",
    "(грам) плохо",
    "✔"
   ],
   [
    "dutiya 3",
    "муж",
    "второй согласный каждого вагги (грам)",
    "✔"
   ],
   [
    "dutiyacatuttha",
    "муж",
    "(грам) вторая и четвертая согласные каждого вагга",
    "✔"
   ],
   [
    "dutiyapāda",
    "муж",
    "(грам) вторая строка стиха",
    "◑"
   ],
   [
    "dutiyapādanta",
    "муж",
    "(грам) конец второй строки стиха",
    "◑"
   ],
   [
    "dubbi",
    "прист",
    "очень плохой",
    "✔"
   ],
   [
    "dur",
    "прист",
    "плохо",
    "✔"
   ],
   [
    "dusa",
    "корень",
    "(грам) √dus (сердиться, портить)",
    "✔"
   ],
   [
    "dvanda 2",
    "муж",
    "(грам) копулятивный состав",
    "✔"
   ],
   [
    "dvikammaka",
    "прил",
    "(грам) двупереходный",
    "✔"
   ],
   [
    "dvitta",
    "ср",
    "(грам) редупликация",
    "✔"
   ],
   [
    "dvittakāraṇa",
    "ср",
    "(грам) редупликация",
    "◑"
   ],
   [
    "dvebhāva",
    "муж",
    "(грам) удвоение",
    "✔"
   ],
   [
    "dvebhūta",
    "прил",
    "(грам) редуплицированный",
    "✔"
   ],
   [
    "dha 2",
    "буква",
    "(грам) буква дх",
    "✔"
   ],
   [
    "dhanita 2",
    "прич.прош",
    "(грам) (о согласной) придыхательный",
    "✔"
   ],
   [
    "dhaṃsu",
    "корень",
    "(грам) √dhaṃs (падать, разрушать)",
    "◑"
   ],
   [
    "dhā 1",
    "суфф",
    "на (столько-то) частей",
    "✔"
   ],
   [
    "dhā 2",
    "корень",
    "(грам) √dhā (поддержка, питание)",
    "✔"
   ],
   [
    "dhātu 7",
    "муж",
    "(грам) глагольный корень",
    "✔"
   ],
   [
    "dhātu 8",
    "жен",
    "(грам) корень глагола",
    "✔"
   ],
   [
    "dhātugaṇa",
    "муж",
    "(грам) группа корней",
    "✔"
   ],
   [
    "dhātuniddiṭṭha",
    "прил",
    "(грам) указанный после корня",
    "◑"
   ],
   [
    "dhātuppaccaya",
    "муж",
    "(грам) суффикс, добавленный к корню (ха, ча, са, айя, ийя, не, ная, напе, напая, ала, ара, ала)",
    "✔"
   ],
   [
    "dhāturūpa",
    "ср",
    "(грам) форма глагольного корня",
    "✔"
   ],
   [
    "dhātuliṅgāni",
    "ср",
    "(грам) корни",
    "✔"
   ],
   [
    "dhātussanta",
    "муж",
    "(грам) конечная гласная корня",
    "✔"
   ],
   [
    "dhātūhi",
    "жен",
    "(грам) после глагольных корней",
    "✔"
   ],
   [
    "dhātekāra",
    "муж",
    "буква \"е\" корня",
    "◑"
   ],
   [
    "dhātvanta",
    "муж",
    "(грам) конец корня",
    "✔"
   ],
   [
    "dhū",
    "корень",
    "(грам) √dhū (трясти",
    "◑"
   ],
   [
    "na 3",
    "прист",
    "не",
    "✔"
   ],
   [
    "na 4",
    "муж",
    "(грам) негативный префикс на",
    "✔"
   ],
   [
    "napuṃsaka 2",
    "муж",
    "(грам) средний род",
    "✔"
   ],
   [
    "napuṃsaka 3",
    "прил",
    "(грам) средний род",
    "✔"
   ],
   [
    "napuṃsakaliṅga",
    "муж",
    "(грам) средний род",
    "✔"
   ],
   [
    "napuṃsakaliṅgatta",
    "ср",
    "(грам) средний род",
    "✔"
   ],
   [
    "naya 5",
    "муж",
    "(грам) метод вывода",
    "◑"
   ],
   [
    "nayati 3",
    "наст",
    "(грам) присоединяет (к)",
    "✔"
   ],
   [
    "navā",
    "несклон",
    "иногда",
    "✔"
   ],
   [
    "nā",
    "пс",
    "(грам) nā",
    "✔"
   ],
   [
    "nācc",
    "прист",
    "не очень много",
    "✔"
   ],
   [
    "nāpaccaya",
    "пс",
    "(грам) суффикс nā",
    "✔"
   ],
   [
    "nāma 7",
    "ср",
    "существительное",
    "✔"
   ],
   [
    "nāmakappa",
    "муж",
    "(грам) раздел о существительных",
    "✔"
   ],
   [
    "nāmato 2",
    "ср",
    "(грам) после существительного",
    "✔"
   ],
   [
    "nāmapada 1",
    "ср",
    "(грам) существительное",
    "✔"
   ],
   [
    "nāmapada 2",
    "ср",
    "(грам) местоимение",
    "◑"
   ],
   [
    "nāmamhā",
    "ср",
    "(грам) после существительного",
    "✔"
   ],
   [
    "nāmasmā",
    "ср",
    "(грам) после существительного",
    "✔"
   ],
   [
    "nāmika",
    "прил",
    "(грам) номинальный",
    "◑"
   ],
   [
    "ni 1",
    "прист",
    "вниз",
    "✔"
   ],
   [
    "niggahita 3",
    "ср",
    "(грам) буква ṃ",
    "✔"
   ],
   [
    "niggahitāgama",
    "муж",
    "(грам) вставка буквы ṃ",
    "✔"
   ],
   [
    "niggahīta 2",
    "ср",
    "(грам) буква ṃ",
    "✔"
   ],
   [
    "niggahītanta",
    "прил",
    "(грам) заканчивающийся на букву ṃ",
    "✔"
   ],
   [
    "niggahītalopa",
    "муж",
    "(gram) elision of the letter ṃ",
    "✔"
   ],
   [
    "nicca 3",
    "прил",
    "(грам) (о правиле) обязательный",
    "◑"
   ],
   [
    "niccaṃ 3",
    "несклон",
    "(грам) обязательно",
    "◑"
   ],
   [
    "niṭṭhā 4",
    "жен",
    "(грам) заключение",
    "◑"
   ],
   [
    "nipāta 4",
    "муж",
    "(грам) несклоняемая частица",
    "✔"
   ],
   [
    "nipātapada",
    "ср",
    "(грам) неизменяемое",
    "✔"
   ],
   [
    "nipātasamudāya",
    "муж",
    "(грам) собрание несклоняемых слов",
    "◑"
   ],
   [
    "nipphanna 3",
    "ср",
    "завершение",
    "✔"
   ],
   [
    "nipphādana 2",
    "ср",
    "(грам) образование",
    "◑"
   ],
   [
    "nipphādetabba",
    "прич.долж",
    "может быть произведён",
    "◑"
   ],
   [
    "nibbacana 2",
    "ср",
    "(грамм) извлечение",
    "✔"
   ],
   [
    "niyama 4",
    "муж",
    "(грам) ограничение",
    "◑"
   ],
   [
    "nir",
    "прист",
    "не",
    "✔"
   ],
   [
    "nirutti 3",
    "жен",
    "(грам) грамматика",
    "✔"
   ],
   [
    "nirutti 4",
    "жен",
    "интерпретация",
    "◑"
   ],
   [
    "niruḷha",
    "прич.прош",
    "обычный",
    "✔"
   ],
   [
    "nissakka",
    "ср",
    "(грам) отложительный падеж",
    "✔"
   ],
   [
    "nī",
    "прист",
    "далеко (от)",
    "✔"
   ],
   [
    "nīti 3",
    "жен",
    "правило",
    "◑"
   ],
   [
    "netabba 2",
    "прич.долж",
    "(грам) должен быть соединен (с)",
    "✔"
   ],
   [
    "nevasaññiggahaṇa",
    "ср",
    "(грам) использование слов «ни воспринимающий»",
    "◑"
   ],
   [
    "pa 2.1",
    "прист",
    "вперед",
    "✔"
   ],
   [
    "pa 5.1",
    "буква",
    "(грам) буква п",
    "◑"
   ],
   [
    "pakati 5",
    "жен",
    "(грам) начальная форма",
    "✔"
   ],
   [
    "pakatirūpa",
    "ср",
    "(грам) естественное состояние",
    "✔"
   ],
   [
    "pacca",
    "прист",
    "-",
    "✔"
   ],
   [
    "paccatta 3",
    "ср",
    "(грам) именительный падеж",
    "✔"
   ],
   [
    "paccattavacana",
    "ср",
    "(gram) expression in the nominative case",
    "✔"
   ],
   [
    "paccanu",
    "прист",
    "-",
    "✔"
   ],
   [
    "paccaya 5",
    "муж",
    "(грам) окончание",
    "✔"
   ],
   [
    "paccayanta",
    "прил",
    "(грам) заканчивающийся на суффикс",
    "✔"
   ],
   [
    "paccud",
    "прист",
    "-",
    "✔"
   ],
   [
    "paccuppannavacana",
    "ср",
    "(gram) expression in the present tense",
    "✔"
   ],
   [
    "pañcapañcaso",
    "несклон",
    "(грам) пятью по пять",
    "✔"
   ],
   [
    "pañcamī 2",
    "жен",
    "(грам) повелительное или благословительное наклонение",
    "✔"
   ],
   [
    "pañcamīvibhatti",
    "жен",
    "(грам) повелительное наклонение",
    "✔"
   ],
   [
    "paṭi 2.1",
    "прист",
    "против",
    "✔"
   ],
   [
    "paṭibandha 2",
    "прил",
    "(грам) относящийся (к)",
    "◑"
   ],
   [
    "paṭisedha 2",
    "муж",
    "(грам) запрет",
    "◑"
   ],
   [
    "paṭhama 2",
    "прил",
    "(грам) 3-й (лицо)",
    "✔"
   ],
   [
    "paṭhama 3",
    "муж",
    "(грам) первый согласный каждой вагги",
    "✔"
   ],
   [
    "paṭhamatatiya",
    "муж",
    "(грам) первый и третий согласный каждого вагга",
    "✔"
   ],
   [
    "paṭhamapada 2",
    "ср",
    "(грам) первое слово в составе",
    "◑"
   ],
   [
    "paṭhamapāda",
    "муж",
    "(грам) первая строка стиха",
    "◑"
   ],
   [
    "paṭhamapādanta",
    "муж",
    "(грам) конец первой строфы",
    "◑"
   ],
   [
    "paṭhamapurisa",
    "муж",
    "(грам) 3-е лицо (он",
    "✔"
   ],
   [
    "paṭhamamajjhimuttamapurisa",
    "муж",
    "(грам) 3-е, 2-е и 1-е лицо",
    "✔"
   ],
   [
    "paṭhamāvibhatti",
    "жен",
    "(грам) склонение именительного падежа",
    "✔"
   ],
   [
    "pati 3.3",
    "прист",
    "против",
    "✔"
   ],
   [
    "patvā 3",
    "деепр.сов",
    "став достигшим",
    "◑"
   ],
   [
    "pada 10",
    "ср",
    "(грам) слово",
    "✔"
   ],
   [
    "pada 11",
    "ср",
    "часть речи",
    "✔"
   ],
   [
    "padaccheda 1",
    "муж",
    "(грам) элизия",
    "◑"
   ],
   [
    "padaccheda 2",
    "муж",
    "(грам) сокращение",
    "◑"
   ],
   [
    "padapāripūrī",
    "жен",
    "(грам) завершение слова",
    "✔"
   ],
   [
    "padapūraṇa",
    "ср",
    "(грам) заполнение метра",
    "◑"
   ],
   [
    "padavibhāga 1",
    "муж",
    "(грам) разбор слов",
    "✔"
   ],
   [
    "padavibhāga 2",
    "муж",
    "(грам) различение частей речи",
    "✔"
   ],
   [
    "padasandhi",
    "муж",
    "(грам) соединение слов",
    "✔"
   ],
   [
    "padasandhikara",
    "прил",
    "(грам) помогающий в соединении слов",
    "✔"
   ],
   [
    "padasandhimatta",
    "прил",
    "(грам) просто эвфоническое сочетание слов",
    "◑"
   ],
   [
    "padasaṃsagga",
    "муж",
    "(грам) сочетание слов",
    "✔"
   ],
   [
    "payirupa",
    "прист",
    "вокруг",
    "◑"
   ],
   [
    "payujjamāna",
    "прич.наст",
    "(грам) ясный (в)",
    "✔"
   ],
   [
    "payoga 4",
    "муж",
    "(грам) использование",
    "◑"
   ],
   [
    "payogānurūpa",
    "прил",
    "(грам) соответствующий контексту",
    "◑"
   ],
   [
    "payoge",
    "муж",
    "(грам) когда применимо",
    "✔"
   ],
   [
    "para 6",
    "прил",
    "следующий",
    "✔"
   ],
   [
    "para 7",
    "муж",
    "следующая буква",
    "✔"
   ],
   [
    "parakkhara",
    "ср",
    "(грам) последующая буква",
    "✔"
   ],
   [
    "parapada",
    "ср",
    "(грам) следующее слово",
    "✔"
   ],
   [
    "parabyañjana",
    "ср",
    "(грам) последующая согласная (из)",
    "✔"
   ],
   [
    "parasamaññā",
    "жен",
    "(грам) другие грамматические термины",
    "✔"
   ],
   [
    "parasara",
    "муж",
    "(грам) следующий гласный",
    "✔"
   ],
   [
    "parassapada",
    "ср",
    "(грам) активный залог",
    "✔"
   ],
   [
    "parassapadatta",
    "ср",
    "(грам) состояние активного залога",
    "✔"
   ],
   [
    "parā",
    "прист",
    "через",
    "✔"
   ],
   [
    "parāsaṃ",
    "местоим",
    "(грам) ?? от следующих",
    "✔"
   ],
   [
    "pari 1",
    "прист",
    "вокруг",
    "✔"
   ],
   [
    "parikappa 4",
    "муж",
    "(грам) предположение",
    "✔"
   ],
   [
    "parikappana",
    "ср",
    "(грам) предположение",
    "◑"
   ],
   [
    "pariharati 5",
    "наст",
    "возражает, спорит, опровергает, досл. носит вокруг",
    "◑"
   ],
   [
    "parokkhā",
    "жен",
    "(грам) совершенная форма прошедшего времени",
    "✔"
   ],
   [
    "parokkhāvibhatti",
    "жен",
    "(грам) флексия перфектного прошедшего времени",
    "✔"
   ],
   [
    "pavagga",
    "муж",
    "(грам) p-серия",
    "✔"
   ],
   [
    "pā 1.1",
    "корень",
    "(грам) √pā (пить)",
    "✔"
   ],
   [
    "pāṭhabheda",
    "муж",
    "(грам) различное чтение",
    "◑"
   ],
   [
    "pāṇyaṅga",
    "муж",
    "(грам) части тела",
    "✔"
   ],
   [
    "pāpuṇāti 3",
    "наст",
    "становится, превращается",
    "✔"
   ],
   [
    "pi 2.1",
    "прист",
    "на",
    "✔"
   ],
   [
    "pikāra",
    "муж",
    "(грам) слово \"пи\"",
    "✔"
   ],
   [
    "pisadda",
    "муж",
    "(грам) слово «апи»",
    "◑"
   ],
   [
    "puthakkātabba",
    "прич.долж",
    "(грам) следует отделить (от)",
    "✔"
   ],
   [
    "pubba 1.4",
    "прил",
    "начальный, предшествующий, первый",
    "✔"
   ],
   [
    "pubba 1.5",
    "муж",
    "начальная гласная",
    "✔"
   ],
   [
    "pubbaka 3",
    "прил",
    "(грам) впереди",
    "✔"
   ],
   [
    "pubbapada",
    "ср",
    "(грам) первый член состава",
    "◑"
   ],
   [
    "pubbabyañjana",
    "ср",
    "(грам) предшествующий согласный",
    "✔"
   ],
   [
    "pubbarūpa",
    "ср",
    "(грам) форма предыдущей буквы",
    "✔"
   ],
   [
    "pubbe 2",
    "несклон",
    "впереди",
    "✔"
   ],
   [
    "puma 4",
    "муж",
    "(грам) мужской род",
    "✔"
   ],
   [
    "purimapada",
    "муж",
    "(грам) первое слово в сложном слове",
    "✔"
   ],
   [
    "purimapadalopa",
    "муж",
    "(грам) элизия первого слова в сложном слове",
    "✔"
   ],
   [
    "purisa 5",
    "муж",
    "(грам) грамматическое лицо",
    "✔"
   ],
   [
    "pulliṅga",
    "муж",
    "(грам) мужской",
    "◑"
   ],
   [
    "pulliṅgika",
    "прил",
    "(грам) имеющий мужской род",
    "◑"
   ],
   [
    "ppa",
    "пс",
    "(грам) ппа",
    "✔"
   ],
   [
    "ppapaccaya",
    "пс",
    "(грам) суффикс ppa",
    "✔"
   ],
   [
    "bahuttha",
    "муж",
    "(грам) множественное число",
    "◑"
   ],
   [
    "bahubbīhi",
    "муж",
    "(грам) относительное соединение",
    "✔"
   ],
   [
    "bahuvacana",
    "ср",
    "(грам) множественное число",
    "✔"
   ],
   [
    "bindu 5",
    "ср",
    "(грам) точка над буквой, представляющая букву нигахита, обозначаемая в латинском алфавите как ṃ, ṃ или ŋ",
    "✔"
   ],
   [
    "byañjana 6",
    "ср",
    "(грам) согласный",
    "◑"
   ],
   [
    "byañjana 7",
    "прил",
    "согласный",
    "✔"
   ],
   [
    "byañjananta",
    "муж",
    "(грам) заключительный согласный",
    "✔"
   ],
   [
    "byañjanasiliṭṭhatā",
    "жен",
    "(грам) сцепление букв",
    "✔"
   ],
   [
    "byañjanā",
    "жен",
    "(грам) согласный",
    "✔"
   ],
   [
    "byattaya",
    "муж",
    "(грам) разворот",
    "✔"
   ],
   [
    "byavadhāna",
    "ср",
    "(грам) вмешательство",
    "✔"
   ],
   [
    "byākaraṇa 3",
    "ср",
    "(грам) трактат по грамматике",
    "✔"
   ],
   [
    "brū",
    "корень",
    "(грам) √brū (говорить)",
    "✔"
   ],
   [
    "bhavissantī",
    "жен",
    "будущее время",
    "✔"
   ],
   [
    "bhavissantīvibhatti",
    "жен",
    "(грам) флексии будущего времени",
    "✔"
   ],
   [
    "bhāva 3",
    "муж",
    "(грам) безличное наклонение",
    "✔"
   ],
   [
    "bhāvakamma",
    "ср",
    "(грам) безличный и страдательный залог",
    "✔"
   ],
   [
    "bhāvanapuṃsaka",
    "ср",
    "(грам) наречное выражение",
    "✔"
   ],
   [
    "bhāvaniddesa",
    "муж",
    "(грам) утверждение в абстрактной форме с использованием суффиксов -тта или -та",
    "✔"
   ],
   [
    "bhāsita 4",
    "ср",
    "слово (грам)",
    "✔"
   ],
   [
    "bhāsitapuma",
    "муж",
    "(грам) слово с мужским значением",
    "✔"
   ],
   [
    "bhāsitapumitthī",
    "жен",
    "(грам) женское слово с мужским значением",
    "✔"
   ],
   [
    "bhummattha",
    "муж",
    "(грам) местный падеж",
    "◑"
   ],
   [
    "bhummavacana",
    "ср",
    "(грам) местный падеж",
    "✔"
   ],
   [
    "bhū 1.2",
    "корень",
    "(грам) √bhū (быть)",
    "✔"
   ],
   [
    "bhūvādi",
    "муж",
    "(грам) √bhū и т. д.",
    "✔"
   ],
   [
    "bhūvādigaṇa",
    "муж",
    "(грам) √bhū и другие группа",
    "✔"
   ],
   [
    "ma 1.1",
    "буква",
    "(грам) буква м",
    "✔"
   ],
   [
    "ma 3.1",
    "оконч",
    "(грам) ма",
    "✔"
   ],
   [
    "makāra",
    "муж",
    "(грам) буква м",
    "✔"
   ],
   [
    "makāranta",
    "прил",
    "(грам) оканчивающийся на букву м",
    "✔"
   ],
   [
    "majjhapada",
    "ср",
    "(грам) среднее слово в составе",
    "✔"
   ],
   [
    "majjhapadalopa",
    "муж",
    "(грам) элизия среднего слова в сложном слове",
    "✔"
   ],
   [
    "majjhima 8",
    "прил",
    "грамматический, второй (лицо) (вы",
    "✔"
   ],
   [
    "majjhimapurisa 2",
    "муж",
    "(грам) 2-е лицо (ты",
    "✔"
   ],
   [
    "maṇḍūkagati",
    "жен",
    "(грам) 'перемещение' правила из одного контекста в другой",
    "◑"
   ],
   [
    "matha",
    "корень",
    "(грам) √math (взбивание, перемешивание)",
    "✔"
   ],
   [
    "manogaṇa",
    "муж",
    "(грам) группа слов мужского рода мано",
    "◑"
   ],
   [
    "mant",
    "суфф",
    "как",
    "◑"
   ],
   [
    "manta 2.1",
    "прил",
    "заканчивающийся буквами м (грам)",
    "✔"
   ],
   [
    "mara",
    "корень",
    "(грам) √мар (умереть)",
    "✔"
   ],
   [
    "maha 3",
    "корень",
    "(грам) √мах (почитать)",
    "✔"
   ],
   [
    "mā 3.1",
    "корень",
    "(грам) √mā (измерение)",
    "✔"
   ],
   [
    "māna 1.2",
    "корень",
    "(грам) √man (думать)",
    "✔"
   ],
   [
    "mālā 3",
    "жен",
    "парадигма склонения",
    "◑"
   ],
   [
    "mi",
    "оконч",
    "(грам) ми",
    "✔"
   ],
   [
    "mikāra",
    "оконч",
    "(грам) ми суффикс",
    "✔"
   ],
   [
    "muddhaja 2",
    "прил",
    "(грам) мозговой",
    "✔"
   ],
   [
    "mūlapāṭha",
    "муж",
    "(грам) оригинальное чтение",
    "✔"
   ],
   [
    "ya 1.1",
    "буква",
    "(грамм) буква y",
    "✔"
   ],
   [
    "ya 3.1",
    "пс",
    "(грам) я",
    "✔"
   ],
   [
    "ya 3.2",
    "пс",
    "(грам) я",
    "✔"
   ],
   [
    "yakāra 1.1",
    "муж",
    "(грам) буква y",
    "✔"
   ],
   [
    "yakāratta",
    "пс",
    "(грам) суффикс я",
    "✔"
   ],
   [
    "yaja",
    "корень",
    "(грам) √yaj (почет",
    "✔"
   ],
   [
    "yathā 3",
    "несклон",
    "(грам) например",
    "◑"
   ],
   [
    "yathākammaṃ 2",
    "несклон",
    "(грам) соответственно",
    "◑"
   ],
   [
    "yathārahaṃ 2",
    "несклон",
    "(грам) соответственно",
    "◑"
   ],
   [
    "yathāsaṅkhyaṃ",
    "несклон",
    "(грам) соответственно",
    "✔"
   ],
   [
    "yathāsambhavaṃ",
    "несклон",
    "(грам) насколько уместно",
    "✔"
   ],
   [
    "yapaccaya 1",
    "пс",
    "(грам) суффикс я",
    "✔"
   ],
   [
    "yapaccaya 2",
    "пс",
    "(грам) суффикс я",
    "✔"
   ],
   [
    "yamu",
    "корень",
    "(грам) √ям (поддержка)",
    "✔"
   ],
   [
    "yasu",
    "корень",
    "(грам) √яс (стараться, бороться)",
    "◑"
   ],
   [
    "yu",
    "несклон",
    "(грам) технический термин в катьяянабъякаране для основных производных ана",
    "✔"
   ],
   [
    "yutta 6",
    "прич.прош",
    "(грам) подходящий",
    "✔"
   ],
   [
    "yuttattha",
    "муж",
    "(грам) связанный смысл",
    "✔"
   ],
   [
    "yoga 8",
    "прил",
    "синтаксически зависимый от",
    "✔"
   ],
   [
    "yogaṭṭhāna",
    "ср",
    "употребление",
    "◑"
   ],
   [
    "yogavibhāga",
    "муж",
    "(грам) разделение грамматического правила на две части",
    "✔"
   ],
   [
    "yojetabba",
    "прич.долж",
    "(грам) следует добавить",
    "✔"
   ],
   [
    "yojja",
    "прич.долж",
    "(грам) следует включить",
    "◑"
   ],
   [
    "ra",
    "буква",
    "(грам) буква р",
    "✔"
   ],
   [
    "rakāra",
    "муж",
    "(грам) буква р",
    "✔"
   ],
   [
    "rassa 2",
    "прил",
    "(грам) короткий",
    "✔"
   ],
   [
    "rassa 3",
    "муж",
    "(грам) краткий гласный звук",
    "✔"
   ],
   [
    "rudhādi",
    "ср",
    "(грам) √rudh и т. д.",
    "✔"
   ],
   [
    "rudhādigaṇa",
    "муж",
    "(грам) группа √rudh и др.",
    "✔"
   ],
   [
    "ruḷhīsadda",
    "муж",
    "(грам) слово, используемое в его условном смысле",
    "✔"
   ],
   [
    "rūpa 6",
    "ср",
    "форма слова",
    "◑"
   ],
   [
    "rūpa 7",
    "ср",
    "(грам) звук слова",
    "◑"
   ],
   [
    "rūpanipphādana",
    "ср",
    "(грам) словообразование",
    "◑"
   ],
   [
    "rūpārūpadhātuggahaṇa",
    "ср",
    "(грам) использование слов «форма и бесформенное состояние»",
    "◑"
   ],
   [
    "rūḷhīsadda",
    "муж",
    "(gram) augmentation of a word",
    "✔"
   ],
   [
    "la",
    "буква",
    "(грам) буква л",
    "✔"
   ],
   [
    "lakkhaṇa 8",
    "ср",
    "(грам) правило",
    "◑"
   ],
   [
    "labha 2",
    "корень",
    "(грам) √labh (получать)",
    "✔"
   ],
   [
    "lahu 3",
    "прил",
    "(грам) краткий (гласный) напр. а и у",
    "✔"
   ],
   [
    "lahumatta",
    "прил",
    "(грам) (о гласной) быстрое по размеру",
    "✔"
   ],
   [
    "liṅga 3",
    "ср",
    "(грам) род",
    "✔"
   ],
   [
    "liṅga 4",
    "ср",
    "(грам) глагольная основа",
    "✔"
   ],
   [
    "liṅgavipallāsa 2",
    "муж",
    "(грам) изменение рода",
    "✔"
   ],
   [
    "liṅgānukaraṇa",
    "ср",
    "(грам) подражающее окончание",
    "◑"
   ],
   [
    "lutta 2",
    "прич.прош",
    "(грам) опущенный",
    "✔"
   ],
   [
    "lutti",
    "жен",
    "эллизия (грам)",
    "◑"
   ],
   [
    "lupyati",
    "наст",
    "(грам) удаляется",
    "✔"
   ],
   [
    "lopa 2",
    "муж",
    "(грамм) элизия (из)",
    "✔"
   ],
   [
    "lopamāpajjate",
    "сандхи",
    "(грам) удаляется",
    "✔"
   ],
   [
    "lopaṃ pappoti",
    "идиома",
    "(грам) элизируется",
    "✔"
   ],
   [
    "va 4.1",
    "буква",
    "(грамм) буква в",
    "✔"
   ],
   [
    "vakāra",
    "муж",
    "(грам) буква в",
    "✔"
   ],
   [
    "vakāratta",
    "ср",
    "(грам) буква в",
    "✔"
   ],
   [
    "vagga 5",
    "муж",
    "(грам) набор (согласных)",
    "✔"
   ],
   [
    "vaca 2",
    "корень",
    "(грам) √vac (говорить, сказать)",
    "✔"
   ],
   [
    "vacana 5",
    "ср",
    "число, единственное число, множественное число, досл. речь",
    "✔"
   ],
   [
    "vacanabyattaya",
    "муж",
    "(грам) изменение числа",
    "✔"
   ],
   [
    "vaṇṇa 1.10",
    "муж",
    "буква, фонема, слог, досл. покрытие",
    "✔"
   ],
   [
    "vaṇṇakālabyavadhāna",
    "ср",
    "(грам) буква и пауза, которые блокируют сандхи",
    "✔"
   ],
   [
    "vaṇṇabyavadhāna",
    "ср",
    "(грам) буква, которая блокирует сандхи",
    "✔"
   ],
   [
    "vatta 2.1",
    "буква",
    "(грам) буква в",
    "◑"
   ],
   [
    "vattamānavacana",
    "ср",
    "(грам) настоящее время",
    "✔"
   ],
   [
    "vattamānā",
    "жен",
    "(грам) настоящее время",
    "✔"
   ],
   [
    "vattamānāvibhatti",
    "жен",
    "(грам) спряжение настоящего времени",
    "✔"
   ],
   [
    "vada 2",
    "корень",
    "(грам) √вад (говорить, произносить)",
    "✔"
   ],
   [
    "vant",
    "суфф",
    "как",
    "✔"
   ],
   [
    "vavatthita 3",
    "прич.прош",
    "(грамм) отсоединённый",
    "◑"
   ],
   [
    "vavatthitavibhāsā",
    "жен",
    "(грам) ограниченная возможность",
    "◑"
   ],
   [
    "vasa 2.1",
    "корень",
    "(грам) √вас (жить)",
    "✔"
   ],
   [
    "vaha 2",
    "корень",
    "(грам) √вах (ность, приносить)",
    "✔"
   ],
   [
    "vā 4",
    "несклон",
    "или",
    "✔"
   ],
   [
    "vākya 2",
    "ср",
    "предложение",
    "◑"
   ],
   [
    "vākyadvaya",
    "ср",
    "(грам) двойное предложение",
    "◑"
   ],
   [
    "vācaka 2",
    "ср",
    "(грам) явное выражение",
    "◑"
   ],
   [
    "vācaka 3",
    "прил",
    "(грамм) явный",
    "◑"
   ],
   [
    "vādhikāratta",
    "ср",
    "(грам) область факультативности",
    "◑"
   ],
   [
    "vi 1.1",
    "прист",
    "вдали от",
    "✔"
   ],
   [
    "vi 1.2",
    "прист",
    "очень",
    "◑"
   ],
   [
    "vikappena",
    "несклон",
    "(грам) опционально",
    "◑"
   ],
   [
    "vikaraṇa",
    "ср",
    "(грам) тематическая гласная спряжения",
    "✔"
   ],
   [
    "videsapāṭha",
    "муж",
    "(грам) вариант прочтения из зарубежной (страны)",
    "◑"
   ],
   [
    "vidhāyaka 2",
    "прил",
    "производящий операцию",
    "◑"
   ],
   [
    "vipariyaya",
    "муж",
    "(грам) обратный",
    "✔"
   ],
   [
    "viparīta 3",
    "прич.прош",
    "(грам) метатезированный",
    "✔"
   ],
   [
    "vipubba 2.1",
    "прил",
    "(грам) предшествующий vi- префиксом",
    "◑"
   ],
   [
    "vibhatti 2",
    "жен",
    "(грам) инфлексия",
    "✔"
   ],
   [
    "vibhattika 2",
    "прил",
    "(грамм) со спряжением",
    "✔"
   ],
   [
    "vibhattipaccaya",
    "муж",
    "(грам) флексия и суффиксы",
    "✔"
   ],
   [
    "vibhāga 2",
    "муж",
    "(грам) классификация",
    "✔"
   ],
   [
    "vibhāgavant",
    "прил",
    "(грам) классифицированный",
    "◑"
   ],
   [
    "vibhāvita",
    "прич.прош",
    "объяснённый",
    "◑"
   ],
   [
    "vibhāsā",
    "жен",
    "(грамм) альтернатива",
    "◑"
   ],
   [
    "viyojayati",
    "наст",
    "(грам) разъединяет (от)",
    "✔"
   ],
   [
    "viraha 4",
    "муж",
    "(грам) отсутствие",
    "◑"
   ],
   [
    "virūpekasesa",
    "муж",
    "(грам) синекдоха",
    "◑"
   ],
   [
    "visaya 4",
    "муж",
    "(грам) случай",
    "◑"
   ],
   [
    "visesana 3",
    "ср",
    "(gram) adjective",
    "◑"
   ],
   [
    "visesanavisesya",
    "ср",
    "(gram) adjectives and substantives",
    "◑"
   ],
   [
    "visesya",
    "ср",
    "(gram) substantive noun",
    "◑"
   ],
   [
    "visodhita 3",
    "прич.прош",
    "(грам) (о тексте) исправленный",
    "✔"
   ],
   [
    "visodhitapada",
    "ср",
    "(грам) исправленное слово",
    "✔"
   ],
   [
    "vīti 2.1",
    "прист",
    "-",
    "✔"
   ],
   [
    "vutti 2",
    "жен",
    "просодия",
    "◑"
   ],
   [
    "vuttirakkhaṇattham",
    "несклон",
    "(грам) ради защиты просодии",
    "◑"
   ],
   [
    "vuddhi 2",
    "жен",
    "усиление и удлинение (грам) (гласного звука)",
    "✔"
   ],
   [
    "vūpa",
    "прист",
    "-",
    "✔"
   ],
   [
    "vo 2.1",
    "прист",
    "-",
    "✔"
   ],
   [
    "voharitabba",
    "прич.долж",
    "(грам) следует использовать",
    "◑"
   ],
   [
    "vohāra 7",
    "муж",
    "(грам) использование",
    "◑"
   ],
   [
    "sa 1.1",
    "буква",
    "(грам) буква s",
    "✔"
   ],
   [
    "sa 4.1",
    "суфф",
    "суффикс (грам)",
    "✔"
   ],
   [
    "sa 5.1",
    "прист",
    "с",
    "✔"
   ],
   [
    "saupasagga",
    "прил",
    "имеющий приставку",
    "◑"
   ],
   [
    "sakammaka",
    "прил",
    "(грам) переходный",
    "✔"
   ],
   [
    "sakkatānurūpa",
    "прил",
    "соответствующий санскриту (грам)",
    "◑"
   ],
   [
    "saṅkhyā 4",
    "жен",
    "(грам) числительное",
    "✔"
   ],
   [
    "saṅkhyāpubba",
    "прил",
    "(грам) имеющий число на первой позиции",
    "✔"
   ],
   [
    "saṅgahīta",
    "прич.прош",
    "(грам) взятый вместе",
    "✔"
   ],
   [
    "sañcarati 2",
    "наст",
    "используется",
    "◑"
   ],
   [
    "saññā 5",
    "жен",
    "грамматический термин",
    "✔"
   ],
   [
    "saññicchā",
    "жен",
    "(грам) желание сделать существительное",
    "◑"
   ],
   [
    "saññoga 2",
    "муж",
    "(грам) соединенная согласная группа",
    "◑"
   ],
   [
    "sattamī 1",
    "жен",
    "оптативное наклонение",
    "✔"
   ],
   [
    "sattamīvibhatti 1",
    "жен",
    "(грам) окончание в сослагательном наклонении",
    "✔"
   ],
   [
    "sadda 6",
    "муж",
    "(грам) слово",
    "✔"
   ],
   [
    "saddato",
    "несклон",
    "(грам) согласно звуку",
    "◑"
   ],
   [
    "saddattha",
    "муж",
    "(грамм) значение слова",
    "✔"
   ],
   [
    "saddalopa",
    "муж",
    "(грам) элизия слова",
    "◑"
   ],
   [
    "saddasattha",
    "ср",
    "(грам) грамматика",
    "◑"
   ],
   [
    "saddhudhātu",
    "жен",
    "(грам) корень saddhu (неизвестный корень в любых из классических грамматик)",
    "◑"
   ],
   [
    "sadhātvanta",
    "прил",
    "(грам) заканчивающийся глагольным корнем",
    "✔"
   ],
   [
    "sadhu",
    "муж",
    "(грам) √sadh (насмехаться, высмеивать)",
    "◑"
   ],
   [
    "sadhudhātu",
    "жен",
    "(грам) корень √sadh",
    "◑"
   ],
   [
    "sandhi 6",
    "муж",
    "(грам) сандхи",
    "✔"
   ],
   [
    "sannidhīyati",
    "наст",
    "(грам) соединён",
    "✔"
   ],
   [
    "sapaccaya 2.1",
    "прил",
    "(грам) вместе с суффиксом",
    "✔"
   ],
   [
    "sapaccaya 3.1",
    "муж",
    "аффикс са",
    "✔"
   ],
   [
    "sabbakāla",
    "муж",
    "(грам) все времена",
    "✔"
   ],
   [
    "sabbato 4",
    "местоим",
    "(грам) после всех корней",
    "✔"
   ],
   [
    "sabbattha 3",
    "несклон",
    "(грам) во всех случаях",
    "✔"
   ],
   [
    "sabbadhātuka",
    "прил",
    "(грам) относящийся к классу \"все корни\" глагольных окончаний",
    "✔"
   ],
   [
    "sabbanāma",
    "ср",
    "(грам) местоимение",
    "✔"
   ],
   [
    "sabbehi dhātūhi",
    "идиома",
    "(грам) после всех глагольных корней",
    "✔"
   ],
   [
    "samaññā 3",
    "жен",
    "(грам) грамматический термин",
    "✔"
   ],
   [
    "samānatthanipātapada",
    "ср",
    "(грам) неизменяемая частица с тем же значением",
    "◑"
   ],
   [
    "samāsa",
    "муж",
    "(грам) составное слово",
    "✔"
   ],
   [
    "samāsakappa",
    "муж",
    "(грам) раздел о сложных словах",
    "✔"
   ],
   [
    "samāsanta",
    "муж",
    "(грам) конец сложного слова",
    "✔"
   ],
   [
    "samāsantagata",
    "прил",
    "(грам) расположенный в конце сложного слова",
    "✔"
   ],
   [
    "samāhāra 2",
    "муж",
    "(грам) соединительное сложение с множественным значением и единственным окончанием",
    "◑"
   ],
   [
    "samīpūpacāra",
    "муж",
    "(грам) близкая метафора",
    "◑"
   ],
   [
    "samuccaya 2",
    "муж",
    "(грам) союз",
    "✔"
   ],
   [
    "sampadāna 3",
    "ср",
    "(грам) дательный падеж",
    "✔"
   ],
   [
    "sampadānavacana",
    "ср",
    "(грам) дательный падеж",
    "✔"
   ],
   [
    "sambandha 3",
    "муж",
    "(грам) отношение",
    "◑"
   ],
   [
    "sambandha 4",
    "муж",
    "(грам) конструкция",
    "◑"
   ],
   [
    "sambandhanīya",
    "прич.долж",
    "(грам) конструкционный",
    "◑"
   ],
   [
    "sara 2.3",
    "муж",
    "(грам) гласная",
    "✔"
   ],
   [
    "saranta 1.1",
    "прил",
    "заканчивающийся на гласную",
    "✔"
   ],
   [
    "savaṇṇa 2",
    "прил",
    "(грам) имеющий ту же букву",
    "✔"
   ],
   [
    "saṃ 1.1",
    "прист",
    "вместе",
    "✔"
   ],
   [
    "saṃyoga 3",
    "муж",
    "(грам) кластер соединенных согласных",
    "✔"
   ],
   [
    "saṃyoganta",
    "прил",
    "(грам) заканчивающийся на соединительный согласный",
    "◑"
   ],
   [
    "saṃvaṇṇenta",
    "прич.наст",
    "(грамм) комментирующий",
    "◑"
   ],
   [
    "sāgama",
    "муж",
    "(грам) вставка буквы s",
    "✔"
   ],
   [
    "sādhaka 3",
    "ср",
    "(грам) фактор, который делает действие возможным",
    "◑"
   ],
   [
    "sādhana 5",
    "ср",
    "(грам) грамматическая процедура",
    "✔"
   ],
   [
    "sānunāsika",
    "прил",
    "(грам) назализованный",
    "◑"
   ],
   [
    "sāmañña 2.4",
    "ср",
    "(грам) сходство",
    "◑"
   ],
   [
    "sāmiattha",
    "муж",
    "(gram) genitive meaning",
    "✔"
   ],
   [
    "sāmivacana",
    "ср",
    "(грам) родительный падеж",
    "✔"
   ],
   [
    "sāmī 6",
    "жен",
    "(грам) родительный падеж",
    "◑"
   ],
   [
    "sāmyattha",
    "муж",
    "(грам) значение родительного падежа",
    "◑"
   ],
   [
    "si 1.1",
    "оконч",
    "(грам) глагольное окончание настоящего времени 2-го лица единственного числа",
    "✔"
   ],
   [
    "sithila 2",
    "прил",
    "(грам) неударный",
    "✔"
   ],
   [
    "siddhi 3",
    "жен",
    "(грам) завершение",
    "◑"
   ],
   [
    "su 2",
    "прист",
    "благо",
    "✔"
   ],
   [
    "sukhuccāraṇa",
    "ср",
    "(грам) лёгкость произношения",
    "◑"
   ],
   [
    "suti 3",
    "жен",
    "(грам) звук слова",
    "◑"
   ],
   [
    "sutivant",
    "прил",
    "(грам) имеющий звук",
    "◑"
   ],
   [
    "sutisāmañña",
    "ср",
    "(грам) сходство звука",
    "◑"
   ],
   [
    "sudur",
    "прист",
    "очень тяжело",
    "✔"
   ],
   [
    "sūyati 2",
    "наст",
    "(грам) произносится",
    "✔"
   ],
   [
    "senāsanaggahaṇa",
    "ср",
    "(грам) употребление слова «постель и кресло»",
    "◑"
   ],
   [
    "so 2.1",
    "суфф",
    "как",
    "✔"
   ],
   [
    "so 2.2",
    "суфф",
    "(грам) посредством",
    "✔"
   ],
   [
    "sopasagga",
    "прил",
    "(грам) с префиксом",
    "✔"
   ],
   [
    "svādi",
    "ср",
    "(грам) √su и т. д.",
    "✔"
   ],
   [
    "svādigaṇa",
    "муж",
    "(грам) √su и т. д. группа",
    "✔"
   ],
   [
    "ssa 2",
    "суфф",
    "(грам) суффикс ssa",
    "✔"
   ],
   [
    "ha 1.1",
    "буква",
    "(грам) буква h",
    "✔"
   ],
   [
    "hakāra",
    "муж",
    "(грам) буква х",
    "✔"
   ],
   [
    "hara 1.2",
    "корень",
    "(грам) √хар (уносить)",
    "✔"
   ],
   [
    "hā 1.1",
    "корень",
    "(грам) √hā (отказ)",
    "✔"
   ],
   [
    "hi 3",
    "оконч",
    "(грам) хи",
    "✔"
   ],
   [
    "hiti",
    "суфф",
    "он сделает",
    "✔"
   ],
   [
    "hiyyattanī",
    "жен",
    "(грам) несовершенное прошедшее время",
    "✔"
   ],
   [
    "hiyyattanīvibhatti",
    "жен",
    "(грам) склонения прошедшего времени несовершенного вида",
    "✔"
   ],
   [
    "hivibhatti",
    "муж",
    "(грам) спряжение императива 2-го лица единственного числа",
    "✔"
   ],
   [
    "hisi",
    "суфф",
    "ты сделаешь",
    "✔"
   ],
   [
    "hīyattanī",
    "жен",
    "(грам) несовершенное прошедшее время",
    "◑"
   ],
   [
    "hū",
    "корень",
    "(грам) √hū (быть)",
    "✔"
   ],
   [
    "heṭṭhato 2",
    "несклон",
    "в тексте раньше",
    "✔"
   ],
   [
    "heṭṭhā 2",
    "несклон",
    "(грам) перед",
    "✔"
   ],
   [
    "hetuattha",
    "муж",
    "(грам) каузативное значение",
    "✔"
   ],
   [
    "hetvattha",
    "муж",
    "(грам) каузатив",
    "✔"
   ],
   [
    "hotissara",
    "муж",
    "гласная \"хоти\"",
    "✔"
   ],
   [
    "ḷa",
    "буква",
    "(грам) буква ḷ",
    "✔"
   ],
   [
    "ḷakāra",
    "муж",
    "(грам) буква ḷ",
    "◑"
   ],
   [
    "ḷanta",
    "прил",
    "(грам) оканчивающийся на букву ḷ",
    "✔"
   ],
   [
    "ṃa",
    "пс",
    "(грам) м-а",
    "◑"
   ]
  ],
  "count": 822
 },
 "prefixes": {
  "data": [
   [
    "a 2.1",
    "прист",
    "приставка \"аа\" сокращена перед двойной согласной",
    "✔"
   ],
   [
    "a 2.2",
    "прист",
    "увеличивающий элемент, добавляемый к некоторым глаголам прошедшего времени, имперфектам и условному наклонению",
    "✔"
   ],
   [
    "a 2.3",
    "прист",
    "нет",
    "✔"
   ],
   [
    "acc",
    "прист",
    "слишком",
    "✔"
   ],
   [
    "acca",
    "прист",
    "слишком",
    "✔"
   ],
   [
    "ajjh",
    "прист",
    "форма приставки адхи- перед гласными, кроме \"ии\"",
    "✔"
   ],
   [
    "ajjha",
    "прист",
    "-",
    "✔"
   ],
   [
    "ajjhā",
    "прист",
    "-",
    "✔"
   ],
   [
    "ajjho",
    "прист",
    "-",
    "✔"
   ],
   [
    "ati",
    "прист",
    "вовне",
    "✔"
   ],
   [
    "adhi 1",
    "прист",
    "выше",
    "✔"
   ],
   [
    "an 1",
    "прист",
    "не",
    "✔"
   ],
   [
    "an 2",
    "прист",
    "неправильно",
    "✔"
   ],
   [
    "ana 1",
    "прист",
    "нет",
    "✔"
   ],
   [
    "ana 2",
    "прист",
    "не не",
    "✔"
   ],
   [
    "anānu",
    "прист",
    "-",
    "✔"
   ],
   [
    "anu 1",
    "прист",
    "(о пространстве) вдоль",
    "✔"
   ],
   [
    "anu 2",
    "прист",
    "(о времени) спустя",
    "✔"
   ],
   [
    "anu 3",
    "прист",
    "больше",
    "✔"
   ],
   [
    "ano",
    "прист",
    "-",
    "✔"
   ],
   [
    "ante",
    "прист",
    "рядом",
    "✔"
   ],
   [
    "annā",
    "прист",
    "-",
    "✔"
   ],
   [
    "anva",
    "прист",
    "-",
    "✔"
   ],
   [
    "anvā",
    "прист",
    "-",
    "✔"
   ],
   [
    "apa 1",
    "прист",
    "от",
    "✔"
   ],
   [
    "apaṭi",
    "прист",
    "не назад",
    "◑"
   ],
   [
    "api 2.1",
    "прист",
    "на",
    "✔"
   ],
   [
    "abbh",
    "прист",
    "выше",
    "✔"
   ],
   [
    "abbhanu",
    "прист",
    "интенсивно следуя",
    "✔"
   ],
   [
    "abbho",
    "прист",
    "-",
    "✔"
   ],
   [
    "abhi 1",
    "прист",
    "очень",
    "✔"
   ],
   [
    "abhi 2",
    "прист",
    "к",
    "◑"
   ],
   [
    "ava",
    "прист",
    "вниз",
    "✔"
   ],
   [
    "ā",
    "прист",
    "усилитель",
    "✔"
   ],
   [
    "u 1",
    "прист",
    "вверх",
    "✔"
   ],
   [
    "ud",
    "прист",
    "вверх",
    "✔"
   ],
   [
    "upa 1",
    "прист",
    "по направлению к",
    "✔"
   ],
   [
    "upa 2",
    "прист",
    "потомок",
    "✔"
   ],
   [
    "o 3.1",
    "прист",
    "вниз",
    "✔"
   ],
   [
    "kad",
    "прист",
    "плохо",
    "✔"
   ],
   [
    "kā 1.1",
    "прист",
    "маленький",
    "✔"
   ],
   [
    "ku 1",
    "прист",
    "плохо",
    "✔"
   ],
   [
    "ku 2",
    "прист",
    "маленький",
    "✔"
   ],
   [
    "du",
    "прист",
    "(грам) плохо",
    "✔"
   ],
   [
    "dubbi",
    "прист",
    "очень плохой",
    "✔"
   ],
   [
    "dur",
    "прист",
    "плохо",
    "✔"
   ],
   [
    "na 3",
    "прист",
    "не",
    "✔"
   ],
   [
    "nācc",
    "прист",
    "не очень много",
    "✔"
   ],
   [
    "ni 1",
    "прист",
    "вниз",
    "✔"
   ],
   [
    "nir",
    "прист",
    "не",
    "✔"
   ],
   [
    "nī",
    "прист",
    "далеко (от)",
    "✔"
   ],
   [
    "pa 2.1",
    "прист",
    "вперед",
    "✔"
   ],
   [
    "pacca",
    "прист",
    "-",
    "✔"
   ],
   [
    "paccanu",
    "прист",
    "-",
    "✔"
   ],
   [
    "paccud",
    "прист",
    "-",
    "✔"
   ],
   [
    "paṭi 2.1",
    "прист",
    "против",
    "✔"
   ],
   [
    "pati 3.3",
    "прист",
    "против",
    "✔"
   ],
   [
    "payirupa",
    "прист",
    "вокруг",
    "◑"
   ],
   [
    "parā",
    "прист",
    "через",
    "✔"
   ],
   [
    "pari 1",
    "прист",
    "вокруг",
    "✔"
   ],
   [
    "pi 2.1",
    "прист",
    "на",
    "✔"
   ],
   [
    "vi 1.1",
    "прист",
    "вдали от",
    "✔"
   ],
   [
    "vi 1.2",
    "прист",
    "очень",
    "◑"
   ],
   [
    "vīti 2.1",
    "прист",
    "-",
    "✔"
   ],
   [
    "vūpa",
    "прист",
    "-",
    "✔"
   ],
   [
    "vo 2.1",
    "прист",
    "-",
    "✔"
   ],
   [
    "sa 5.1",
    "прист",
    "с",
    "✔"
   ],
   [
    "saṃ 1.1",
    "прист",
    "вместе",
    "✔"
   ],
   [
    "su 2",
    "прист",
    "благо",
    "✔"
   ],
   [
    "sudur",
    "прист",
    "очень тяжело",
    "✔"
   ]
  ],
  "count": 70
 },
 "conjugational signs": {
  "data": [
   [
    "a 3.1",
    "пс",
    "(грам) знак спряжения для глаголов 1 ой группы",
    "✔"
   ],
   [
    "akārapaccaya",
    "пс",
    "(грам) а суффикс",
    "✔"
   ],
   [
    "apaccaya 1.1",
    "пс",
    "(грам) суффикс",
    "✔"
   ],
   [
    "uṇā",
    "пс",
    "(грам) уна",
    "✔"
   ],
   [
    "o 2.1",
    "пс",
    "(грам) о",
    "✔"
   ],
   [
    "okārapaccaya",
    "пс",
    "(грам) суффикс о",
    "✔"
   ],
   [
    "ṇaya 1",
    "пс",
    "(грам) ая",
    "✔"
   ],
   [
    "ṇaya 2",
    "пс",
    "(грам) ая",
    "✔"
   ],
   [
    "ṇā",
    "пс",
    "(грам) ṇā",
    "✔"
   ],
   [
    "ṇāpaya",
    "пс",
    "(грамм) *апая",
    "✔"
   ],
   [
    "ṇāpe",
    "пс",
    "(грамм) *āpe",
    "✔"
   ],
   [
    "ṇu",
    "пс",
    "(грам) ню",
    "✔"
   ],
   [
    "ṇupaccaya",
    "пс",
    "(грам) ṇu суффикс",
    "✔"
   ],
   [
    "ṇe 1",
    "пс",
    "(грам) *e",
    "✔"
   ],
   [
    "ṇe 2",
    "пс",
    "(грам) *e суффикс, используемый для образования каузативных глаголов",
    "✔"
   ],
   [
    "ṇhā",
    "пс",
    "(грам) ṇhā",
    "✔"
   ],
   [
    "nā",
    "пс",
    "(грам) nā",
    "✔"
   ],
   [
    "nāpaccaya",
    "пс",
    "(грам) суффикс nā",
    "✔"
   ],
   [
    "ppa",
    "пс",
    "(грам) ппа",
    "✔"
   ],
   [
    "ppapaccaya",
    "пс",
    "(грам) суффикс ppa",
    "✔"
   ],
   [
    "ya 3.1",
    "пс",
    "(грам) я",
    "✔"
   ],
   [
    "ya 3.2",
    "пс",
    "(грам) я",
    "✔"
   ],
   [
    "yakāratta",
    "пс",
    "(грам) суффикс я",
    "✔"
   ],
   [
    "yapaccaya 1",
    "пс",
    "(грам) суффикс я",
    "✔"
   ],
   [
    "yapaccaya 2",
    "пс",
    "(грам) суффикс я",
    "✔"
   ],
   [
    "ṃa",
    "пс",
    "(грам) м-а",
    "◑"
   ]
  ],
  "count": 26
 },
 "abbreviations": {
  "data": [
   [
    "a 4.1",
    "сокращ",
    "сокращение от Ангуттара (Никая)",
    "✔"
   ],
   [
    "aṭṭha 3.1",
    "сокращ",
    "сокращение от Аттхакатха (комментарий)",
    "✔"
   ],
   [
    "apa 2",
    "сокращ",
    "аббревиатура от Ападана",
    "✔"
   ],
   [
    "itivu",
    "сокращ",
    "сокращение от Итивуттака",
    "✔"
   ],
   [
    "udā",
    "сокращ",
    "аббревиатура от Удана",
    "◑"
   ],
   [
    "ka 2.1",
    "сокращ",
    "сокращение от Камбоджи",
    "✔"
   ],
   [
    "kaṃ 2.1",
    "сокращ",
    "сокращение от Камбоджи",
    "✔"
   ],
   [
    "khu 2",
    "сокращ",
    "сокращение от Кхуддака (патха)",
    "✔"
   ],
   [
    "cūḷani",
    "сокращ",
    "сокращение от Чуланиддеса",
    "✔"
   ],
   [
    "cūḷava",
    "сокращ",
    "сокращение от Чулавгга",
    "✔"
   ],
   [
    "ja 3.1",
    "сокращ",
    "сокращение от Джатака",
    "✔"
   ],
   [
    "ṭī",
    "сокращ",
    "сокращение от тика",
    "◑"
   ],
   [
    "ṭṭha",
    "сокращ",
    "сокращение от аттхакатха (комментарий)",
    "✔"
   ],
   [
    "thera 2.1",
    "сокращ",
    "аббревиатура термападаны",
    "◑"
   ],
   [
    "theragā",
    "сокращ",
    "аббревиатура от Тхерагатха",
    "◑"
   ],
   [
    "dī",
    "сокращ",
    "сокращение от Дигха (Никая)",
    "✔"
   ],
   [
    "dha 1",
    "сокращ",
    "сокращение от Дхамма (пада)",
    "✔"
   ],
   [
    "ni 2",
    "сокращ",
    "сокращение от (Саньютта и т.д.) Никая",
    "✔"
   ],
   [
    "ni 3",
    "сокращ",
    "сокращение от (Сутта) Нипата",
    "✔"
   ],
   [
    "pa 4.1",
    "сокращ",
    "сокращение от (Дхамма)пада",
    "✔"
   ],
   [
    "pa 4.2",
    "сокращ",
    "сокращение от Паṭисамбхидамагга",
    "◑"
   ],
   [
    "pa 4.3",
    "сокращ",
    "аббревиатура Паттхана",
    "◑"
   ],
   [
    "paṭi 1.1",
    "сокращ",
    "аббревиатура от Паṭисамбхида (Магга)",
    "◑"
   ],
   [
    "pari 2",
    "сокращ",
    "аббревиатура от Паривара",
    "◑"
   ],
   [
    "pā 2.1",
    "сокращ",
    "сокращение от (Кхуддака) патха",
    "✔"
   ],
   [
    "pāci",
    "сокращ",
    "аббревиатура Пācittiya",
    "◑"
   ],
   [
    "pāra 2.1",
    "сокращ",
    "аббревиатура Параджикаканада",
    "◑"
   ],
   [
    "pī",
    "сокращ",
    "сокращение от (Общества) Палийских (Текстов)",
    "✔"
   ],
   [
    "pu 1",
    "сокращ",
    "сокращение от пуччха",
    "✔"
   ],
   [
    "pu 2",
    "сокращ",
    "аббревиатура от Пугандапаньятти",
    "◑"
   ],
   [
    "pe 1",
    "сокращ",
    "сокращение от пеииала",
    "✔"
   ],
   [
    "pe 2",
    "сокращ",
    "аббревиатура Петаваттху",
    "◑"
   ],
   [
    "pe 3",
    "сокращ",
    "аббревиатура от Петкападеса",
    "◑"
   ],
   [
    "bu",
    "сокращ",
    "abbreviation of Buddha(vaṃsa)",
    "◑"
   ],
   [
    "ma 4.1",
    "сокращ",
    "сокращение от Маджхима (Никая)",
    "✔"
   ],
   [
    "ma 4.2",
    "сокращ",
    "аббревиатура аббревиатуры слова (Патисамбхида) Магга",
    "◑"
   ],
   [
    "mahāni",
    "сокращ",
    "сокращение от Маханиддеса",
    "✔"
   ],
   [
    "mahāva 1",
    "сокращ",
    "сокращение от Махаванса",
    "✔"
   ],
   [
    "mahāva 2",
    "сокращ",
    "аббревиатура Махавагга",
    "✔"
   ],
   [
    "rū 2",
    "сокращ",
    "аббревиатура rūpāvacara",
    "◑"
   ],
   [
    "va 5.1",
    "сокращ",
    "сокращение от (Вимана)ваттху",
    "◑"
   ],
   [
    "vaṃ",
    "сокращ",
    "abbreviation of (Buddha)vaṃsa",
    "◑"
   ],
   [
    "vi 2.1",
    "сокращ",
    "сокращение от виссаджжана",
    "✔"
   ],
   [
    "vi 2.2",
    "сокращ",
    "аббревиатура Виманаваттху",
    "◑"
   ],
   [
    "vibh",
    "сокращ",
    "аббревиатура Ви-бханга",
    "◑"
   ],
   [
    "vibha",
    "сокращ",
    "аббревиатура Vibhaṅga Aṭṭhakathā",
    "◑"
   ],
   [
    "visuddhi 2.1",
    "сокращ",
    "сокращение от Висуддхимагга",
    "✔"
   ],
   [
    "saṃ 2.1",
    "сокращ",
    "сокращение от Саньютта (Никая)",
    "✔"
   ],
   [
    "sī",
    "сокращ",
    "сокращение от Сихала",
    "✔"
   ],
   [
    "su 3",
    "сокращ",
    "аббревиатура суттапитака",
    "◑"
   ],
   [
    "su 4",
    "сокращ",
    "аббревиатура слова сутта",
    "◑"
   ],
   [
    "syā",
    "сокращ",
    "сокращение от Сиам",
    "✔"
   ]
  ],
  "count": 52
 },
 "pronouns": {
  "data": [
   [
    "akaci 1",
    "местоим",
    "ничто",
    "✔"
   ],
   [
    "akiñci",
    "местоим",
    "ничего",
    "✔"
   ],
   [
    "añña 1.1",
    "местоим",
    "другой",
    "✔"
   ],
   [
    "añña 1.2",
    "местоим",
    "что-то большее",
    "✔"
   ],
   [
    "añña 1.3",
    "местоим",
    "другой (чем)",
    "✔"
   ],
   [
    "aññatara 1",
    "местоим",
    "один",
    "✔"
   ],
   [
    "aññatara 2",
    "местоим",
    "один (из)",
    "✔"
   ],
   [
    "aññatara 3",
    "местоим",
    "другой",
    "✔"
   ],
   [
    "aññataraññatara",
    "местоим",
    "один или другой",
    "✔"
   ],
   [
    "aññato 1",
    "местоим",
    "от другого",
    "✔"
   ],
   [
    "aññamañña",
    "местоим",
    "взаимный",
    "✔"
   ],
   [
    "aññissā",
    "местоим",
    "с другой",
    "✔"
   ],
   [
    "aññe",
    "местоим",
    "другие",
    "✔"
   ],
   [
    "aññenañña",
    "местоим",
    "одно с другим",
    "✔"
   ],
   [
    "aññesaṃ 1",
    "местоим",
    "другим",
    "✔"
   ],
   [
    "aññesaṃ 2",
    "местоим",
    "других",
    "✔"
   ],
   [
    "aduṃ",
    "местоим",
    "тот",
    "✔"
   ],
   [
    "anañña",
    "местоим",
    "ни иной",
    "✔"
   ],
   [
    "anena",
    "местоим",
    "с этим",
    "✔"
   ],
   [
    "apara 2",
    "местоим",
    "другой",
    "✔"
   ],
   [
    "apare",
    "местоим",
    "(комм) другие учёные монахи",
    "✔"
   ],
   [
    "appekacca",
    "местоим",
    "некие",
    "✔"
   ],
   [
    "aminā",
    "местоим",
    "с ним",
    "✔"
   ],
   [
    "amu",
    "местоим",
    "такой",
    "✔"
   ],
   [
    "amunā",
    "местоим",
    "этим",
    "✔"
   ],
   [
    "amūsaṃ 2",
    "местоим",
    "таких-то",
    "✔"
   ],
   [
    "amhaṃ",
    "местоим",
    "наш",
    "✔"
   ],
   [
    "amhāka",
    "местоим",
    "наш",
    "✔"
   ],
   [
    "amhākaṃ 1",
    "местоим",
    "нас",
    "✔"
   ],
   [
    "amhākaṃ 2",
    "местоим",
    "нам",
    "✔"
   ],
   [
    "amhākaṃ 3",
    "местоим",
    "наш",
    "✔"
   ],
   [
    "amhākaṃ 4",
    "местоим",
    "(королевское множественное число) мой",
    "✔"
   ],
   [
    "amhe 1",
    "местоим",
    "мы",
    "✔"
   ],
   [
    "amhe 2",
    "местоим",
    "нас",
    "✔"
   ],
   [
    "amhe 3",
    "местоим",
    "(королевское множественное число) я",
    "◑"
   ],
   [
    "amhe 4",
    "местоим",
    "(королевское множественное число) мне",
    "✔"
   ],
   [
    "amhesu",
    "местоим",
    "в нас",
    "✔"
   ],
   [
    "amhehi 1",
    "местоим",
    "нами",
    "✔"
   ],
   [
    "amhehi 2",
    "местоим",
    "от нас",
    "◑"
   ],
   [
    "amhehi 3",
    "местоим",
    "чем нас",
    "✔"
   ],
   [
    "amhehi 4",
    "местоим",
    "(королевское множественное число) мной",
    "✔"
   ],
   [
    "amhehi 5",
    "местоим",
    "(царственное множественное число) от меня",
    "✔"
   ],
   [
    "ayaṃ",
    "местоим",
    "это",
    "✔"
   ],
   [
    "asa 4.1",
    "местоим",
    "не свой",
    "✔"
   ],
   [
    "asu",
    "местоим",
    "тот",
    "✔"
   ],
   [
    "asmā 1.1",
    "местоим",
    "из этого",
    "✔"
   ],
   [
    "asmā 2.1",
    "местоим",
    "нам",
    "◑"
   ],
   [
    "asmā 2.2",
    "местоим",
    "(множественное величия) ко мне",
    "◑"
   ],
   [
    "asmiṃ",
    "местоим",
    "в этом",
    "✔"
   ],
   [
    "assa 4.1",
    "местоим",
    "ему",
    "✔"
   ],
   [
    "assa 4.2",
    "местоим",
    "его",
    "✔"
   ],
   [
    "assā 2.1",
    "местоим",
    "для нее",
    "✔"
   ],
   [
    "ahaṃ",
    "местоим",
    "я",
    "✔"
   ],
   [
    "āsaṃ",
    "местоим",
    "этих",
    "✔"
   ],
   [
    "itara 1",
    "местоим",
    "другой",
    "✔"
   ],
   [
    "itara 2",
    "местоим",
    "остальной",
    "✔"
   ],
   [
    "ito 1",
    "местоим",
    "от этого (человека)",
    "✔"
   ],
   [
    "idaṃ 1",
    "местоим",
    "это",
    "✔"
   ],
   [
    "idaṃ 2",
    "местоим",
    "это",
    "✔"
   ],
   [
    "idhekacca",
    "местоим",
    "здесь некоторый",
    "✔"
   ],
   [
    "ima 1.1",
    "местоим",
    "этот",
    "✔"
   ],
   [
    "imamhā",
    "местоим",
    "от этого (человека)",
    "✔"
   ],
   [
    "imamhi",
    "местоим",
    "на этом",
    "✔"
   ],
   [
    "imasmā",
    "местоим",
    "от этого",
    "✔"
   ],
   [
    "imasmiṃ 1",
    "местоим",
    "в этом",
    "✔"
   ],
   [
    "imasmiṃ 2",
    "местоим",
    "в то время как этот",
    "✔"
   ],
   [
    "imassa 1",
    "местоим",
    "этому",
    "✔"
   ],
   [
    "imassa 2",
    "местоим",
    "этого",
    "✔"
   ],
   [
    "imaṃ",
    "местоим",
    "это",
    "✔"
   ],
   [
    "imā",
    "местоим",
    "эти",
    "✔"
   ],
   [
    "imāni",
    "местоим",
    "эти",
    "✔"
   ],
   [
    "imāya",
    "местоим",
    "этой",
    "✔"
   ],
   [
    "imāyaṃ",
    "местоим",
    "в этом",
    "◑"
   ],
   [
    "imāyo",
    "местоим",
    "эти",
    "✔"
   ],
   [
    "imāsaṃ",
    "местоим",
    "их",
    "✔"
   ],
   [
    "imāhi 1",
    "местоим",
    "этими",
    "✔"
   ],
   [
    "imāhi 2",
    "местоим",
    "от этих",
    "✔"
   ],
   [
    "iminā",
    "местоим",
    "с этим",
    "✔"
   ],
   [
    "imissaṃ",
    "местоим",
    "в этой",
    "✔"
   ],
   [
    "imissā 1",
    "местоим",
    "этой",
    "✔"
   ],
   [
    "imissā 2",
    "местоим",
    "когда эта",
    "✔"
   ],
   [
    "ime",
    "местоим",
    "эти",
    "✔"
   ],
   [
    "imesaṃ 1",
    "местоим",
    "этим",
    "✔"
   ],
   [
    "imesaṃ 2",
    "местоим",
    "этих",
    "✔"
   ],
   [
    "imehi 1",
    "местоим",
    "этим",
    "✔"
   ],
   [
    "imehi 2",
    "местоим",
    "от этих",
    "✔"
   ],
   [
    "ubha",
    "местоим",
    "оба",
    "✔"
   ],
   [
    "ubhinnaṃ 2",
    "местоим",
    "обоих",
    "✔"
   ],
   [
    "ubhe",
    "местоим",
    "оба",
    "✔"
   ],
   [
    "ubho",
    "местоим",
    "оба",
    "✔"
   ],
   [
    "ubhosu",
    "местоим",
    "в обоих",
    "✔"
   ],
   [
    "ubhohi",
    "местоим",
    "обоими",
    "✔"
   ],
   [
    "ekacca 1",
    "местоим",
    "один",
    "✔"
   ],
   [
    "ekacca 2",
    "местоим",
    "некоторый",
    "✔"
   ],
   [
    "eta",
    "местоим",
    "этот",
    "✔"
   ],
   [
    "etato",
    "местоим",
    "чем это",
    "◑"
   ],
   [
    "etad",
    "местоим",
    "этот",
    "✔"
   ],
   [
    "etamhā",
    "местоим",
    "от этого",
    "✔"
   ],
   [
    "etasmā 1",
    "местоим",
    "из этого",
    "✔"
   ],
   [
    "etasmā 2",
    "местоим",
    "чем это",
    "✔"
   ],
   [
    "etasmiṃ",
    "местоим",
    "в этом",
    "✔"
   ],
   [
    "etassa 1",
    "местоим",
    "для этого",
    "✔"
   ],
   [
    "etassa 2",
    "местоим",
    "этого",
    "✔"
   ],
   [
    "etaṃ 1",
    "местоим",
    "это",
    "✔"
   ],
   [
    "etaṃ 2",
    "местоим",
    "это",
    "✔"
   ],
   [
    "etāni 1",
    "местоим",
    "эти",
    "✔"
   ],
   [
    "etāni 2",
    "местоим",
    "эти",
    "✔"
   ],
   [
    "etāya 4",
    "местоим",
    "(грам) после этого",
    "✔"
   ],
   [
    "etissā 2",
    "местоим",
    "этой",
    "✔"
   ],
   [
    "ete 1",
    "местоим",
    "эти",
    "✔"
   ],
   [
    "ete 2",
    "местоим",
    "их",
    "✔"
   ],
   [
    "etesaṃ 1",
    "местоим",
    "им",
    "✔"
   ],
   [
    "etesaṃ 2",
    "местоим",
    "их",
    "✔"
   ],
   [
    "etesu",
    "местоим",
    "в этих",
    "✔"
   ],
   [
    "etehi 1",
    "местоим",
    "этими",
    "✔"
   ],
   [
    "enaṃ",
    "местоим",
    "его",
    "✔"
   ],
   [
    "evamidhekacca",
    "местоим",
    "так один здесь",
    "✔"
   ],
   [
    "esa",
    "местоим",
    "он",
    "✔"
   ],
   [
    "esā",
    "местоим",
    "она",
    "✔"
   ],
   [
    "esānaṃ 2",
    "местоим",
    "этих",
    "✔"
   ],
   [
    "eso",
    "местоим",
    "этот",
    "✔"
   ],
   [
    "ka 1.1",
    "местоим",
    "кто?",
    "✔"
   ],
   [
    "kaci",
    "местоим",
    "какой-то",
    "✔"
   ],
   [
    "kañci",
    "местоим",
    "кого-либо",
    "✔"
   ],
   [
    "katama",
    "местоим",
    "который?",
    "✔"
   ],
   [
    "katamasmiṃ",
    "местоим",
    "в котором?",
    "✔"
   ],
   [
    "katamena",
    "несклон",
    "в каком направлении? каким путем? где?",
    "✔"
   ],
   [
    "kati",
    "местоим",
    "сколько?",
    "✔"
   ],
   [
    "katī",
    "местоим",
    "сколько?",
    "✔"
   ],
   [
    "katīhi",
    "местоим",
    "сколькими?",
    "✔"
   ],
   [
    "kassa 1",
    "местоим",
    "кому?",
    "✔"
   ],
   [
    "kassa 2",
    "местоим",
    "которого?",
    "✔"
   ],
   [
    "kassaci 1",
    "местоим",
    "кому-то",
    "✔"
   ],
   [
    "kassaci 2",
    "местоим",
    "кого-то",
    "✔"
   ],
   [
    "kaṃ 1.1",
    "местоим",
    "которого?",
    "✔"
   ],
   [
    "kā 2.1",
    "местоим",
    "что?",
    "✔"
   ],
   [
    "kāci",
    "местоим",
    "какая-нибудь",
    "✔"
   ],
   [
    "kāni",
    "местоим",
    "что?",
    "✔"
   ],
   [
    "kānici",
    "местоим",
    "какие угодно",
    "✔"
   ],
   [
    "kāya 2.1",
    "местоим",
    "чем",
    "✔"
   ],
   [
    "ki",
    "местоим",
    "кто?",
    "✔"
   ],
   [
    "kiñci 2",
    "местоим",
    "что-либо",
    "✔"
   ],
   [
    "kiñci 3",
    "местоим",
    "некоторый",
    "✔"
   ],
   [
    "kiñci 4",
    "местоим",
    "немного",
    "◑"
   ],
   [
    "kimhi 1",
    "местоим",
    "в чем?",
    "✔"
   ],
   [
    "kimhi 2",
    "местоим",
    "когда что?",
    "✔"
   ],
   [
    "kismā",
    "местоим",
    "от чего?",
    "✔"
   ],
   [
    "kismici",
    "местоим",
    "во всем",
    "✔"
   ],
   [
    "kismiṃ 1",
    "местоим",
    "в чем?",
    "✔"
   ],
   [
    "kismiṃ 2",
    "местоим",
    "на каком основании?",
    "✔"
   ],
   [
    "kismiṃ 3",
    "местоим",
    "когда что?",
    "✔"
   ],
   [
    "kissa 1",
    "местоим",
    "для кого?",
    "✔"
   ],
   [
    "kissa 2",
    "местоим",
    "кого?",
    "✔"
   ],
   [
    "kiṃ 1",
    "местоим",
    "кто?",
    "✔"
   ],
   [
    "ke",
    "местоим",
    "кто?",
    "✔"
   ],
   [
    "keci 1",
    "местоим",
    "кто бы ни",
    "✔"
   ],
   [
    "keci 2",
    "местоим",
    "(комм) некоторые учёные монахи",
    "✔"
   ],
   [
    "kena 1",
    "местоим",
    "чем?",
    "✔"
   ],
   [
    "kena 2",
    "местоим",
    "почему?",
    "✔"
   ],
   [
    "kenaci",
    "местоим",
    "кем-либо",
    "✔"
   ],
   [
    "kesañci",
    "местоим",
    "какого-либо",
    "✔"
   ],
   [
    "kesaṃ 1",
    "местоим",
    "для кого?",
    "✔"
   ],
   [
    "kesaṃ 2",
    "местоим",
    "кого?",
    "✔"
   ],
   [
    "kesu",
    "местоим",
    "в чем?",
    "✔"
   ],
   [
    "kehici",
    "местоим",
    "кем-то",
    "✔"
   ],
   [
    "ko",
    "местоим",
    "кто?",
    "✔"
   ],
   [
    "koci 1",
    "местоим",
    "кто-то",
    "✔"
   ],
   [
    "ky",
    "местоим",
    "кто?",
    "✔"
   ],
   [
    "ta 1.1",
    "местоим",
    "тот",
    "✔"
   ],
   [
    "tato 1",
    "местоим",
    "оттуда",
    "✔"
   ],
   [
    "tato 2",
    "местоим",
    "(сравнительный) чем это",
    "✔"
   ],
   [
    "tatrekacca",
    "местоим",
    "там кто-то",
    "✔"
   ],
   [
    "tad",
    "местоим",
    "эта",
    "✔"
   ],
   [
    "tadañña 1",
    "местоим",
    "тот другой",
    "✔"
   ],
   [
    "tadañña 2",
    "местоим",
    "отличный от этого",
    "◑"
   ],
   [
    "tamhā",
    "местоим",
    "из этого",
    "✔"
   ],
   [
    "tamhi 1",
    "местоим",
    "в этом",
    "✔"
   ],
   [
    "tamhi 2",
    "местоим",
    "(грам) перед этим",
    "◑"
   ],
   [
    "tayā 1",
    "местоим",
    "тобой",
    "✔"
   ],
   [
    "tayā 2",
    "местоим",
    "от тебя",
    "✔"
   ],
   [
    "tayi",
    "местоим",
    "в тебе",
    "✔"
   ],
   [
    "tava 1",
    "местоим",
    "тебе",
    "✔"
   ],
   [
    "tava 2",
    "местоим",
    "твой",
    "✔"
   ],
   [
    "tasmā 1",
    "местоим",
    "от того",
    "✔"
   ],
   [
    "tasmi",
    "местоим",
    "в том",
    "✔"
   ],
   [
    "tasmiṃ 1",
    "местоим",
    "в том",
    "✔"
   ],
   [
    "tasmiṃ 2",
    "местоим",
    "когда этот",
    "✔"
   ],
   [
    "tasmiṃ 3",
    "местоим",
    "в том случае",
    "✔"
   ],
   [
    "tasmiṃ 4",
    "местоим",
    "под этим",
    "✔"
   ],
   [
    "tasmiṃ 5",
    "местоим",
    "(грам) до того",
    "◑"
   ],
   [
    "tassa 1",
    "местоим",
    "ему",
    "✔"
   ],
   [
    "tassa 2",
    "местоим",
    "его",
    "✔"
   ],
   [
    "tassa 3",
    "местоим",
    "когда он",
    "✔"
   ],
   [
    "tassaṃ",
    "местоим",
    "в той",
    "✔"
   ],
   [
    "tassā 1",
    "местоим",
    "ей",
    "✔"
   ],
   [
    "tassā 2",
    "местоим",
    "ее",
    "✔"
   ],
   [
    "taṃ 1.1",
    "местоим",
    "тот",
    "✔"
   ],
   [
    "taṃ 1.2",
    "местоим",
    "его",
    "✔"
   ],
   [
    "taṃ 2.1",
    "местоим",
    "тебя",
    "✔"
   ],
   [
    "tā 1.1",
    "местоим",
    "они",
    "✔"
   ],
   [
    "tā 1.2",
    "местоим",
    "их",
    "✔"
   ],
   [
    "tāni 1",
    "местоим",
    "они",
    "✔"
   ],
   [
    "tāni 2",
    "местоим",
    "их",
    "✔"
   ],
   [
    "tāya 1",
    "местоим",
    "ею",
    "✔"
   ],
   [
    "tāya 3",
    "местоим",
    "от той",
    "✔"
   ],
   [
    "tāyaṃ",
    "местоим",
    "в той",
    "✔"
   ],
   [
    "tāsaṃ 1",
    "местоим",
    "тем",
    "✔"
   ],
   [
    "tāsaṃ 2",
    "местоим",
    "тех",
    "✔"
   ],
   [
    "tāsu",
    "местоим",
    "в тех",
    "✔"
   ],
   [
    "tāhi 1",
    "местоим",
    "с теми",
    "✔"
   ],
   [
    "tāhi 2",
    "местоим",
    "от тех",
    "✔"
   ],
   [
    "tissaṃ",
    "местоим",
    "в том",
    "✔"
   ],
   [
    "tumha",
    "местоим",
    "ты",
    "✔"
   ],
   [
    "tumhaṃ 1",
    "местоим",
    "вам",
    "✔"
   ],
   [
    "tumhaṃ 2",
    "местоим",
    "ваш",
    "◑"
   ],
   [
    "tumhāka",
    "местоим",
    "для вас всех",
    "✔"
   ],
   [
    "tumhākaṃ 1",
    "местоим",
    "вас всех",
    "✔"
   ],
   [
    "tumhākaṃ 2",
    "местоим",
    "для вас",
    "✔"
   ],
   [
    "tumhākaṃ 3",
    "местоим",
    "ваш",
    "✔"
   ],
   [
    "tumhe 1",
    "местоим",
    "вы",
    "✔"
   ],
   [
    "tumhe 2",
    "местоим",
    "вас",
    "✔"
   ],
   [
    "tumhe 3",
    "местоим",
    "(королевское множественное) вы",
    "◑"
   ],
   [
    "tumhe 4",
    "местоим",
    "объект (королевское множественное число) вы",
    "✔"
   ],
   [
    "tumhehi 1",
    "местоим",
    "вами",
    "✔"
   ],
   [
    "tumhehi 2",
    "местоим",
    "от вас всех",
    "✔"
   ],
   [
    "tumhehi 3",
    "местоим",
    "(королевский множест.) вами",
    "✔"
   ],
   [
    "tuyha",
    "местоим",
    "твой",
    "✔"
   ],
   [
    "tuyhaṃ 1",
    "местоим",
    "для тебя",
    "✔"
   ],
   [
    "tuyhaṃ 2",
    "местоим",
    "твой",
    "✔"
   ],
   [
    "tuvaṃ 1",
    "местоим",
    "ты",
    "✔"
   ],
   [
    "tuvaṃ 2",
    "местоим",
    "тебя",
    "✔"
   ],
   [
    "te 1.1",
    "местоим",
    "они",
    "✔"
   ],
   [
    "te 1.2",
    "местоим",
    "их",
    "✔"
   ],
   [
    "te 2.1",
    "местоим",
    "тебя",
    "✔"
   ],
   [
    "te 2.2",
    "местоим",
    "тобой",
    "✔"
   ],
   [
    "te 2.3",
    "местоим",
    "для тебя",
    "✔"
   ],
   [
    "te 2.4",
    "местоим",
    "твой",
    "✔"
   ],
   [
    "te 2.5",
    "местоим",
    "когда ты",
    "✔"
   ],
   [
    "tena 1",
    "местоим",
    "с ним",
    "✔"
   ],
   [
    "tesa",
    "местоим",
    "их",
    "✔"
   ],
   [
    "tesaṃ 1",
    "местоим",
    "для них",
    "✔"
   ],
   [
    "tesaṃ 2",
    "местоим",
    "их",
    "✔"
   ],
   [
    "tesaṃ 3",
    "местоим",
    "когда они",
    "✔"
   ],
   [
    "tesu",
    "местоим",
    "в тех",
    "✔"
   ],
   [
    "tehi 1",
    "местоим",
    "с ними",
    "✔"
   ],
   [
    "tehi 2",
    "местоим",
    "чем этих",
    "✔"
   ],
   [
    "tvaṃ 1",
    "местоим",
    "ты",
    "✔"
   ],
   [
    "tvaṃ 2",
    "местоим",
    "тебя",
    "✔"
   ],
   [
    "naṃ",
    "местоим",
    "его",
    "✔"
   ],
   [
    "nāñña 1",
    "местоим",
    "не другой",
    "✔"
   ],
   [
    "nāñña 2",
    "местоим",
    "ничего другого (чем)",
    "✔"
   ],
   [
    "nāññatara",
    "местоим",
    "не другой",
    "◑"
   ],
   [
    "nāññato",
    "местоим",
    "ни от кого-либо еще",
    "✔"
   ],
   [
    "nāññenañña",
    "местоим",
    "не одно с другим",
    "✔"
   ],
   [
    "nāññesaṃ",
    "местоим",
    "не другим",
    "✔"
   ],
   [
    "ne 2",
    "местоим",
    "их",
    "✔"
   ],
   [
    "neta",
    "местоим",
    "это не",
    "✔"
   ],
   [
    "netara",
    "местоим",
    "не другой",
    "✔"
   ],
   [
    "nete",
    "местоим",
    "эти не являются",
    "✔"
   ],
   [
    "nesaṃ 1",
    "местоим",
    "для них",
    "✔"
   ],
   [
    "nesaṃ 2",
    "местоим",
    "их",
    "✔"
   ],
   [
    "nesā",
    "местоим",
    "это не является",
    "✔"
   ],
   [
    "neso 1",
    "местоим",
    "это не",
    "✔"
   ],
   [
    "neso 2",
    "местоим",
    "он не",
    "✔"
   ],
   [
    "no 2.1",
    "местоим",
    "нас",
    "✔"
   ],
   [
    "no 2.2",
    "местоим",
    "нами",
    "✔"
   ],
   [
    "no 2.3",
    "местоим",
    "для нас",
    "✔"
   ],
   [
    "no 2.4",
    "местоим",
    "наш",
    "✔"
   ],
   [
    "panañña",
    "местоим",
    "и другой",
    "✔"
   ],
   [
    "panidhekacca",
    "местоим",
    "а здесь некий",
    "✔"
   ],
   [
    "para 1",
    "местоим",
    "другой",
    "✔"
   ],
   [
    "para 3",
    "прил",
    "чуждый",
    "✔"
   ],
   [
    "parato 1",
    "местоим",
    "от другого",
    "✔"
   ],
   [
    "parato 3",
    "местоим",
    "после этого",
    "◑"
   ],
   [
    "parāsaṃ",
    "местоим",
    "(грам) ?? от следующих",
    "✔"
   ],
   [
    "pare 3",
    "местоим",
    "другие",
    "✔"
   ],
   [
    "paresa",
    "местоим",
    "другим",
    "✔"
   ],
   [
    "paresaṃ 1",
    "местоим",
    "другим",
    "✔"
   ],
   [
    "paresaṃ 2",
    "местоим",
    "других",
    "✔"
   ],
   [
    "paresaṃ 3",
    "местоим",
    "принадлежащий другим",
    "✔"
   ],
   [
    "mama 1",
    "местоим",
    "для меня",
    "✔"
   ],
   [
    "mama 2",
    "местоим",
    "мой",
    "✔"
   ],
   [
    "mamaṃ 1",
    "местоим",
    "меня",
    "✔"
   ],
   [
    "mamaṃ 2",
    "местоим",
    "для меня",
    "✔"
   ],
   [
    "mamaṃ 3",
    "местоим",
    "мой",
    "✔"
   ],
   [
    "mayaṃ 1",
    "местоим",
    "мы",
    "✔"
   ],
   [
    "mayaṃ 2",
    "местоим",
    "(множественное величия) я",
    "✔"
   ],
   [
    "mayā 1",
    "местоим",
    "мной",
    "✔"
   ],
   [
    "mayā 2",
    "местоим",
    "чем я",
    "✔"
   ],
   [
    "mayi 1",
    "местоим",
    "во мне",
    "✔"
   ],
   [
    "mayi 2",
    "местоим",
    "когда я",
    "✔"
   ],
   [
    "mayi 3",
    "местоим",
    "подо мной",
    "✔"
   ],
   [
    "mayha 2",
    "местоим",
    "мой",
    "✔"
   ],
   [
    "mayhaṃ 1",
    "местоим",
    "для меня",
    "✔"
   ],
   [
    "mayhaṃ 2",
    "местоим",
    "мой",
    "✔"
   ],
   [
    "maṃ 1",
    "местоим",
    "меня",
    "✔"
   ],
   [
    "māmaṃ",
    "местоим",
    "меня",
    "◑"
   ],
   [
    "me 1",
    "местоим",
    "меня",
    "✔"
   ],
   [
    "me 2",
    "местоим",
    "мной",
    "✔"
   ],
   [
    "me 3",
    "местоим",
    "мне",
    "✔"
   ],
   [
    "me 4",
    "местоим",
    "от меня",
    "✔"
   ],
   [
    "me 5",
    "местоим",
    "мой",
    "✔"
   ],
   [
    "me 6",
    "местоим",
    "когда я",
    "✔"
   ],
   [
    "ya 2.1",
    "местоим",
    "какой угодно",
    "✔"
   ],
   [
    "yaṅkaci",
    "местоим",
    "что бы то ни было",
    "◑"
   ],
   [
    "yaṅkiñci",
    "местоим",
    "что бы ни",
    "✔"
   ],
   [
    "yad",
    "местоим",
    "какой бы ни",
    "✔"
   ],
   [
    "yadañña",
    "местоим",
    "какой бы другой человек ни был",
    "◑"
   ],
   [
    "yamhā",
    "местоим",
    "от кого",
    "✔"
   ],
   [
    "yamhi",
    "местоим",
    "в том кто",
    "✔"
   ],
   [
    "yamhī",
    "местоим",
    "в ком",
    "✔"
   ],
   [
    "yasmā 2",
    "местоим",
    "чем",
    "✔"
   ],
   [
    "yasmiṃ 1",
    "местоим",
    "в каком бы то ни было",
    "✔"
   ],
   [
    "yasmiṃ 2",
    "местоим",
    "о котором",
    "✔"
   ],
   [
    "yassa 1",
    "местоим",
    "которому",
    "✔"
   ],
   [
    "yassa 2",
    "местоим",
    "кого то",
    "✔"
   ],
   [
    "yassaṃ",
    "местоим",
    "в той что",
    "✔"
   ],
   [
    "yassā 1",
    "местоим",
    "для какой бы то ни было",
    "✔"
   ],
   [
    "yassā 2",
    "местоим",
    "чьей",
    "✔"
   ],
   [
    "yaṃ 1",
    "местоим",
    "что бы ни",
    "✔"
   ],
   [
    "yaṃ 2",
    "местоим",
    "кого бы ни",
    "✔"
   ],
   [
    "yaṃkaci",
    "местоим",
    "что бы то ни было",
    "✔"
   ],
   [
    "yaṃkiñci",
    "местоим",
    "что бы ни",
    "✔"
   ],
   [
    "yā",
    "местоим",
    "какая угодно",
    "✔"
   ],
   [
    "yāni",
    "местоим",
    "какие угодно",
    "✔"
   ],
   [
    "yāya",
    "местоим",
    "с какой бы то ни было",
    "✔"
   ],
   [
    "yāhi 1",
    "местоим",
    "которыми",
    "✔"
   ],
   [
    "yāhi 2",
    "местоим",
    "от каких бы то ни было",
    "✔"
   ],
   [
    "yito",
    "местоим",
    "отсюда",
    "✔"
   ],
   [
    "ye 1",
    "местоим",
    "которые",
    "✔"
   ],
   [
    "ye 2",
    "местоим",
    "которые",
    "✔"
   ],
   [
    "yena 1",
    "местоим",
    "которым",
    "✔"
   ],
   [
    "yesaṃ 1",
    "местоим",
    "для чего-то",
    "✔"
   ],
   [
    "yesaṃ 2",
    "местоим",
    "чьих-то",
    "✔"
   ],
   [
    "yesu",
    "местоим",
    "в ком",
    "✔"
   ],
   [
    "yehi 1",
    "местоим",
    "которыми",
    "✔"
   ],
   [
    "yehi 2",
    "местоим",
    "из которых",
    "✔"
   ],
   [
    "yo",
    "местоим",
    "тот кто",
    "✔"
   ],
   [
    "vo 1.1",
    "местоим",
    "вы все (подлежащее)",
    "✔"
   ],
   [
    "vo 1.2",
    "местоим",
    "вас",
    "✔"
   ],
   [
    "vo 1.3",
    "местоим",
    "вами",
    "✔"
   ],
   [
    "vo 1.4",
    "местоим",
    "вам",
    "✔"
   ],
   [
    "vo 1.5",
    "местоим",
    "ваш",
    "✔"
   ],
   [
    "vo 1.6",
    "местоим",
    "когда вы",
    "✔"
   ],
   [
    "sa 2.1",
    "местоим",
    "он",
    "✔"
   ],
   [
    "sa 3.1",
    "местоим",
    "свой собственный",
    "✔"
   ],
   [
    "sabba 1",
    "местоим",
    "весь",
    "✔"
   ],
   [
    "sabba 2",
    "местоим",
    "все",
    "✔"
   ],
   [
    "sabba 3",
    "местоим",
    "весь",
    "✔"
   ],
   [
    "sabbato 4",
    "местоим",
    "(грам) после всех корней",
    "✔"
   ],
   [
    "sabbāsaṃ",
    "местоим",
    "всех",
    "✔"
   ],
   [
    "sabbe",
    "местоим",
    "всё",
    "✔"
   ],
   [
    "sabbesaṃ 1",
    "местоим",
    "для всех",
    "✔"
   ],
   [
    "sabbesaṃ 2",
    "местоим",
    "всех",
    "✔"
   ],
   [
    "sā",
    "местоим",
    "она",
    "✔"
   ],
   [
    "sāni",
    "местоим",
    "свои собственные",
    "✔"
   ],
   [
    "sīsañña",
    "местоим",
    "взгляд",
    "◑"
   ],
   [
    "se 1",
    "местоим",
    "их",
    "✔"
   ],
   [
    "se 2",
    "местоим",
    "тот",
    "✔"
   ],
   [
    "sehi 1",
    "местоим",
    "своими",
    "✔"
   ],
   [
    "so 1.1",
    "местоим",
    "он",
    "✔"
   ]
  ],
  "count": 361
 },
 "epithets of devas": {
  "data": [
   [
    "akaniṭṭha 2",
    "прил",
    "высший",
    "✔"
   ],
   [
    "atappa",
    "прил",
    "эпитет класса девов",
    "✔"
   ],
   [
    "appamāṇasubha",
    "прил",
    "неизмеримой красоты",
    "✔"
   ],
   [
    "appamāṇābha",
    "прил",
    "неизмеримой светимости",
    "✔"
   ],
   [
    "aviha 2",
    "прил",
    "эпитет класса дэвов",
    "✔"
   ],
   [
    "ākāsānañcāyatanūpaga",
    "прил",
    "достигший измерения бесконечного пространства",
    "✔"
   ],
   [
    "ākiñcaññāyatanūpaga",
    "прил",
    "перешедший в измерение ничто",
    "✔"
   ],
   [
    "ābha",
    "прил",
    "сияющий",
    "✔"
   ],
   [
    "ābhassara",
    "прил",
    "сияющий",
    "✔"
   ],
   [
    "manopadosika",
    "прил",
    "умственно испорченный",
    "✔"
   ]
  ],
  "count": 10
 },
 "epithets of arahants": {
  "data": [
   [
    "akiñcana",
    "прил",
    "без чего-либо",
    "✔"
   ],
   [
    "adhicetas",
    "муж",
    "тот, у кого обострённые умственные способности",
    "✔"
   ],
   [
    "anantajina",
    "муж",
    "бесконечный завоеватель",
    "✔"
   ],
   [
    "anuppattasadattha",
    "прил",
    "кто достиг высшей цели",
    "✔"
   ],
   [
    "apetabherava",
    "прил",
    "без страха",
    "✔"
   ],
   [
    "appamāṇavihārī",
    "прил",
    "живущий без меры",
    "✔"
   ],
   [
    "āsavakhīṇa",
    "прил",
    "кто разрушил омрачения",
    "✔"
   ],
   [
    "ujjugata",
    "прил",
    "прямой",
    "✔"
   ],
   [
    "ubhatobhāgavimutta",
    "прил",
    "освобожденный в обоих отношениях",
    "✔"
   ],
   [
    "ohitabhāra",
    "прил",
    "кто сбросил груз",
    "✔"
   ],
   [
    "katakaraṇīya",
    "прил",
    "кто выполнил работу",
    "✔"
   ],
   [
    "katakicca",
    "прил",
    "закончивший работу",
    "✔"
   ],
   [
    "khīṇasaṃyojana",
    "прил",
    "устранивший оковы",
    "✔"
   ],
   [
    "khīṇāsava",
    "прил",
    "чьи протечки были истощены",
    "✔"
   ],
   [
    "catusaccabuddha",
    "прил",
    "осознавший четыре истины",
    "✔"
   ],
   [
    "dantabhūmi",
    "жен",
    "уровень мастерства",
    "✔"
   ],
   [
    "dantabhūmimanuppatta",
    "прил",
    "достигший уровня мастерства",
    "◑"
   ],
   [
    "dhutakilesa",
    "прил",
    "с очищенными загрязнениями",
    "✔"
   ],
   [
    "paññāvimutta",
    "прил",
    "освобожденный мудростью",
    "✔"
   ],
   [
    "pattayogakkhema",
    "прил",
    "достигший убежища",
    "◑"
   ],
   [
    "parikkhīṇabhavasaññojana",
    "прил",
    "истощивший узы бытия",
    "✔"
   ],
   [
    "parikkhīṇabhavasaṃyojana",
    "прил",
    "кто стер оковы бытия",
    "✔"
   ],
   [
    "paripuṇṇasikkha",
    "прил",
    "завершивший обучение",
    "✔"
   ],
   [
    "pāragata",
    "прил",
    "вышедший за пределы",
    "✔"
   ],
   [
    "pāraṅgata",
    "прил",
    "достигший другого берега",
    "✔"
   ],
   [
    "brāhmaṇa 2",
    "муж",
    "Архат",
    "✔"
   ],
   [
    "bhāvitapañña",
    "прил",
    "развитый в мудрости",
    "✔"
   ],
   [
    "manussanāga",
    "муж",
    "великий человек",
    "✔"
   ],
   [
    "mahaggata 2",
    "прил",
    "эпитет архата",
    "✔"
   ],
   [
    "mahānāga 1",
    "муж",
    "великий человек",
    "✔"
   ],
   [
    "vusitabrahmacariya",
    "прил",
    "исполнивший святую жизнь",
    "✔"
   ],
   [
    "vusitavant 1",
    "прил",
    "наполненный",
    "✔"
   ],
   [
    "vusīmant",
    "прил",
    "исполненный",
    "✔"
   ],
   [
    "vūsitabrahmacariya",
    "прил",
    "исполнивший священную жизнь",
    "✔"
   ],
   [
    "vedantagū",
    "муж",
    "кто обладает полным знанием",
    "✔"
   ],
   [
    "saṅkhātadhamma",
    "муж",
    "Архат",
    "✔"
   ],
   [
    "sappurisatara",
    "муж",
    "лучший человек",
    "◑"
   ],
   [
    "sabbajī",
    "муж",
    "всепобеждающий",
    "✔"
   ],
   [
    "samaṇasukhumāla",
    "муж",
    "утончённый аскет",
    "◑"
   ],
   [
    "sammaggata 2",
    "прил",
    "совершенный",
    "✔"
   ],
   [
    "sammadaññāvimutta",
    "прил",
    "освобожденный совершенным пониманием",
    "✔"
   ],
   [
    "suvihita",
    "прил",
    "хорошо практикующий",
    "✔"
   ],
   [
    "sottiya 2",
    "муж",
    "эпитет арханта",
    "✔"
   ]
  ],
  "count": 43
 },
 "epithets of Nibbāna": {
  "data": [
   [
    "akuppa 3",
    "ср",
    "непоколебимость",
    "✔"
   ],
   [
    "agati 1",
    "жен",
    "отсутствие будущего места назначения",
    "◑"
   ],
   [
    "aggadhamma 2",
    "муж",
    "лучшее состояние",
    "✔"
   ],
   [
    "aggapada",
    "ср",
    "высшее состояние",
    "✔"
   ],
   [
    "accuta 1",
    "прич.прош",
    "вечный",
    "✔"
   ],
   [
    "ajajjara",
    "прил",
    "нестареющий",
    "✔"
   ],
   [
    "anata 1",
    "прич.прош",
    "не изогнутый",
    "✔"
   ],
   [
    "anārambha 2.1",
    "муж",
    "отсутствие активности",
    "✔"
   ],
   [
    "anālaya 1",
    "муж",
    "независимость",
    "✔"
   ],
   [
    "anāsava 1",
    "прил",
    "свободный от протечек",
    "✔"
   ],
   [
    "anidassana",
    "прил",
    "без атрибутов",
    "✔"
   ],
   [
    "anītika",
    "прил",
    "свободный от несчастий",
    "✔"
   ],
   [
    "anītikadhamma",
    "муж",
    "спокойное состояние",
    "✔"
   ],
   [
    "apalokita 2.1",
    "прич.прош",
    "не распавшийся",
    "✔"
   ],
   [
    "abbhuta 1",
    "прил",
    "чудесный",
    "✔"
   ],
   [
    "abyāpajjha 1.1",
    "ср",
    "освобождение от угнетающей боли",
    "✔"
   ],
   [
    "amata 1.1",
    "ср",
    "бессмертие",
    "✔"
   ],
   [
    "amatadhātu",
    "жен",
    "бессмертное состояние",
    "✔"
   ],
   [
    "amatapada",
    "ср",
    "дорога к бессмертию",
    "✔"
   ],
   [
    "amatapariyosānatā",
    "жен",
    "состояние, заканчивающееся бессмертием",
    "✔"
   ],
   [
    "asaṅkhata",
    "прич.прош",
    "несотворенный",
    "✔"
   ],
   [
    "ārogya 2",
    "ср",
    "душевное здоровье",
    "✔"
   ],
   [
    "uttamattha",
    "муж",
    "высшее благо",
    "✔"
   ],
   [
    "upadhiviveka 2",
    "муж",
    "(комм) эпитет Ниббаны",
    "◑"
   ],
   [
    "upasama 2",
    "муж",
    "высший покой",
    "◑"
   ],
   [
    "khema 2",
    "муж",
    "безопасность",
    "✔"
   ],
   [
    "khemaṭṭhāna",
    "ср",
    "безопасное место",
    "✔"
   ],
   [
    "tāṇa 1",
    "ср",
    "защита",
    "✔"
   ],
   [
    "daḷhadhamma 2.1",
    "муж",
    "стабильное учение",
    "✔"
   ],
   [
    "dīpa 2.2",
    "муж",
    "твердая почва",
    "✔"
   ],
   [
    "dhuva 1",
    "прил",
    "стабильный",
    "✔"
   ],
   [
    "nipuṇa 1",
    "прил",
    "утонченный",
    "✔"
   ],
   [
    "nippapañca 1",
    "прил",
    "не формирующий различные мнения",
    "✔"
   ],
   [
    "parāyana 2",
    "ср",
    "конечный пункт назначения",
    "✔"
   ],
   [
    "pāra 1.1",
    "ср",
    "тот берег",
    "✔"
   ],
   [
    "brahmaññattha",
    "муж",
    "цель бытия брахмана",
    "✔"
   ],
   [
    "mutti 1",
    "жен",
    "освобождение",
    "✔"
   ],
   [
    "leṇa 2",
    "ср",
    "безопасность",
    "✔"
   ],
   [
    "vivaṭṭa 3",
    "ср",
    "прекращение круговорота в цикле существования",
    "◑"
   ],
   [
    "saṅkhārūpasama",
    "муж",
    "утихание умственной деятельности",
    "✔"
   ],
   [
    "sacca 2",
    "ср",
    "правда",
    "✔"
   ],
   [
    "santipada",
    "ср",
    "состояние покоя",
    "✔"
   ],
   [
    "santivarapada",
    "ср",
    "возвышенное состояние покоя",
    "✔"
   ],
   [
    "sabbanissagga",
    "муж",
    "отказ от всего",
    "✔"
   ],
   [
    "saraṇa 1.1",
    "ср",
    "защита",
    "✔"
   ],
   [
    "sāmaññattha",
    "муж",
    "цель монашества",
    "✔"
   ],
   [
    "siva 1",
    "прил",
    "безопасный",
    "✔"
   ],
   [
    "siva 3",
    "ср",
    "безопасное место",
    "✔"
   ],
   [
    "sītibhāva",
    "муж",
    "свежесть",
    "✔"
   ],
   [
    "sududdasa",
    "прил",
    "очень трудно увидеть",
    "✔"
   ],
   [
    "suddhi",
    "жен",
    "чистота",
    "✔"
   ]
  ],
  "count": 51
 },
 "names of Brahmans": {
  "data": [
   [
    "akkosakabhāradvāja",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "aggidatta",
    "муж",
    "имя отца Будды Какусандхи",
    "✔"
   ],
   [
    "aṅgaka",
    "муж",
    "имя молодого брахмана",
    "✔"
   ],
   [
    "aṅgīrasa 2",
    "муж",
    "имя ведического мудреца",
    "✔"
   ],
   [
    "ajita 9",
    "муж",
    "имя брахманского отшельника",
    "✔"
   ],
   [
    "aṭṭhaka 1.5",
    "муж",
    "имя ведического мудреца",
    "✔"
   ],
   [
    "atideva 2",
    "муж",
    "имя одного из брахманов во время Будды Реваты",
    "◑"
   ],
   [
    "ambaṭṭha",
    "муж",
    "имя молодого брахмана",
    "✔"
   ],
   [
    "asurindakabhāradvāja",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "assalāyana",
    "муж",
    "имя молодого брахмана",
    "✔"
   ],
   [
    "ārāmadaṇḍa",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "uggatasarīra",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "uṇṇābha",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "uttara 2.04",
    "муж",
    "имя молодого брахмана",
    "✔"
   ],
   [
    "uttara 2.12",
    "муж",
    "уттара, досл. выше",
    "✔"
   ],
   [
    "uttarā 2",
    "жен",
    "имя матери Будды Коṇāгаманы",
    "✔"
   ],
   [
    "udaya 3",
    "муж",
    "имя брахмана-аскета",
    "✔"
   ],
   [
    "upasīva",
    "муж",
    "имя брамина-аскета",
    "✔"
   ],
   [
    "esukārī 1",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "kaṇḍarāyana",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "kandarāyana",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "kasikabhāradvāja",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "kasibhāradvāja",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "kassapa 4",
    "муж",
    "имя ведийского мудреца",
    "✔"
   ],
   [
    "kāpaṭika",
    "муж",
    "имя молодого брахмана",
    "✔"
   ],
   [
    "kāpaṭhika",
    "муж",
    "имя молодого брахмана",
    "✔"
   ],
   [
    "kāraṇapālī",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "kūṭadanta",
    "муж",
    "имя брамина",
    "✔"
   ],
   [
    "koraṇḍiya",
    "муж",
    "имя брахмана в истории Джатака",
    "✔"
   ],
   [
    "gaṇakamoggallāna",
    "муж",
    "имя бухгалтера-брахмана",
    "✔"
   ],
   [
    "gopakamoggallāna",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "govinda",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "ghoṭamukha",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "caṅkī",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "jaṭābhāradvāja",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "jatukaṇṇī 2",
    "муж",
    "имя брахмана-отшельника",
    "✔"
   ],
   [
    "jāṇusoṇi",
    "муж",
    "имя богатого брахмана",
    "✔"
   ],
   [
    "jāṇusoṇī",
    "муж",
    "имя богатого брахмана",
    "◑"
   ],
   [
    "jāṇussoṇi",
    "муж",
    "имя богатого брахмана",
    "✔"
   ],
   [
    "jāṇussoṇī",
    "муж",
    "имя богатого брахмана",
    "✔"
   ],
   [
    "jānussoni",
    "муж",
    "имя богатого брахмана",
    "✔"
   ],
   [
    "jotipāla 1",
    "муж",
    "имя брахманского царского советника",
    "✔"
   ],
   [
    "jotipāla 2",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "tārukkha",
    "муж",
    "имя учителя-брахмана",
    "✔"
   ],
   [
    "tikaṇṇa",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "tittiri",
    "муж",
    "имя брахманского мудреца",
    "✔"
   ],
   [
    "tissametteyya",
    "муж",
    "имя брахманского аскета",
    "✔"
   ],
   [
    "todeyya",
    "муж",
    "имя богатого брахмана",
    "✔"
   ],
   [
    "todeyyakappā",
    "муж",
    "имена двух брахманских аскетов",
    "✔"
   ],
   [
    "devahita",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "doṇa 2",
    "муж",
    "name of a Brahman",
    "✔"
   ],
   [
    "dhanañjāni",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "dhanañjānī",
    "жен",
    "имя брахманки",
    "✔"
   ],
   [
    "dhanavatī",
    "жен",
    "имя матери Будды Кассапы",
    "✔"
   ],
   [
    "dhotaka",
    "муж",
    "имя брахманского аскета",
    "✔"
   ],
   [
    "navakammikabhāradvāja",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "nāḷijaṅgha",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "paccanīkasāta",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "pārāsiviya",
    "муж",
    "имя брамина-учителя",
    "◑"
   ],
   [
    "piṅgalakoccha",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "piṅgiyāni",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "puṇṇaka 2",
    "муж",
    "имя брахмана-аскета",
    "✔"
   ],
   [
    "pokkharasāti",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "posāla",
    "муж",
    "имя брахманского аскета",
    "✔"
   ],
   [
    "bāvarī",
    "муж",
    "имя брахмана-отшельника",
    "✔"
   ],
   [
    "bilaṅgika 1",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "bilaṅgikabhāradvāja",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "brahmadatta 2",
    "муж",
    "имя отца Будды Кашьяпы",
    "✔"
   ],
   [
    "brahmāyu",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "bhagu 2",
    "муж",
    "имя ведийского мудреца",
    "✔"
   ],
   [
    "bhadrāvudha",
    "муж",
    "имя брахмана аскета",
    "✔"
   ],
   [
    "bhāradvāja 1",
    "муж",
    "фамилия брамина",
    "✔"
   ],
   [
    "bhāradvāja 2",
    "муж",
    "имя ведического мудреца",
    "✔"
   ],
   [
    "bhāradvāja 3",
    "муж",
    "имя молодого брахмана",
    "✔"
   ],
   [
    "mantāṇī",
    "жен",
    "имя брахманки",
    "✔"
   ],
   [
    "mettagū",
    "муж",
    "имя брамина-аскета",
    "✔"
   ],
   [
    "yaññadatta",
    "муж",
    "имя отца Будды Коṇāгаманы",
    "✔"
   ],
   [
    "yamataggi",
    "муж",
    "имя ведийского мудреца",
    "✔"
   ],
   [
    "yamadaggi",
    "муж",
    "имя ведийского мудреца",
    "✔"
   ],
   [
    "rammaka 1",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "rūpasārī",
    "жен",
    "имя матери Сарипутты",
    "◑"
   ],
   [
    "lohicca",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "vaṅganta",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "vassakāra",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "vāmaka 1",
    "муж",
    "имя ведийского мудреца",
    "✔"
   ],
   [
    "vāmadeva",
    "муж",
    "имя ведического мудреца",
    "✔"
   ],
   [
    "vāseṭṭha 1",
    "муж",
    "имя ведийского мудреца",
    "✔"
   ],
   [
    "vāseṭṭha 2",
    "муж",
    "фамилия брахманов",
    "✔"
   ],
   [
    "vāseṭṭha 3",
    "муж",
    "имя молодого брахмана",
    "✔"
   ],
   [
    "vāseṭṭha 4",
    "муж",
    "имя семьи брахманов",
    "✔"
   ],
   [
    "vāseṭṭhabhāradvājā",
    "муж",
    "васеттха и бхарадварджа",
    "✔"
   ],
   [
    "visākhā 3",
    "жен",
    "имя матери Будды Какусандхи",
    "✔"
   ],
   [
    "vessāmitta",
    "муж",
    "имя ведического мудреца",
    "✔"
   ],
   [
    "saṅgārava",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "sañjaya 2",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "sañjikāputta",
    "муж",
    "имя молодого брахмана",
    "✔"
   ],
   [
    "sikhāmoggallāna",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "sudassana 2",
    "муж",
    "племянник царя Пасенади",
    "✔"
   ],
   [
    "suddhikabhāradvāja",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "sunidhavassakārā",
    "муж",
    "имена двух министров Магадхи",
    "✔"
   ],
   [
    "sunīdhavassakārā",
    "муж",
    "имена двух министров магадхи",
    "✔"
   ],
   [
    "sundarikabhāradvāja",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "subha 3",
    "муж",
    "имя молодого брахмана",
    "✔"
   ],
   [
    "sela 5",
    "муж",
    "имя брахманского учителя",
    "✔"
   ],
   [
    "soṇakāyana",
    "муж",
    "имя молодого брахмана",
    "✔"
   ],
   [
    "soṇadaṇḍa",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "soṇuttara 2",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "hemaka",
    "муж",
    "имя браминского аскета",
    "✔"
   ]
  ],
  "count": 108
 },
 "bodyparts": {
  "data": [
   [
    "akkha 1.2",
    "ср",
    "глаз",
    "✔"
   ],
   [
    "akkha 2.2",
    "ср",
    "ключица",
    "✔"
   ],
   [
    "akkhi",
    "ср",
    "глаз",
    "✔"
   ],
   [
    "akkhikūpa",
    "муж",
    "глазница",
    "✔"
   ],
   [
    "akkhitārakā",
    "жен",
    "зрачок",
    "✔"
   ],
   [
    "agganakha",
    "муж",
    "кончик ногтя",
    "✔"
   ],
   [
    "aṅga 1",
    "ср",
    "часть тела",
    "✔"
   ],
   [
    "aṅguṭṭha 1",
    "муж",
    "большой палец ноги",
    "✔"
   ],
   [
    "aṅguṭṭha 2",
    "муж",
    "большой палец",
    "✔"
   ],
   [
    "aṅguṭṭhaka",
    "муж",
    "большой палец ноги",
    "✔"
   ],
   [
    "aṅguli 1",
    "жен",
    "палец",
    "✔"
   ],
   [
    "aṅgulika",
    "муж",
    "finger",
    "✔"
   ],
   [
    "aṅgulī 1",
    "жен",
    "палец",
    "✔"
   ],
   [
    "aṅgulī 2",
    "жен",
    "палец ноги",
    "✔"
   ],
   [
    "aṭṭhika 1.1",
    "ср",
    "кость",
    "✔"
   ],
   [
    "adduva",
    "муж",
    "колено",
    "✔"
   ],
   [
    "aṃsa 2.1",
    "муж",
    "плечо",
    "✔"
   ],
   [
    "aṃsaṭṭhika",
    "ср",
    "лопатка",
    "✔"
   ],
   [
    "uṇṇā 2",
    "жен",
    "волосы между бровями",
    "✔"
   ],
   [
    "uttamaṅga",
    "ср",
    "голова",
    "✔"
   ],
   [
    "uttamaṅgaruha",
    "ср",
    "волосы на голове",
    "✔"
   ],
   [
    "udara 1.1",
    "ср",
    "живот",
    "✔"
   ],
   [
    "udaracchavi",
    "жен",
    "кожа живота",
    "✔"
   ],
   [
    "upakaṇṇa",
    "муж",
    "у уха",
    "✔"
   ],
   [
    "uras",
    "муж",
    "грудь",
    "✔"
   ],
   [
    "ūru",
    "муж",
    "бедро",
    "✔"
   ],
   [
    "ūruṭṭhika",
    "ср",
    "бедренная кость",
    "✔"
   ],
   [
    "kaccha 1.2",
    "муж",
    "подмышка",
    "✔"
   ],
   [
    "kaccha 1.3",
    "муж",
    "волосы подмышками",
    "✔"
   ],
   [
    "kaṭi",
    "жен",
    "ягодицы",
    "✔"
   ],
   [
    "kaṭiṭṭhika",
    "ср",
    "тазовая кость",
    "✔"
   ],
   [
    "kaṇṭaka 3",
    "муж",
    "кость",
    "✔"
   ],
   [
    "kaṇṇa 1",
    "муж",
    "ухо",
    "✔"
   ],
   [
    "kaṇṇacchidda",
    "ср",
    "ушное отверстие",
    "✔"
   ],
   [
    "kaṇṇanāsā",
    "жен",
    "ухо и нос",
    "✔"
   ],
   [
    "kaṇṇasota",
    "ср",
    "ушная полость",
    "✔"
   ],
   [
    "kappara",
    "муж",
    "локоть",
    "✔"
   ],
   [
    "kucchi 1",
    "муж",
    "живот",
    "✔"
   ],
   [
    "kucchi 2",
    "муж",
    "матка",
    "✔"
   ],
   [
    "kucchi 4",
    "жен",
    "живот",
    "◑"
   ],
   [
    "kucchi 5",
    "жен",
    "матка",
    "✔"
   ],
   [
    "kesa 1",
    "муж",
    "волосы на голове",
    "✔"
   ],
   [
    "kesa 2",
    "ср",
    "волосы (головы)",
    "✔"
   ],
   [
    "kesagga",
    "муж",
    "кончик волоса",
    "✔"
   ],
   [
    "kesanta",
    "муж",
    "бахрома",
    "✔"
   ],
   [
    "kesamassu",
    "ср",
    "волосы и борода",
    "✔"
   ],
   [
    "koṭṭa",
    "ср",
    "плечо",
    "◑"
   ],
   [
    "koṭṭha 2",
    "муж",
    "желудок",
    "✔"
   ],
   [
    "khandha 2",
    "муж",
    "плечо",
    "✔"
   ],
   [
    "khandhaṭṭhika",
    "ср",
    "верхняя часть спины",
    "✔"
   ],
   [
    "gatta 1",
    "ср",
    "конечность (тела)",
    "✔"
   ],
   [
    "gīvaṭṭhika",
    "ср",
    "шейная кость",
    "✔"
   ],
   [
    "gīvā 1",
    "жен",
    "шея",
    "✔"
   ],
   [
    "gopphaka",
    "ср",
    "лодыжка",
    "✔"
   ],
   [
    "gopphakaṭṭhika",
    "ср",
    "ладьевидная кость",
    "✔"
   ],
   [
    "ghāna",
    "ср",
    "нос",
    "✔"
   ],
   [
    "cakkhu 1",
    "ср",
    "глаз",
    "✔"
   ],
   [
    "cakkhu 2",
    "ср",
    "зрение",
    "✔"
   ],
   [
    "cakkhusota",
    "ср",
    "глаз и ухо",
    "✔"
   ],
   [
    "camma 1",
    "ср",
    "внутренняя кожа",
    "✔"
   ],
   [
    "cūḷā",
    "жен",
    "гребень",
    "✔"
   ],
   [
    "chavaṭṭhika",
    "ср",
    "кость трупа",
    "✔"
   ],
   [
    "chavi 1",
    "жен",
    "кожа",
    "✔"
   ],
   [
    "chavimaṃsalohita",
    "ср",
    "кожа",
    "✔"
   ],
   [
    "jaṅghaṭṭhika",
    "ср",
    "голень",
    "✔"
   ],
   [
    "jaṅghā",
    "жен",
    "голень",
    "✔"
   ],
   [
    "jaṇṇu",
    "ср",
    "knee",
    "✔"
   ],
   [
    "jaṇṇuka",
    "ср",
    "колено",
    "✔"
   ],
   [
    "jāṇu",
    "муж",
    "колено",
    "✔"
   ],
   [
    "jāṇuka",
    "муж",
    "колено",
    "✔"
   ],
   [
    "jāṇumaṇḍala",
    "ср",
    "наколенник",
    "✔"
   ],
   [
    "jivhagga",
    "ср",
    "кончик языка",
    "✔"
   ],
   [
    "jivhā",
    "жен",
    "язык",
    "✔"
   ],
   [
    "jivhāgga",
    "ср",
    "кончик языка",
    "✔"
   ],
   [
    "taca 1",
    "муж",
    "кожа (человека)",
    "✔"
   ],
   [
    "tala 1",
    "ср",
    "ладонь (руки)",
    "✔"
   ],
   [
    "tala 2",
    "ср",
    "(о стопе) подошва",
    "✔"
   ],
   [
    "thana 2",
    "ср",
    "(of a woman) breast",
    "✔"
   ],
   [
    "dakkhiṇakkha",
    "ср",
    "правое ключица",
    "✔"
   ],
   [
    "dakkhiṇajāṇumaṇḍala",
    "ср",
    "правая коленная чашечка",
    "✔"
   ],
   [
    "dakkhiṇahattha",
    "муж",
    "правая рука",
    "✔"
   ],
   [
    "danta 1.1",
    "муж",
    "зуб",
    "✔"
   ],
   [
    "dantakaṭṭhika",
    "ср",
    "зубы",
    "◑"
   ],
   [
    "dantaṭṭhika",
    "ср",
    "зубы",
    "✔"
   ],
   [
    "dāṭhā 2",
    "жен",
    "клык",
    "✔"
   ],
   [
    "nakha 1",
    "муж",
    "ноготь",
    "✔"
   ],
   [
    "nakhasikhā",
    "жен",
    "кончик ногтя",
    "✔"
   ],
   [
    "nayana 1",
    "ср",
    "глаз",
    "✔"
   ],
   [
    "nāsacchidda",
    "ср",
    "ноздря",
    "✔"
   ],
   [
    "nāsā 1",
    "жен",
    "нос",
    "✔"
   ],
   [
    "nāsā 2",
    "жен",
    "ноздря",
    "✔"
   ],
   [
    "nāsikasota",
    "ср",
    "ноздря",
    "✔"
   ],
   [
    "nāsikā",
    "жен",
    "нос",
    "✔"
   ],
   [
    "netta 2",
    "ср",
    "глаз",
    "✔"
   ],
   [
    "paccaṅga",
    "ср",
    "второстепенная конечность",
    "✔"
   ],
   [
    "pabba 1",
    "ср",
    "локоть",
    "✔"
   ],
   [
    "pāṇi 1",
    "муж",
    "рука",
    "✔"
   ],
   [
    "pāda 1",
    "муж",
    "нога",
    "✔"
   ],
   [
    "pāda 2",
    "муж",
    "нога",
    "✔"
   ],
   [
    "pādaṅguṭṭha",
    "ср",
    "большой палец ноги",
    "✔"
   ],
   [
    "pādaṅguṭṭhaka",
    "ср",
    "большой палец ноги",
    "✔"
   ],
   [
    "pādaṭṭhika",
    "ср",
    "кость стопы",
    "✔"
   ],
   [
    "pādatala",
    "ср",
    "ступня ноги",
    "✔"
   ],
   [
    "piṭṭhi 1",
    "жен",
    "спинной хребет",
    "✔"
   ],
   [
    "piṭṭhikaṇṭaka",
    "муж",
    "позвонок",
    "✔"
   ],
   [
    "piṭṭhikaṇṭakaṭṭhika",
    "ср",
    "позвонок",
    "◑"
   ],
   [
    "piṭṭhiṭṭhika",
    "ср",
    "позвоночник",
    "✔"
   ],
   [
    "phāsukaṭṭhika",
    "ср",
    "ребро",
    "✔"
   ],
   [
    "phāsukā 1",
    "жен",
    "ребро",
    "✔"
   ],
   [
    "phāsuḷī",
    "жен",
    "ребро",
    "✔"
   ],
   [
    "bāhā 1",
    "жен",
    "предплечье",
    "✔"
   ],
   [
    "bāhu",
    "муж",
    "рука",
    "✔"
   ],
   [
    "bāhuṭṭhika",
    "ср",
    "кость руки",
    "✔"
   ],
   [
    "matthaka 1",
    "муж",
    "голова",
    "✔"
   ],
   [
    "massu",
    "ср",
    "борода",
    "✔"
   ],
   [
    "muddha 2.1",
    "муж",
    "голова",
    "✔"
   ],
   [
    "methuna 3",
    "ср",
    "половой орган",
    "✔"
   ],
   [
    "loma 1",
    "муж",
    "волосы на теле",
    "✔"
   ],
   [
    "loma 2",
    "ср",
    "волосы на теле",
    "✔"
   ],
   [
    "lomakūpa",
    "муж",
    "пора в коже",
    "✔"
   ],
   [
    "vāmahattha",
    "муж",
    "левая рука",
    "✔"
   ],
   [
    "sabbagattāni",
    "ср",
    "все конечности",
    "✔"
   ],
   [
    "sambādha 4",
    "муж",
    "лобковая область",
    "✔"
   ],
   [
    "sibbinī 2",
    "жен",
    "sutures of the skull",
    "✔"
   ],
   [
    "siras",
    "муж",
    "голова",
    "✔"
   ],
   [
    "sirasā",
    "муж",
    "с головой",
    "✔"
   ],
   [
    "sīsa 1",
    "ср",
    "голова",
    "✔"
   ],
   [
    "sīsacchavi",
    "жен",
    "кожа головы",
    "✔"
   ],
   [
    "soṇī 2.1",
    "жен",
    "бёдра",
    "✔"
   ],
   [
    "sota 2.1",
    "ср",
    "ухо",
    "✔"
   ],
   [
    "hattha 1",
    "муж",
    "рука",
    "✔"
   ],
   [
    "hattha 2",
    "муж",
    "лапа",
    "✔"
   ],
   [
    "hatthaṭṭhika",
    "ср",
    "кость руки",
    "✔"
   ],
   [
    "hadaya 1",
    "ср",
    "сердце",
    "✔"
   ],
   [
    "hanu 1",
    "жен",
    "челюсть",
    "✔"
   ],
   [
    "hanukaṭṭhika",
    "ср",
    "челюстная кость",
    "✔"
   ],
   [
    "hanukā",
    "жен",
    "челюсть",
    "✔"
   ]
  ],
  "count": 137
 },
 "types of monastics": {
  "data": [
   [
    "akkharacintaka",
    "муж",
    "грамматик",
    "✔"
   ],
   [
    "aṭṭhakathācariya",
    "муж",
    "комментатор",
    "✔"
   ],
   [
    "āraññika 1",
    "муж",
    "лесной житель",
    "✔"
   ],
   [
    "ārāmikapesaka",
    "муж",
    "заведующий монастырем",
    "✔"
   ],
   [
    "āruddhaka",
    "муж",
    "тип аскета",
    "◑"
   ],
   [
    "iddhimant",
    "муж",
    "у кого есть экстрасенсорные способности",
    "✔"
   ],
   [
    "iddhimantinī",
    "жен",
    "у кого есть экстрасенсорные способности",
    "✔"
   ],
   [
    "iddhimantī",
    "жен",
    "женщина, обладающая психическими способностями",
    "◑"
   ],
   [
    "upaṭṭhāka 1",
    "муж",
    "помощник",
    "✔"
   ],
   [
    "upaṭṭhāka 2",
    "муж",
    "тот, кто заботится о больном",
    "✔"
   ],
   [
    "ovādaka 1",
    "муж",
    "советник",
    "✔"
   ],
   [
    "khajjabhājaka",
    "муж",
    "распределитель пищи",
    "✔"
   ],
   [
    "gaṇī",
    "муж",
    "лидер группы",
    "✔"
   ],
   [
    "gotamaka 2",
    "муж",
    "ученик Готамы",
    "◑"
   ],
   [
    "jhāyi 1.1",
    "муж",
    "медитатор",
    "✔"
   ],
   [
    "jhāyī 1",
    "муж",
    "медитирующий",
    "✔"
   ],
   [
    "tedaṇḍika",
    "муж",
    "аскет, несущий три посоха",
    "◑"
   ],
   [
    "dahara 4",
    "муж",
    "очень молодой монах",
    "✔"
   ],
   [
    "desaka",
    "муж",
    "учитель",
    "✔"
   ],
   [
    "desetar",
    "муж",
    "учитель",
    "✔"
   ],
   [
    "dhammakathika",
    "муж",
    "проповедник дхаммы",
    "✔"
   ],
   [
    "pattaggāhāpaka",
    "муж",
    "раздатчик чаш",
    "✔"
   ],
   [
    "phalabhājaka",
    "муж",
    "распределитель фруктов",
    "✔"
   ],
   [
    "bhattuddesaka",
    "муж",
    "распределитель пищи",
    "✔"
   ],
   [
    "bhāṇaka 1",
    "муж",
    "(о писаниях) чтец",
    "✔"
   ],
   [
    "bhāṇikā",
    "жен",
    "(о писаниях) женщина-декламатор",
    "◑"
   ],
   [
    "bhikkhunovādaka",
    "муж",
    "наставник монахинь",
    "✔"
   ],
   [
    "yāgubhājaka",
    "муж",
    "распределитель отвара",
    "✔"
   ],
   [
    "yogāvacara",
    "муж",
    "духовный практик",
    "✔"
   ],
   [
    "yogī",
    "муж",
    "медитирующий",
    "✔"
   ],
   [
    "vinayadhara",
    "муж",
    "эксперт по монашеской дисциплине",
    "✔"
   ],
   [
    "satthar 1",
    "муж",
    "учитель",
    "✔"
   ],
   [
    "saddavidū",
    "муж",
    "грамматик",
    "✔"
   ],
   [
    "sāṭiyaggāhāpaka",
    "муж",
    "коллекционер дождевых костюмов",
    "✔"
   ],
   [
    "sāmaṇerapesaka",
    "муж",
    "надзиратель послушников",
    "✔"
   ],
   [
    "suttantika",
    "муж",
    "кто выучил учения наизусть",
    "✔"
   ],
   [
    "sekha 1",
    "муж",
    "практикант",
    "✔"
   ],
   [
    "senāsanapaññāpaka",
    "муж",
    "управляющий жильём",
    "✔"
   ]
  ],
  "count": 38
 },
 "occupations": {
  "data": [
   [
    "akkhikahāraka 1",
    "муж",
    "кто удаляет глаза",
    "✔"
   ],
   [
    "agārinī",
    "жен",
    "домохозяйка",
    "◑"
   ],
   [
    "agārī",
    "муж",
    "домохозяин",
    "✔"
   ],
   [
    "aṅkusaggaha",
    "муж",
    "погонщик слонов",
    "✔"
   ],
   [
    "ajjhāyaka 1.1",
    "муж",
    "мастер",
    "✔"
   ],
   [
    "ajjhāyaka 1.2",
    "муж",
    "студент вед",
    "✔"
   ],
   [
    "addhika",
    "муж",
    "путешественник",
    "✔"
   ],
   [
    "anajjhāyaka",
    "муж",
    "кто не изучает веды",
    "✔"
   ],
   [
    "antevāsika",
    "муж",
    "ученик",
    "✔"
   ],
   [
    "antevāsī 1",
    "муж",
    "ученик",
    "✔"
   ],
   [
    "antevāsī 2",
    "муж",
    "ученик",
    "✔"
   ],
   [
    "amacca 1",
    "муж",
    "коллега",
    "✔"
   ],
   [
    "amacca 2",
    "муж",
    "министр",
    "✔"
   ],
   [
    "amacca 3",
    "муж",
    "советник",
    "✔"
   ],
   [
    "assadammaka",
    "муж",
    "дрессировщик лошадей",
    "✔"
   ],
   [
    "assabandha",
    "муж",
    "конюх",
    "✔"
   ],
   [
    "assaratha 2",
    "муж",
    "колесничество",
    "✔"
   ],
   [
    "assāroha 2",
    "муж",
    "кавалерист",
    "✔"
   ],
   [
    "āpādaka",
    "муж",
    "опекун",
    "✔"
   ],
   [
    "āyuttaka",
    "муж",
    "чиновник",
    "◑"
   ],
   [
    "ārakkha 1",
    "муж",
    "охранник",
    "✔"
   ],
   [
    "ārāmika 1",
    "муж",
    "служитель монастыря",
    "✔"
   ],
   [
    "āruha 1",
    "муж",
    "всадник",
    "✔"
   ],
   [
    "āroha 1",
    "муж",
    "всадник",
    "✔"
   ],
   [
    "āḷārika",
    "муж",
    "повар",
    "✔"
   ],
   [
    "issattha 1",
    "ср",
    "стрельба из лука",
    "✔"
   ],
   [
    "issāsa 1",
    "муж",
    "лучник",
    "✔"
   ],
   [
    "issāsantevāsī",
    "муж",
    "ученик лучника",
    "✔"
   ],
   [
    "īsī",
    "жен",
    "королева",
    "✔"
   ],
   [
    "ugga 5",
    "муж",
    "королевский",
    "✔"
   ],
   [
    "upaṭṭhākī",
    "жен",
    "тот, кто заботится о больном",
    "✔"
   ],
   [
    "uparāja",
    "муж",
    "вице-король",
    "✔"
   ],
   [
    "urabbhaghātaka",
    "муж",
    "убийца овец",
    "✔"
   ],
   [
    "usukāra",
    "муж",
    "стрелодел",
    "✔"
   ],
   [
    "usukāraka",
    "муж",
    "стрелодел",
    "◑"
   ],
   [
    "ocaraka 2",
    "муж",
    "тайный агент",
    "✔"
   ],
   [
    "orabbhi",
    "муж",
    "овцевод",
    "◑"
   ],
   [
    "orabbhika",
    "муж",
    "овцевод",
    "✔"
   ],
   [
    "kaṭṭhahāraka",
    "муж",
    "собиратель дров",
    "✔"
   ],
   [
    "kapaṇaddhika",
    "муж",
    "бродяги и путешественники",
    "✔"
   ],
   [
    "kasi 1",
    "жен",
    "земледелие",
    "✔"
   ],
   [
    "kasī",
    "жен",
    "пахота",
    "✔"
   ],
   [
    "kassaka",
    "муж",
    "фермер",
    "✔"
   ],
   [
    "kāra 3",
    "муж",
    "кузнец",
    "✔"
   ],
   [
    "kāraka 2",
    "муж",
    "строитель",
    "✔"
   ],
   [
    "kāraṇika",
    "муж",
    "осуществляющий пытки",
    "◑"
   ],
   [
    "kumbhathūṇika",
    "муж",
    "барабанщик",
    "✔"
   ],
   [
    "kosārakkha",
    "муж",
    "казначей",
    "✔"
   ],
   [
    "khatta 2",
    "муж",
    "распорядитель",
    "✔"
   ],
   [
    "khattar 1",
    "муж",
    "распорядитель",
    "✔"
   ],
   [
    "gaṇaka",
    "муж",
    "бухгалтер",
    "✔"
   ],
   [
    "gaṇanā 1",
    "жен",
    "счет",
    "✔"
   ],
   [
    "gaṇikā",
    "жен",
    "куртизанка",
    "✔"
   ],
   [
    "gaddhabādhī",
    "муж",
    "ловец грифов",
    "◑"
   ],
   [
    "gahakāra",
    "муж",
    "строитель дома",
    "✔"
   ],
   [
    "gahakāraka",
    "муж",
    "строитель дома",
    "✔"
   ],
   [
    "gāmaghātaka",
    "муж",
    "кто грабит деревни",
    "✔"
   ],
   [
    "goghātaka",
    "муж",
    "мясник",
    "✔"
   ],
   [
    "goghātakantevāsī",
    "муж",
    "ученик мясника",
    "✔"
   ],
   [
    "gopaka 1",
    "муж",
    "охранник",
    "✔"
   ],
   [
    "gopaka 3",
    "муж",
    "надзиратель",
    "✔"
   ],
   [
    "gopāla 1",
    "муж",
    "пастух",
    "✔"
   ],
   [
    "gopālaka",
    "муж",
    "молодой пастух",
    "✔"
   ],
   [
    "gopurisa",
    "муж",
    "пастух",
    "✔"
   ],
   [
    "gorakkha",
    "муж",
    "уход за скотом",
    "✔"
   ],
   [
    "gorakkhā",
    "жен",
    "выпас скота",
    "✔"
   ],
   [
    "ghāta 2",
    "муж",
    "убийца",
    "✔"
   ],
   [
    "ghātaka",
    "муж",
    "убийца",
    "✔"
   ],
   [
    "ghātetar",
    "муж",
    "убийца",
    "✔"
   ],
   [
    "cakkavattī",
    "муж",
    "вселенский монарх",
    "✔"
   ],
   [
    "caṇḍālavaṃsika",
    "муж",
    "акробат",
    "✔"
   ],
   [
    "cammayodhī",
    "муж",
    "воин в броне",
    "✔"
   ],
   [
    "cara 3",
    "муж",
    "шпион",
    "✔"
   ],
   [
    "calaka 1.1",
    "муж",
    "военный офицер",
    "✔"
   ],
   [
    "celaka",
    "муж",
    "знаменосец",
    "✔"
   ],
   [
    "cora",
    "муж",
    "вор",
    "✔"
   ],
   [
    "coraghāta",
    "муж",
    "палач",
    "✔"
   ],
   [
    "coraghātaka",
    "муж",
    "палач",
    "✔"
   ],
   [
    "chaḍḍaka",
    "муж",
    "бросающий",
    "✔"
   ],
   [
    "chavaḍāhaka",
    "муж",
    "крематор",
    "✔"
   ],
   [
    "jūtakara",
    "муж",
    "азартный игрок",
    "✔"
   ],
   [
    "ḍāhaka",
    "муж",
    "сжигатель",
    "✔"
   ],
   [
    "tacchaka",
    "муж",
    "плотник",
    "✔"
   ],
   [
    "tantavāya",
    "муж",
    "ткач",
    "✔"
   ],
   [
    "tikicchaka",
    "муж",
    "целитель",
    "✔"
   ],
   [
    "tiṇahāraka",
    "муж",
    "собиратель травы",
    "✔"
   ],
   [
    "thena",
    "муж",
    "вор",
    "✔"
   ],
   [
    "thenaka",
    "муж",
    "вор",
    "✔"
   ],
   [
    "damaka",
    "муж",
    "укротитель",
    "✔"
   ],
   [
    "dammaka",
    "муж",
    "дрессировщик",
    "✔"
   ],
   [
    "dūtakamma",
    "ср",
    "профессия посыльного",
    "◑"
   ],
   [
    "doṇamāpaka",
    "муж",
    "имя государственного чиновника",
    "✔"
   ],
   [
    "dovārika",
    "муж",
    "привратник",
    "✔"
   ],
   [
    "dhanī 1",
    "муж",
    "состоятельный человек",
    "✔"
   ],
   [
    "dhanuggaha",
    "муж",
    "лучник",
    "✔"
   ],
   [
    "dhama",
    "муж",
    "трубач",
    "✔"
   ],
   [
    "dhovaka",
    "муж",
    "кто моет",
    "✔"
   ],
   [
    "nagarasobhinī",
    "жен",
    "городская куртизанка",
    "✔"
   ],
   [
    "naccakī",
    "жен",
    "танцовщица",
    "✔"
   ],
   [
    "nahāpaka",
    "муж",
    "банщик",
    "✔"
   ],
   [
    "nahāpakantevāsī",
    "муж",
    "помощник банщика",
    "✔"
   ],
   [
    "nahāpika",
    "муж",
    "банщик",
    "✔"
   ],
   [
    "naḷakāra",
    "муж",
    "плетельщик корзин",
    "✔"
   ],
   [
    "nāgavanika",
    "муж",
    "отслеживатель слонов",
    "✔"
   ],
   [
    "nāyaka 2",
    "муж",
    "гид",
    "✔"
   ],
   [
    "nettika 2",
    "муж",
    "ороситель",
    "✔"
   ],
   [
    "nemitta",
    "муж",
    "гадатель",
    "✔"
   ],
   [
    "nevāpika",
    "муж",
    "приманщик",
    "✔"
   ],
   [
    "nhāpaka",
    "муж",
    "банщик",
    "✔"
   ],
   [
    "nhāpakantevāsī",
    "муж",
    "помощник банщика",
    "✔"
   ],
   [
    "nhāpika",
    "муж",
    "помощник по мытью",
    "✔"
   ],
   [
    "nhāpita",
    "муж",
    "парикмахер",
    "✔"
   ],
   [
    "pakkhandī 2",
    "муж",
    "смелый солдат",
    "✔"
   ],
   [
    "paññāpaka",
    "муж",
    "управляющий",
    "✔"
   ],
   [
    "pattika 1.1",
    "муж",
    "пехотинец",
    "✔"
   ],
   [
    "parapessa 2",
    "муж",
    "слуга другого",
    "✔"
   ],
   [
    "paricāraka 2",
    "муж",
    "слуга",
    "✔"
   ],
   [
    "paricārika",
    "муж",
    "служащий",
    "✔"
   ],
   [
    "paricārikā",
    "жен",
    "личный слуга",
    "✔"
   ],
   [
    "pariṇāyaka 1",
    "муж",
    "советник",
    "✔"
   ],
   [
    "pariṇāyaka 2",
    "муж",
    "лидер",
    "✔"
   ],
   [
    "parisāvacaraka",
    "муж",
    "светская личность",
    "◑"
   ],
   [
    "pavesetar",
    "муж",
    "кто позволяет войти",
    "✔"
   ],
   [
    "pasupālaka",
    "муж",
    "молодой пастух",
    "✔"
   ],
   [
    "paṃsudhovaka",
    "муж",
    "кто чистит грязь",
    "✔"
   ],
   [
    "paṃsudhovakantevāsī",
    "муж",
    "ученик мойщика грязи",
    "✔"
   ],
   [
    "pāla",
    "муж",
    "защитник",
    "✔"
   ],
   [
    "pālaka 1",
    "муж",
    "пастух",
    "✔"
   ],
   [
    "pālaka 2",
    "муж",
    "защитник",
    "◑"
   ],
   [
    "pālikā",
    "жен",
    "женщина-хранительница",
    "◑"
   ],
   [
    "pāvārika 1",
    "муж",
    "торговец шерстью",
    "✔"
   ],
   [
    "piṇḍadāyaka 2",
    "муж",
    "повар",
    "✔"
   ],
   [
    "pukkusa 1",
    "муж",
    "уборщик мусора",
    "✔"
   ],
   [
    "pukkusī",
    "жен",
    "женщина-уборщица мусора",
    "◑"
   ],
   [
    "pupphachaḍḍaka",
    "муж",
    "уборщик",
    "✔"
   ],
   [
    "purohita",
    "муж",
    "главный священник",
    "✔"
   ],
   [
    "pūpika",
    "муж",
    "пекарь",
    "✔"
   ],
   [
    "pūvika",
    "муж",
    "пекарь",
    "✔"
   ],
   [
    "pesaka 2",
    "муж",
    "начальник",
    "◑"
   ],
   [
    "pesakāra",
    "муж",
    "ткач",
    "✔"
   ],
   [
    "pesakārī",
    "жен",
    "вышивальщица",
    "◑"
   ],
   [
    "pessaka 1",
    "муж",
    "посыльный",
    "✔"
   ],
   [
    "pessaka 2",
    "муж",
    "слуга",
    "✔"
   ],
   [
    "pessika",
    "муж",
    "посланник",
    "✔"
   ],
   [
    "posaka 3",
    "муж",
    "raiser",
    "✔"
   ],
   [
    "bandhaka 1",
    "муж",
    "ловец",
    "✔"
   ],
   [
    "bandhakinī",
    "жен",
    "проститутка",
    "◑"
   ],
   [
    "bandhanāgāragopaka",
    "муж",
    "тюремный страж",
    "✔"
   ],
   [
    "bādhī",
    "муж",
    "ловец",
    "✔"
   ],
   [
    "brāhmaṇadūta",
    "муж",
    "брахманский эмиссар",
    "✔"
   ],
   [
    "bhaggava 2",
    "муж",
    "гончар",
    "✔"
   ],
   [
    "bhaṭaka",
    "муж",
    "нанятый работник",
    "◑"
   ],
   [
    "bhaṇḍāgārika",
    "муж",
    "кладовщик",
    "✔"
   ],
   [
    "bhataka",
    "муж",
    "наёмный работник",
    "✔"
   ],
   [
    "bhattar 1",
    "муж",
    "мастер",
    "✔"
   ],
   [
    "bhārika 2",
    "муж",
    "носильщик",
    "◑"
   ],
   [
    "bhikkhaka",
    "муж",
    "нищий",
    "✔"
   ],
   [
    "bhikkhikā",
    "жен",
    "нищенка",
    "◑"
   ],
   [
    "bhogī 1.3",
    "муж",
    "богатый человек",
    "✔"
   ],
   [
    "bhovādī",
    "муж",
    "брахман",
    "✔"
   ],
   [
    "maggadūsī",
    "муж",
    "разбойник",
    "✔"
   ],
   [
    "macchaghātaka",
    "муж",
    "рыбак",
    "✔"
   ],
   [
    "macchika",
    "муж",
    "рыбак",
    "✔"
   ],
   [
    "mahāmatta",
    "муж",
    "главный министр",
    "✔"
   ],
   [
    "māgadhamahāmatta",
    "муж",
    "главный министр Магадхи",
    "✔"
   ],
   [
    "māgavi",
    "муж",
    "охотник",
    "◑"
   ],
   [
    "māgavika",
    "муж",
    "охотник",
    "✔"
   ],
   [
    "māpaka",
    "муж",
    "измеритель",
    "✔"
   ],
   [
    "mālakāra",
    "муж",
    "цветочник",
    "◑"
   ],
   [
    "mālākāra",
    "муж",
    "цветовод",
    "✔"
   ],
   [
    "mālākārantevāsī",
    "муж",
    "помощник флориста",
    "✔"
   ],
   [
    "migaluddaka",
    "муж",
    "охотник на оленей",
    "✔"
   ],
   [
    "muddā 1",
    "жен",
    "вычисление",
    "✔"
   ],
   [
    "muddika",
    "муж",
    "математик",
    "✔"
   ],
   [
    "yācaka",
    "муж",
    "нищий",
    "✔"
   ],
   [
    "yodha 1.1",
    "муж",
    "солдат",
    "✔"
   ],
   [
    "rakkhaka",
    "муж",
    "хранитель",
    "✔"
   ],
   [
    "rajaka 1",
    "муж",
    "живописец",
    "✔"
   ],
   [
    "rajaka 2",
    "муж",
    "прачка",
    "✔"
   ],
   [
    "rajjugāhaka",
    "муж",
    "имя государственного чиновника",
    "✔"
   ],
   [
    "rathakāra 1",
    "муж",
    "изготовитель колесниц",
    "✔"
   ],
   [
    "rathakārī",
    "жен",
    "женщина колесничий",
    "◑"
   ],
   [
    "rathika",
    "муж",
    "возница",
    "✔"
   ],
   [
    "rūpūpajīvinī",
    "жен",
    "проститутка",
    "◑"
   ],
   [
    "lāyaka",
    "муж",
    "жнец",
    "✔"
   ],
   [
    "luyyaka",
    "муж",
    "жнец",
    "◑"
   ],
   [
    "lekhavācaka",
    "муж",
    "тот, кто читает королевские указания",
    "✔"
   ],
   [
    "vaḍḍhakī",
    "муж",
    "плотник",
    "✔"
   ],
   [
    "vaṇṇadāsī",
    "жен",
    "куртизанка",
    "✔"
   ],
   [
    "vadhaka 1",
    "муж",
    "убийца",
    "✔"
   ],
   [
    "vanakammika",
    "муж",
    "лесник",
    "✔"
   ],
   [
    "vanacārī",
    "муж",
    "лесник",
    "✔"
   ],
   [
    "vāṇija",
    "муж",
    "торговец",
    "✔"
   ],
   [
    "veṇa",
    "муж",
    "плетельщик корзин",
    "◑"
   ],
   [
    "vena",
    "муж",
    "плетельщик корзин",
    "✔"
   ],
   [
    "venī",
    "жен",
    "женщина-корзинщик",
    "◑"
   ],
   [
    "saṭha 2",
    "муж",
    "мошенник",
    "✔"
   ],
   [
    "satthahāraka 1.1",
    "муж",
    "наемный убийца",
    "✔"
   ],
   [
    "satthika",
    "муж",
    "carter",
    "✔"
   ],
   [
    "sākuṇika",
    "муж",
    "охотник на птиц",
    "✔"
   ],
   [
    "sākuntika",
    "муж",
    "ловец птиц",
    "✔"
   ],
   [
    "sārathi 1",
    "муж",
    "водитель",
    "✔"
   ],
   [
    "sārathi 2",
    "муж",
    "дрессировщик (лошадей или слонов)",
    "✔"
   ],
   [
    "sippika 1.1",
    "муж",
    "ремесленник",
    "✔"
   ],
   [
    "sippī 2.1",
    "муж",
    "ремесленник",
    "◑"
   ],
   [
    "sippī 2.2",
    "муж",
    "художник",
    "◑"
   ],
   [
    "suvaṇṇakāra",
    "муж",
    "ювелир",
    "✔"
   ],
   [
    "sūkaraposaka",
    "муж",
    "свинопас",
    "✔"
   ],
   [
    "seṭṭhi 1.1",
    "муж",
    "богач",
    "✔"
   ],
   [
    "seṭṭhī",
    "муж",
    "руководитель бизнеса",
    "✔"
   ],
   [
    "hatthāroha 1",
    "муж",
    "наездник на слоне",
    "✔"
   ],
   [
    "hatthāroha 2",
    "муж",
    "всадник на слоне",
    "✔"
   ],
   [
    "hatthibandha",
    "муж",
    "погонщик слонов",
    "✔"
   ]
  ],
  "count": 213
 },
 "tastes": {
  "data": [
   [
    "akhārika",
    "прил",
    "мягкий вкус",
    "✔"
   ],
   [
    "anambila",
    "прил",
    "не кислый",
    "◑"
   ],
   [
    "ambila 1",
    "прил",
    "кислый",
    "✔"
   ],
   [
    "ambila 2",
    "муж",
    "кислый вкус",
    "✔"
   ],
   [
    "aloṇika",
    "прил",
    "мягкий",
    "✔"
   ],
   [
    "kaṭuka 2",
    "прил",
    "горький",
    "✔"
   ],
   [
    "kaṭuka 4",
    "ср",
    "горький вкус",
    "✔"
   ],
   [
    "khārika 1.1",
    "прил",
    "щелочной",
    "✔"
   ],
   [
    "tittaka 1",
    "прил",
    "горький",
    "✔"
   ],
   [
    "tittaka 2",
    "ср",
    "острый вкус",
    "✔"
   ],
   [
    "madhura 1.2",
    "ср",
    "сладкий вкус",
    "✔"
   ],
   [
    "loṇika",
    "прил",
    "соленый",
    "✔"
   ]
  ],
  "count": 12
 },
 "place names": {
  "data": [
   [
    "aggāḷava",
    "муж",
    "название святилища в Альави",
    "◑"
   ],
   [
    "añjanavana",
    "ср",
    "чёрный лес",
    "✔"
   ],
   [
    "adhikakka",
    "ср",
    "название священного места для омовения",
    "✔"
   ],
   [
    "anotatta",
    "муж",
    "озеро Анотатта",
    "✔"
   ],
   [
    "andhavana",
    "ср",
    "название леса за пределами Саваттхи",
    "✔"
   ],
   [
    "āṭānāṭā",
    "жен",
    "название небесного города",
    "◑"
   ],
   [
    "ānandacetiya",
    "ср",
    "название пагоды",
    "◑"
   ],
   [
    "āmalakīvana",
    "ср",
    "название леса",
    "✔"
   ],
   [
    "icchānaṅgalavanasaṇḍa",
    "муж",
    "лесная чаща Иччханаṅгалы",
    "✔"
   ],
   [
    "indakūṭa",
    "муж",
    "имя горы",
    "◑"
   ],
   [
    "indasālaguhā",
    "жен",
    "название пещеры",
    "✔"
   ],
   [
    "isipatana",
    "ср",
    "название леса рядом с Варанаси",
    "✔"
   ],
   [
    "udena 2",
    "ср",
    "имя пагоды",
    "✔"
   ],
   [
    "upavattana 1",
    "ср",
    "название места за пределами Кусинары",
    "✔"
   ],
   [
    "ubbhataka",
    "ср",
    "название совета зала Мальян",
    "◑"
   ],
   [
    "ekapuṇḍarīka 1",
    "ср",
    "название парка развлечений в небесах Таватимса",
    "✔"
   ],
   [
    "kaṇṭakīvana",
    "ср",
    "название леса",
    "✔"
   ],
   [
    "kaṇḍakīvana",
    "ср",
    "название леса",
    "✔"
   ],
   [
    "kaṇṇakatthala",
    "муж",
    "название парка в Уджуннье",
    "✔"
   ],
   [
    "kalandakanivāpa",
    "муж",
    "беличий заповедник",
    "✔"
   ],
   [
    "kāliṅga 3",
    "муж",
    "название леса",
    "✔"
   ],
   [
    "kāliṅgārañña",
    "ср",
    "название леса",
    "✔"
   ],
   [
    "kāḷakūṭa",
    "муж",
    "название одного из пяти гор, окружающих озеро Анотатта в Гималаях",
    "✔"
   ],
   [
    "kāḷasilā",
    "жен",
    "название места обитания отшельника на горе Исигили",
    "✔"
   ],
   [
    "kuṇḍadhānavana",
    "ср",
    "название леса",
    "✔"
   ],
   [
    "kuṇḍiṭṭhānavana",
    "ср",
    "название леса",
    "✔"
   ],
   [
    "kelāsakūṭa",
    "ср",
    "имя одной из пяти гор, окружающих озеро Анотатта в Гималаях",
    "✔"
   ],
   [
    "kokanada 2",
    "муж",
    "имя дворца принца Бодхи",
    "✔"
   ],
   [
    "khema 4",
    "муж",
    "название парка в Бандхумати",
    "✔"
   ],
   [
    "gaggarā 1",
    "жен",
    "название пруда с лотосами возле Чампы",
    "✔"
   ],
   [
    "gandhamādana",
    "муж",
    "название одной из пяти гор, окружающих озеро Анотатта в Гималаях",
    "✔"
   ],
   [
    "gandhamādanakūṭa",
    "муж",
    "название одной из пяти гор, окружающих озеро Анотатта в Гималаях",
    "✔"
   ],
   [
    "gayā 2",
    "жен",
    "название священной реки",
    "✔"
   ],
   [
    "gayāsīsa",
    "ср",
    "название скалы близ Гайи",
    "✔"
   ],
   [
    "gijjhakūṭa",
    "муж",
    "пик стервятника",
    "✔"
   ],
   [
    "gundāvana",
    "ср",
    "название леса",
    "✔"
   ],
   [
    "gotamaka 1",
    "ср",
    "название пагоды",
    "✔"
   ],
   [
    "gotamakakandarā",
    "жен",
    "название ущелья за пределами Раджагахи",
    "◑"
   ],
   [
    "gotamatittha",
    "ср",
    "брод Готамы",
    "✔"
   ],
   [
    "gotamanigrodha",
    "муж",
    "баньян Готамы",
    "✔"
   ],
   [
    "ghoṭamukhī",
    "жен",
    "название зала в Паталипутте",
    "✔"
   ],
   [
    "candabhāga",
    "муж",
    "название горы",
    "◑"
   ],
   [
    "cāpāla",
    "ср",
    "название ступы",
    "✔"
   ],
   [
    "cāpālacetiya",
    "ср",
    "название пагоды",
    "✔"
   ],
   [
    "cālika",
    "муж",
    "название горы",
    "✔"
   ],
   [
    "cālikāpabbata",
    "муж",
    "название горы",
    "✔"
   ],
   [
    "cittakūṭa",
    "муж",
    "название одного из пяти гор, окружающих озеро Анотатта в Гималаях",
    "✔"
   ],
   [
    "cittalatā",
    "жен",
    "название небесного сада",
    "✔"
   ],
   [
    "cittalatāvana",
    "ср",
    "название парка развлечений в небе Таватимса",
    "✔"
   ],
   [
    "cetiyapabbata",
    "муж",
    "название района в Шри-Ланке",
    "◑"
   ],
   [
    "corapapāta",
    "муж",
    "утёс воров",
    "✔"
   ],
   [
    "chaddanta 3",
    "муж",
    "название гималайского озера",
    "✔"
   ],
   [
    "jātiyāvana",
    "ср",
    "название леса",
    "✔"
   ],
   [
    "taṇḍulapālidvāra",
    "ср",
    "(комм) название одних из меньших входных ворот в Раджагаху",
    "✔"
   ],
   [
    "tapodakandarā",
    "жен",
    "название ущелья за пределами Ражагахи",
    "◑"
   ],
   [
    "tambapaṇṇi",
    "жен",
    "Шри-Ланка",
    "✔"
   ],
   [
    "tikaṇḍa",
    "ср",
    "название дерева",
    "◑"
   ],
   [
    "tikaṇḍakīvana",
    "ср",
    "название леса",
    "✔"
   ],
   [
    "tindukakandarā",
    "жен",
    "название ущелья за пределами Раджагахи",
    "◑"
   ],
   [
    "dakkhiṇagiri",
    "муж",
    "южные холмы",
    "◑"
   ],
   [
    "daṇḍakārañña",
    "ср",
    "название леса",
    "✔"
   ],
   [
    "daṇḍakī 2",
    "муж",
    "название леса",
    "✔"
   ],
   [
    "daṇḍakīrañña",
    "ср",
    "название леса",
    "✔"
   ],
   [
    "devavana",
    "ср",
    "имя леса",
    "✔"
   ],
   [
    "dhamma 1.11",
    "муж",
    "название дворца царя Махасудассаны",
    "✔"
   ],
   [
    "nandana 2",
    "ср",
    "название небесного леса",
    "✔"
   ],
   [
    "nandanavana",
    "ср",
    "название леса на небе Таватимсы",
    "✔"
   ],
   [
    "nāgadīpa",
    "муж",
    "название полуострова на севере Шри-Ланки",
    "✔"
   ],
   [
    "nigrodhārāma",
    "муж",
    "название парка в Капилаваттху",
    "✔"
   ],
   [
    "niculavana",
    "ср",
    "рощу баррингтонии острой",
    "✔"
   ],
   [
    "neru 1",
    "муж",
    "название мифической горы в центре вселенной",
    "◑"
   ],
   [
    "neru 2",
    "муж",
    "имя гималайской вершины",
    "◑"
   ],
   [
    "paṭibhānakūṭa",
    "муж",
    "пик понимания",
    "✔"
   ],
   [
    "paṇḍava",
    "ср",
    "название горы недалеко от Раджагахи",
    "✔"
   ],
   [
    "paṇḍavapabbata",
    "муж",
    "название горы рядом с Раджагахой",
    "✔"
   ],
   [
    "paṇḍukambalasilā",
    "жен",
    "название места в небе Таватимса",
    "✔"
   ],
   [
    "payāga 1",
    "муж",
    "название святого места для купания",
    "✔"
   ],
   [
    "payāgā 1",
    "жен",
    "название священного места для купания",
    "✔"
   ],
   [
    "palāsavana",
    "ср",
    "название леса",
    "✔"
   ],
   [
    "pavatta 6",
    "ср",
    "название горы",
    "✔"
   ],
   [
    "pācīnavaṃsa",
    "муж",
    "предыдущее название горы Вепулла",
    "◑"
   ],
   [
    "pācīnavaṃsadāya",
    "муж",
    "название парка",
    "◑"
   ],
   [
    "pāvāla",
    "ср",
    "название пагоды",
    "✔"
   ],
   [
    "pāvālacetiya",
    "ср",
    "имя пагоды",
    "◑"
   ],
   [
    "pāsāṇaka",
    "ср",
    "название пагоды",
    "✔"
   ],
   [
    "pippaliguhā",
    "жен",
    "название пещеры",
    "✔"
   ],
   [
    "pipphaliguhā",
    "жен",
    "название пещеры",
    "✔"
   ],
   [
    "pilakkhaguhā",
    "жен",
    "название пещеры возле Косамби",
    "✔"
   ],
   [
    "pisinārā",
    "жен",
    "название области",
    "✔"
   ],
   [
    "pubbakoṭṭhaka",
    "муж",
    "название места для купания за пределами Саваттхи",
    "✔"
   ],
   [
    "phārusakavana",
    "ср",
    "название леса в небесах Таватиṃса",
    "✔"
   ],
   [
    "bahuputta 1",
    "ср",
    "название пагоды",
    "✔"
   ],
   [
    "bahuputtaka",
    "ср",
    "название пагоды",
    "◑"
   ],
   [
    "bahuputtakacetiya",
    "ср",
    "название пагоды",
    "◑"
   ],
   [
    "bāhukā",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "bāhumatī",
    "жен",
    "название священной реки",
    "✔"
   ],
   [
    "bhesakalāvana",
    "ср",
    "название леса в стране Бхагга",
    "◑"
   ],
   [
    "bhesakaḷāvana",
    "ср",
    "название леса в стране Бхагга",
    "✔"
   ],
   [
    "makuṭabandhana",
    "ср",
    "name of a Mallan pagoda",
    "✔"
   ],
   [
    "macchikāsaṇḍa",
    "муж",
    "название леса в Каси",
    "✔"
   ],
   [
    "majjha 5",
    "муж",
    "название леса",
    "✔"
   ],
   [
    "majjhārañña",
    "ср",
    "название леса",
    "✔"
   ],
   [
    "maṇimālika",
    "ср",
    "название святыни в Магадхе",
    "◑"
   ],
   [
    "maddakucchi",
    "муж",
    "название парка",
    "✔"
   ],
   [
    "mahābyūha",
    "муж",
    "название зала с пиковой крышей царя махасудассаны",
    "✔"
   ],
   [
    "mahāmeru",
    "муж",
    "название горы",
    "✔"
   ],
   [
    "mahāvana 1",
    "ср",
    "название леса рядом с Весали",
    "✔"
   ],
   [
    "mahāvana 2",
    "ср",
    "великий лес рядом с Капилаваттху",
    "✔"
   ],
   [
    "mahāvana 3",
    "ср",
    "великий лес",
    "✔"
   ],
   [
    "mahāviyūha",
    "муж",
    "name of king Mahāsudassana's peaked roof house",
    "✔"
   ],
   [
    "mahisavatthu",
    "ср",
    "название места",
    "✔"
   ],
   [
    "mātaṅga 4",
    "муж",
    "название леса",
    "✔"
   ],
   [
    "mātaṅgarañña",
    "ср",
    "название леса",
    "✔"
   ],
   [
    "mātaṅgārañña",
    "ср",
    "название леса",
    "✔"
   ],
   [
    "migacīra",
    "ср",
    "название парка",
    "✔"
   ],
   [
    "migadāya 1",
    "муж",
    "название парка за пределами Варанаси",
    "✔"
   ],
   [
    "migadāya 2",
    "муж",
    "олений парк",
    "✔"
   ],
   [
    "missakavana",
    "ср",
    "название рощи на небе Таватимса",
    "✔"
   ],
   [
    "mukheluvana",
    "ср",
    "название леса",
    "◑"
   ],
   [
    "mejjhārañña",
    "ср",
    "название леса",
    "✔"
   ],
   [
    "meru",
    "муж",
    "мифическая гора в центре вселенной",
    "✔"
   ],
   [
    "rakkhitavanasaṇḍa",
    "муж",
    "название леса",
    "✔"
   ],
   [
    "laṭṭhivana",
    "ср",
    "название рощи к юго-западу от Раджагахы",
    "✔"
   ],
   [
    "lumbini",
    "жен",
    "имя рощи, где родился Будда",
    "◑"
   ],
   [
    "vaṅkaka 2",
    "муж",
    "предыдущее название горы Вепулла",
    "◑"
   ],
   [
    "vaṭaṃsa",
    "муж",
    "венок",
    "✔"
   ],
   [
    "vipula 2",
    "муж",
    "название горы рядом с раджагахой",
    "✔"
   ],
   [
    "vejayantapāsāda",
    "муж",
    "дворец Веджаянта",
    "✔"
   ],
   [
    "vepulla 2",
    "муж",
    "название горы недалеко от Раджагахи",
    "✔"
   ],
   [
    "vebhārapassa",
    "ср",
    "склон горы Вебхара",
    "✔"
   ],
   [
    "veḷuvana",
    "ср",
    "бамбуковый лес",
    "✔"
   ],
   [
    "saṅkheyyaka",
    "ср",
    "название горы",
    "✔"
   ],
   [
    "sattapaṇṇiguhā",
    "жен",
    "саптапарнигуха",
    "✔"
   ],
   [
    "sattamba",
    "ср",
    "название пагоды",
    "✔"
   ],
   [
    "sattambaka",
    "ср",
    "название пагоды",
    "✔"
   ],
   [
    "sappasoṇḍikapabbhāra",
    "муж",
    "название скального выступа за пределами Раджагахи",
    "✔"
   ],
   [
    "salaḷāgāraka",
    "ср",
    "название хижины Будды в Джетаване",
    "✔"
   ],
   [
    "sāranda",
    "ср",
    "название пагоды",
    "◑"
   ],
   [
    "sārandada",
    "ср",
    "название пагоды",
    "✔"
   ],
   [
    "sālavatī 1",
    "жен",
    "название небесного зала собраний",
    "◑"
   ],
   [
    "sītavana",
    "ср",
    "прохладный лес",
    "✔"
   ],
   [
    "sīhapapātā",
    "жен",
    "название гималайского озера",
    "✔"
   ],
   [
    "sudassana 4",
    "муж",
    "название одной из 5 гор, окружающих озеро Анотатта",
    "✔"
   ],
   [
    "sudassanakūṭa",
    "муж",
    "имя одного из пяти горных пиков, окружающих озеро Анотатта в Гималаях",
    "✔"
   ],
   [
    "sudhammasabhā",
    "жен",
    "судхаммасабха, досл. зал правосудия",
    "◑"
   ],
   [
    "sundarikā",
    "жен",
    "название святой реки",
    "✔"
   ],
   [
    "supassa",
    "муж",
    "предыдущее название горы Вепулла",
    "◑"
   ],
   [
    "suphassa",
    "муж",
    "прежнее название горы Вепулла",
    "◑"
   ],
   [
    "subhagavana",
    "ср",
    "название леса в Уккатхе",
    "✔"
   ],
   [
    "suveḷuvana",
    "ср",
    "название леса",
    "◑"
   ],
   [
    "sūkarakhatā",
    "жен",
    "название пещеры",
    "✔"
   ],
   [
    "seta 2",
    "муж",
    "название горного пика в Гималаях",
    "✔"
   ],
   [
    "hemavata 2",
    "муж",
    "название горы",
    "◑"
   ]
  ],
  "count": 153
 },
 "holy sites": {
  "data": [
   [
    "aggāḷava",
    "муж",
    "название святилища в Альави",
    "◑"
   ],
   [
    "adhikakka",
    "ср",
    "название священного места для омовения",
    "✔"
   ],
   [
    "ānandacetiya",
    "ср",
    "название пагоды",
    "◑"
   ],
   [
    "udena 2",
    "ср",
    "имя пагоды",
    "✔"
   ],
   [
    "gayā 2",
    "жен",
    "название священной реки",
    "✔"
   ],
   [
    "gotamaka 1",
    "ср",
    "название пагоды",
    "✔"
   ],
   [
    "cāpāla",
    "ср",
    "название ступы",
    "✔"
   ],
   [
    "cāpālacetiya",
    "ср",
    "название пагоды",
    "✔"
   ],
   [
    "payāga 1",
    "муж",
    "название святого места для купания",
    "✔"
   ],
   [
    "payāgā 1",
    "жен",
    "название священного места для купания",
    "✔"
   ],
   [
    "pāvāla",
    "ср",
    "название пагоды",
    "✔"
   ],
   [
    "pāvālacetiya",
    "ср",
    "имя пагоды",
    "◑"
   ],
   [
    "pāsāṇaka",
    "ср",
    "название пагоды",
    "✔"
   ],
   [
    "bahuputta 1",
    "ср",
    "название пагоды",
    "✔"
   ],
   [
    "bahuputtaka",
    "ср",
    "название пагоды",
    "◑"
   ],
   [
    "bahuputtakacetiya",
    "ср",
    "название пагоды",
    "◑"
   ],
   [
    "bāhukā",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "bāhumatī",
    "жен",
    "название священной реки",
    "✔"
   ],
   [
    "makuṭabandhana",
    "ср",
    "name of a Mallan pagoda",
    "✔"
   ],
   [
    "maṇimālika",
    "ср",
    "название святыни в Магадхе",
    "◑"
   ],
   [
    "sattamba",
    "ср",
    "название пагоды",
    "✔"
   ],
   [
    "sattambaka",
    "ср",
    "название пагоды",
    "✔"
   ],
   [
    "sāranda",
    "ср",
    "название пагоды",
    "◑"
   ],
   [
    "sārandada",
    "ср",
    "название пагоды",
    "✔"
   ],
   [
    "sundarikā",
    "жен",
    "название святой реки",
    "✔"
   ]
  ],
  "count": 25
 },
 "types of ascetics": {
  "data": [
   [
    "aggipakkika",
    "муж",
    "тип аскета, который живет подаянием пищи, приготовленной на огне",
    "◑"
   ],
   [
    "aggiparicārika",
    "муж",
    "огнепоклонник",
    "✔"
   ],
   [
    "anaggipakkika",
    "муж",
    "тип аскета, питающийся подаянием, не приготовленным на огне",
    "◑"
   ],
   [
    "abbhokāsika",
    "муж",
    "аскет живущий под открытым небом",
    "✔"
   ],
   [
    "ayamuṭṭhika 2",
    "муж",
    "вид отшельника, живущий на еде, добытой с помощью маленького камня",
    "◑"
   ],
   [
    "asāmapāka",
    "муж",
    "тип аскета, который питается пищей, приготовленной не самим собой",
    "◑"
   ],
   [
    "asmamuṭṭhika",
    "муж",
    "тип аскета, который живет за счет пищи, приобретенной с помощью небольшого камня",
    "◑"
   ],
   [
    "ājīvaka",
    "муж",
    "Адживака",
    "✔"
   ],
   [
    "ājīvika",
    "муж",
    "аскет",
    "✔"
   ],
   [
    "āthabbaṇika",
    "муж",
    "чтец Атхарва-веды",
    "✔"
   ],
   [
    "āraññika 1",
    "муж",
    "лесной житель",
    "✔"
   ],
   [
    "ukkuṭika 2",
    "муж",
    "аскет, который остается в присевшем положении",
    "✔"
   ],
   [
    "ucchedavādī",
    "муж",
    "аннигиляционист",
    "✔"
   ],
   [
    "udakorohaka",
    "муж",
    "купальщик",
    "✔"
   ],
   [
    "udakorohanta",
    "муж",
    "купальщик",
    "✔"
   ],
   [
    "ubbhaṭṭhaka",
    "муж",
    "аскет, практикующий непрерывное стояние",
    "✔"
   ],
   [
    "ekasāṭaka 1",
    "муж",
    "аскет в набедренной повязке",
    "✔"
   ],
   [
    "ekasāṭikā",
    "жен",
    "женщина-аскет, которая носит одну одежду",
    "◑"
   ],
   [
    "ekāgārika 2.1",
    "муж",
    "аскет, который питается пищей только из одного дома",
    "✔"
   ],
   [
    "ekālopika",
    "муж",
    "аскет, который питается только одним куском пищи",
    "✔"
   ],
   [
    "ekāsanika",
    "муж",
    "аскет который кушает раз в день",
    "✔"
   ],
   [
    "kaṇṭakāpassayika",
    "муж",
    "аскет, лежащий на кровати из шипов",
    "✔"
   ],
   [
    "kesamassulocaka",
    "муж",
    "который выщипывает волосы и бороду",
    "✔"
   ],
   [
    "gaṇī",
    "муж",
    "лидер группы",
    "✔"
   ],
   [
    "jaṭilaka",
    "муж",
    "аскет с запутанными волосами",
    "✔"
   ],
   [
    "tapassī 1",
    "муж",
    "аскет",
    "✔"
   ],
   [
    "titthiyasāvaka",
    "муж",
    "ученик другого религиозного учителя",
    "✔"
   ],
   [
    "dantaluyyaka",
    "муж",
    "тип аскета, который питается корой, срываемой зубами с деревьев",
    "◑"
   ],
   [
    "dantavakkalika",
    "муж",
    "тип аскета, живущий корой, срываемой с деревьев зубами",
    "◑"
   ],
   [
    "dvāgārika",
    "муж",
    "аскет, который питается пищей только из двух домов",
    "✔"
   ],
   [
    "dvālopika",
    "муж",
    "аскет, который питается только двумя кусками пищи",
    "✔"
   ],
   [
    "nahātaka",
    "муж",
    "выпускник",
    "✔"
   ],
   [
    "nesajja",
    "муж",
    "аскет, который остается в сидячем положении",
    "◑"
   ],
   [
    "nesajjika",
    "муж",
    "аскет который остается в сидячем положении",
    "✔"
   ],
   [
    "paṇḍara 4",
    "муж",
    "название религиозной секты",
    "✔"
   ],
   [
    "paṇḍaraṅga",
    "муж",
    "название брахманской секты",
    "✔"
   ],
   [
    "parappavādī",
    "муж",
    "сторонник других вероучений",
    "◑"
   ],
   [
    "paribbāja",
    "муж",
    "бездомный духовный искатель",
    "✔"
   ],
   [
    "paribbājaka",
    "муж",
    "бездомный духовный искатель",
    "✔"
   ],
   [
    "paribbājikā",
    "жен",
    "бездомная духовная искательница",
    "✔"
   ],
   [
    "pariyāyabhattika",
    "муж",
    "аскет, который ест с перерывами",
    "✔"
   ],
   [
    "paṃsukūlika 1",
    "муж",
    "аскет который носит выброшенную одежду",
    "✔"
   ],
   [
    "puggalavādī",
    "муж",
    "сторонник учения о том что личность существует",
    "✔"
   ],
   [
    "brahmacārī 2",
    "муж",
    "соблюдающий целибат",
    "✔"
   ],
   [
    "mantajjhāyaka",
    "муж",
    "знаток вед",
    "✔"
   ],
   [
    "māgaṇḍika",
    "муж",
    "последователь Магандии",
    "◑"
   ],
   [
    "yathāsanthatika",
    "муж",
    "аскет который спит на любой постели",
    "✔"
   ],
   [
    "rajojallika",
    "муж",
    "аскет, покрытый пылью и грязью",
    "✔"
   ],
   [
    "rukkhamūlika",
    "муж",
    "аскет живущий у подножия дерева",
    "✔"
   ],
   [
    "lūkhacīvaradhara",
    "муж",
    "аскет, который носит грубую одежду",
    "✔"
   ],
   [
    "saṅghāṭika",
    "муж",
    "аскет, который носит лоскутное одеяние",
    "✔"
   ],
   [
    "sattāgārika",
    "муж",
    "аскет, который питается едой только из семи домов",
    "✔"
   ],
   [
    "sattālopika",
    "муж",
    "аскет, который питается только семью кусками еды",
    "✔"
   ],
   [
    "samaṇī 2",
    "жен",
    "женщина-аскет",
    "✔"
   ],
   [
    "sassatavādī",
    "муж",
    "этерналист",
    "✔"
   ],
   [
    "suññatavādī",
    "муж",
    "сторонник учения о том что все пусто",
    "✔"
   ],
   [
    "sosānika",
    "муж",
    "аскет живущий на кладбище",
    "✔"
   ]
  ],
  "count": 57
 },
 "suttas of the Majjhima Nikāya": {
  "data": [
   [
    "aggivacchasutta",
    "ср",
    "Мадджхима Никая 72",
    "✔"
   ],
   [
    "aṅgulimālasutta",
    "ср",
    "Мадджхима Никая 86",
    "✔"
   ],
   [
    "acchariyaabbhutasutta",
    "ср",
    "Мадджхима Никая 123 (MN123)",
    "◑"
   ],
   [
    "aṭṭhakanāgarasutta 1",
    "ср",
    "Маджхима Никая 52",
    "✔"
   ],
   [
    "anaṅgaṇasutta",
    "ср",
    "мажджхима никайя 5",
    "✔"
   ],
   [
    "anupadasutta",
    "ср",
    "маджхима никая 111",
    "✔"
   ],
   [
    "anumānasutta",
    "ср",
    "маджхима никая 15",
    "◑"
   ],
   [
    "apaṇṇakasutta 1",
    "ср",
    "Мадджхима Никая 60",
    "✔"
   ],
   [
    "abhayarājakumārasutta",
    "ср",
    "маджхима никая 58",
    "✔"
   ],
   [
    "ambalaṭṭhikarāhulovādasutta",
    "ср",
    "маджхима никая 61",
    "✔"
   ],
   [
    "ariyapariyesanāsutta",
    "ср",
    "мадджхима никая 26",
    "◑"
   ],
   [
    "alagaddūpamasutta",
    "ср",
    "маджхима никая 22",
    "✔"
   ],
   [
    "assalāyanasutta",
    "ср",
    "мадджхима никая 93",
    "✔"
   ],
   [
    "ākaṅkheyyasutta",
    "ср",
    "маджхима никая 6 (мн6)",
    "◑"
   ],
   [
    "āneñjasappāyasutta",
    "ср",
    "мадхьяма никая 106",
    "✔"
   ],
   [
    "upālisutta 1",
    "ср",
    "маджхима никая 56",
    "✔"
   ],
   [
    "esukārīsutta",
    "ср",
    "Мадджхима Никая 96",
    "✔"
   ],
   [
    "kakacūpamasutta",
    "ср",
    "маджхима никая 21",
    "◑"
   ],
   [
    "kaṇṇakatthalasutta",
    "ср",
    "срединная длительность 90",
    "✔"
   ],
   [
    "kandarakasutta",
    "ср",
    "Маджхима Никая 51",
    "✔"
   ],
   [
    "kintisutta",
    "ср",
    "маджхима никая 103",
    "✔"
   ],
   [
    "kīṭāgirisutta",
    "ср",
    "маджхима никая 70",
    "✔"
   ],
   [
    "kukkuravatikasutta",
    "ср",
    "Мадджхима Никая 57",
    "✔"
   ],
   [
    "kosambiyasutta",
    "ср",
    "мажджхима никая 48",
    "✔"
   ],
   [
    "gaṇakamoggallānasutta",
    "ср",
    "мадджхима никая 107",
    "✔"
   ],
   [
    "gaṇakamoggallānasuttanta",
    "муж",
    "мадджхима никая 107",
    "◑"
   ],
   [
    "gopakamoggallānasutta",
    "ср",
    "маджхима никая 108",
    "✔"
   ],
   [
    "goliyānisutta",
    "ср",
    "маджхима-никая 69",
    "✔"
   ],
   [
    "ghaṭikārasutta",
    "ср",
    "Мадджхима Никая 81",
    "✔"
   ],
   [
    "ghoṭamukhasutta",
    "ср",
    "Мадджхима-никая 94",
    "✔"
   ],
   [
    "caṅkīsutta",
    "ср",
    "Маджхима Никая 95",
    "✔"
   ],
   [
    "cātumasutta",
    "ср",
    "Срединная Коллекция 67",
    "✔"
   ],
   [
    "cūḷaassapurasutta",
    "ср",
    "маджхима никая 40",
    "✔"
   ],
   [
    "cūḷagopālakasutta",
    "ср",
    "мадджхима никая 34",
    "◑"
   ],
   [
    "cūḷagosiṅga",
    "ср",
    "мадджхима никая 31",
    "◑"
   ],
   [
    "cūḷagosiṅgasutta",
    "ср",
    "мадджхима никая 31",
    "◑"
   ],
   [
    "cūḷataṇhāsaṅkhayasutta",
    "ср",
    "Средняя Коллекция сутт 37",
    "◑"
   ],
   [
    "cūḷadukkhakkhandhasutta",
    "ср",
    "Мадджхима Никая 14",
    "◑"
   ],
   [
    "cūḷadhammasamādānasutta",
    "ср",
    "маджхима никая 45",
    "✔"
   ],
   [
    "cūḷapuṇṇamasutta",
    "ср",
    "маджхима никая 110",
    "✔"
   ],
   [
    "cūḷamālukyasutta",
    "ср",
    "маджхима никая 63",
    "✔"
   ],
   [
    "cūḷavedalla",
    "ср",
    "Маджхима Никая 44",
    "◑"
   ],
   [
    "cūḷavedallasutta",
    "ср",
    "средняя никая 44",
    "✔"
   ],
   [
    "cūḷasakuludāyisutta",
    "ср",
    "маджджхима никая 79",
    "✔"
   ],
   [
    "cūḷasaccakasutta",
    "ср",
    "мадджхима никая 35",
    "◑"
   ],
   [
    "cūḷasāropamasutta",
    "ср",
    "маджхима никая 30",
    "◑"
   ],
   [
    "cūḷasīhanādasutta",
    "ср",
    "средняя длина 11",
    "◑"
   ],
   [
    "cūḷahatthipadopama",
    "ср",
    "маджхима никайя 27",
    "◑"
   ],
   [
    "cūḷahatthipadopamasutta",
    "ср",
    "мадджхима-никая 27",
    "◑"
   ],
   [
    "cūḷāssapurasutta",
    "ср",
    "маджхима никая 40",
    "◑"
   ],
   [
    "cetokhilasutta 1",
    "ср",
    "мадджхима-никая 15",
    "◑"
   ],
   [
    "chabbisodhanasutta",
    "ср",
    "маджхима никая 112",
    "✔"
   ],
   [
    "jīvakasutta 1",
    "ср",
    "маджхима никая 55",
    "✔"
   ],
   [
    "tevijjavacchasutta",
    "ср",
    "мджхима никая 71",
    "✔"
   ],
   [
    "dīghanakhasutta",
    "ср",
    "маджхима никая 74",
    "✔"
   ],
   [
    "devadahasutta 1",
    "ср",
    "маджджхима никая 101",
    "✔"
   ],
   [
    "dvedhāvitakkasutta",
    "ср",
    "Мадджхима Никая 19",
    "◑"
   ],
   [
    "dhanañjānisutta",
    "ср",
    "маджхима никая 97",
    "✔"
   ],
   [
    "dhammacetiyasutta",
    "ср",
    "срединный свод 89",
    "✔"
   ],
   [
    "dhammadāyādasutta",
    "ср",
    "маджхима никая 3",
    "✔"
   ],
   [
    "naḷakapānasutta",
    "ср",
    "маджхима-никая 68",
    "✔"
   ],
   [
    "nivāpasutta",
    "ср",
    "мадджхима никая 25",
    "◑"
   ],
   [
    "pañcattayasutta",
    "ср",
    "маджхима-никая 102",
    "✔"
   ],
   [
    "pāsarāsisutta",
    "ср",
    "маджхима никая 26",
    "◑"
   ],
   [
    "piyajātikasutta",
    "ср",
    "Мадджхима никая 87",
    "✔"
   ],
   [
    "potaliyasutta 1",
    "ср",
    "мадджхима никая 54",
    "✔"
   ],
   [
    "bahuvedanīyasutta",
    "ср",
    "маджхима никая 59",
    "✔"
   ],
   [
    "bāhitikasutta",
    "ср",
    "Маджима Никая 88",
    "✔"
   ],
   [
    "bodhirājakumārasutta",
    "ср",
    "маджджхима никая 85",
    "✔"
   ],
   [
    "brahmanimantanikasutta",
    "ср",
    "маджджхима-никая 49",
    "✔"
   ],
   [
    "brahmāyusutta",
    "ср",
    "мадджхима никая 91",
    "✔"
   ],
   [
    "bhaddālisutta",
    "ср",
    "мадджхима никая 65",
    "✔"
   ],
   [
    "bhaddekarattasutta",
    "ср",
    "Маджхима Никая 131",
    "◑"
   ],
   [
    "bhayabheravasutta",
    "ср",
    "маджхима никая 4",
    "✔"
   ],
   [
    "maghadevasutta",
    "ср",
    "мачхима никая 83",
    "✔"
   ],
   [
    "madhupiṇḍikasutta",
    "ср",
    "мачджхима никая 18",
    "◑"
   ],
   [
    "madhurasutta",
    "ср",
    "мадхура сутта",
    "✔"
   ],
   [
    "mahāassapurasutta",
    "ср",
    "мадджхима никая 39",
    "✔"
   ],
   [
    "mahāgopālakasutta",
    "ср",
    "мадджхима никая 33",
    "◑"
   ],
   [
    "mahāgosiṅgasutta",
    "ср",
    "мажджхима никая 32",
    "◑"
   ],
   [
    "mahātaṇhāsaṅkhayasutta",
    "ср",
    "majjhima nikāya 38",
    "◑"
   ],
   [
    "mahādukkhakkhandhasutta",
    "ср",
    "магьхима никая 13",
    "◑"
   ],
   [
    "mahādhammasamādānasutta",
    "ср",
    "Мадждхима Никая 46",
    "✔"
   ],
   [
    "mahāpuṇṇama",
    "муж",
    "дискурс о великой ночи полнолуния (мн109)",
    "✔"
   ],
   [
    "mahāpuṇṇamasutta",
    "ср",
    "мадджхима-никая 109",
    "✔"
   ],
   [
    "mahāmālukyasutta",
    "ср",
    "маджхима-никая 64",
    "✔"
   ],
   [
    "mahārāhulovādasutta",
    "ср",
    "маджхима никая 62",
    "✔"
   ],
   [
    "mahāvacchasutta",
    "ср",
    "Мадджхима Никая 73",
    "✔"
   ],
   [
    "mahāvedalla",
    "ср",
    "махадведалла",
    "✔"
   ],
   [
    "mahāvedallasutta",
    "ср",
    "Маджхима Никая 43",
    "✔"
   ],
   [
    "mahāsakuludāyisutta",
    "ср",
    "Маджхима Никая 77",
    "✔"
   ],
   [
    "mahāsaccakasutta",
    "ср",
    "Мадджхима Никая 36",
    "◑"
   ],
   [
    "mahāsatipaṭṭhānasutta 2",
    "ср",
    "маджхима никая 10",
    "◑"
   ],
   [
    "mahāsāropamasutta",
    "ср",
    "мадджхима никая 29",
    "◑"
   ],
   [
    "mahāsīhanādasutta 2",
    "ср",
    "маджхима никая 12",
    "◑"
   ],
   [
    "mahāhatthipadopamasutta",
    "ср",
    "маджхима никая 28",
    "◑"
   ],
   [
    "māgaṇḍiyasutta 1",
    "ср",
    "маджхима никая 75",
    "✔"
   ],
   [
    "māratajjanīyasutta",
    "ср",
    "маджхима никая 50",
    "✔"
   ],
   [
    "mūlapariyāya",
    "муж",
    "маджджхима никая 1",
    "◑"
   ],
   [
    "mūlapariyāyasutta",
    "ср",
    "маарджхима никая 1",
    "◑"
   ],
   [
    "raṭṭhapālasutta",
    "ср",
    "маджхима никая 82",
    "✔"
   ],
   [
    "rathavinītasutta",
    "ср",
    "маджхима-никая 24",
    "◑"
   ],
   [
    "laṭukikopamasutta",
    "ср",
    "маджхима никая 66",
    "✔"
   ],
   [
    "lomahaṃsanapariyāya",
    "муж",
    "выступление, от которого волосы встают дыбом",
    "✔"
   ],
   [
    "vatthasutta 1",
    "ср",
    "маджджхима никая 7",
    "◑"
   ],
   [
    "vanapatthasutta",
    "ср",
    "мадджхима никая 17",
    "◑"
   ],
   [
    "vammikasutta",
    "ср",
    "маджхима никая 23",
    "✔"
   ],
   [
    "vāseṭṭhasutta 1",
    "ср",
    "мадджхима никая 98",
    "✔"
   ],
   [
    "vitakkasaṇṭhānasutta",
    "ср",
    "мадджхима никая 20",
    "✔"
   ],
   [
    "vīmaṃsakasutta",
    "ср",
    "мадджхима-никая 47",
    "✔"
   ],
   [
    "vekhanasasutta",
    "ср",
    "маджджхима никая 80",
    "✔"
   ],
   [
    "verañjakasutta",
    "ср",
    "Мадджхима Никāя 42",
    "✔"
   ],
   [
    "saṅgāravasutta 1",
    "ср",
    "маджхима никая 100",
    "✔"
   ],
   [
    "satipaṭṭhānasutta 1",
    "ср",
    "маджхима никая 10",
    "◑"
   ],
   [
    "sandakasutta",
    "ср",
    "Мадджхима никая 76",
    "✔"
   ],
   [
    "sabbāsavasutta",
    "ср",
    "маджхима никая 2",
    "✔"
   ],
   [
    "samaṇamuṇḍikasutta",
    "ср",
    "маджхима-никая 78",
    "✔"
   ],
   [
    "sammādiṭṭhi 3",
    "жен",
    "махима никая 9",
    "◑"
   ],
   [
    "sammādiṭṭhisutta 1",
    "ср",
    "маджхима никая 9",
    "◑"
   ],
   [
    "sallekhasutta",
    "ср",
    "маджхима никая 8",
    "◑"
   ],
   [
    "sāmagāmasutta",
    "ср",
    "маджхима никая 104",
    "✔"
   ],
   [
    "sāleyyakasutta",
    "ср",
    "маджхима никая 41",
    "✔"
   ],
   [
    "sunakkhattasutta",
    "ср",
    "Мадджхима-никая 105",
    "✔"
   ],
   [
    "subhasutta 1",
    "ср",
    "срединное изложение 99",
    "✔"
   ],
   [
    "sekhasutta 1",
    "ср",
    "дискурс об ученике",
    "✔"
   ],
   [
    "selasutta 1",
    "ср",
    "маджхима никая 92",
    "✔"
   ]
  ],
  "count": 126
 },
 "names of laypeople": {
  "data": [
   [
    "aggivessa",
    "муж",
    "имя министра",
    "✔"
   ],
   [
    "aṅkura 2",
    "муж",
    "name of a man in a Petavatthu story",
    "✔"
   ],
   [
    "ajita 2",
    "муж",
    "имя военного генерала Личчави",
    "◑"
   ],
   [
    "atula 1",
    "муж",
    "имя",
    "✔"
   ],
   [
    "anaggapāka",
    "муж",
    "имя мирянина",
    "◑"
   ],
   [
    "anāthapiṇḍika",
    "муж",
    "имя главного мирского последователя Будды",
    "✔"
   ],
   [
    "abhaya 3",
    "муж",
    "имя мирянина из Личчави",
    "✔"
   ],
   [
    "abhipāraka",
    "муж",
    "имя генерала царя Сиви",
    "✔"
   ],
   [
    "ambapālī",
    "жен",
    "имя куртизанки",
    "✔"
   ],
   [
    "asibandhakaputta",
    "муж",
    "имя мирянина",
    "◑"
   ],
   [
    "āgatapāka",
    "муж",
    "имя мирянина",
    "◑"
   ],
   [
    "illisa",
    "муж",
    "иллисa (имя богатого человека в истории Джатака)",
    "✔"
   ],
   [
    "isidatta 2",
    "муж",
    "имя одного из архитекторов царя Пасенади",
    "✔"
   ],
   [
    "isidattapurāṇā",
    "муж",
    "имена двух архитекторов",
    "✔"
   ],
   [
    "ugga 3",
    "муж",
    "имя домохозяина",
    "◑"
   ],
   [
    "ugga 4",
    "муж",
    "имя министра",
    "✔"
   ],
   [
    "uggasena",
    "муж",
    "имя мирянина",
    "◑"
   ],
   [
    "uttarānandamātar",
    "жен",
    "имя мирянки",
    "◑"
   ],
   [
    "upananda 1",
    "муж",
    "имя военачальника Магады",
    "✔"
   ],
   [
    "upāli 1",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "ummadantī",
    "жен",
    "имя дочери богатого банкира",
    "◑"
   ],
   [
    "oṭṭhaddha",
    "муж",
    "имя личчхави",
    "✔"
   ],
   [
    "kakudha 5",
    "муж",
    "имя мирского ученика",
    "✔"
   ],
   [
    "kaṭāhakā",
    "жен",
    "имя рабыни",
    "✔"
   ],
   [
    "kaṭissabha",
    "муж",
    "имя мирского ученика",
    "✔"
   ],
   [
    "kaṭissaha",
    "муж",
    "имя мирянина-ученика",
    "✔"
   ],
   [
    "kaḷibha",
    "муж",
    "имя мирянина-дисципла",
    "◑"
   ],
   [
    "kāṇamātar",
    "жен",
    "имя мирского ученика",
    "◑"
   ],
   [
    "kātiyānī",
    "жен",
    "имя мирянки",
    "◑"
   ],
   [
    "kāraḷimba",
    "муж",
    "имя мирянина-дисциплина",
    "✔"
   ],
   [
    "kārāyana",
    "муж",
    "имя возничего царя Пасенади",
    "✔"
   ],
   [
    "kāliṅga 2",
    "муж",
    "имя мирского последователя",
    "✔"
   ],
   [
    "kāḷakhemaka",
    "муж",
    "имя шакьянина-мирянина",
    "◑"
   ],
   [
    "kāḷigodhā",
    "жен",
    "имя шакьяни",
    "◑"
   ],
   [
    "kāḷimba",
    "муж",
    "имя мирянина ученика",
    "✔"
   ],
   [
    "kāḷī 2",
    "жен",
    "имя рабыни в Саваттхи",
    "✔"
   ],
   [
    "kirapatika",
    "муж",
    "имя мирянина",
    "◑"
   ],
   [
    "kukkuṭa 2",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "kukkuṭamitta",
    "муж",
    "имя охотника",
    "✔"
   ],
   [
    "kuṭumbika",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "kevaṭṭa 2",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "kesi",
    "муж",
    "имя дрессировщика лошадей",
    "✔"
   ],
   [
    "khaṇḍadevi",
    "жен",
    "имя матери монаха",
    "◑"
   ],
   [
    "khujjuttarā",
    "жен",
    "имя мирской ученицы",
    "◑"
   ],
   [
    "gandhabba 3",
    "муж",
    "имя министра",
    "✔"
   ],
   [
    "giridāsa",
    "муж",
    "имя мужчины",
    "✔"
   ],
   [
    "guttila",
    "муж",
    "имя музыканта",
    "◑"
   ],
   [
    "gopikā",
    "жен",
    "name of Sakyan lay disciple",
    "✔"
   ],
   [
    "ghaṭikāra",
    "муж",
    "имя гончара",
    "✔"
   ],
   [
    "cakkana",
    "муж",
    "имя шри-ланкийского мирянского ученика",
    "✔"
   ],
   [
    "caṇḍa 2",
    "муж",
    "имя вождя",
    "◑"
   ],
   [
    "candanaṅgalika",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "citta 2.4",
    "муж",
    "имя мирского последователя Будды",
    "✔"
   ],
   [
    "ciravāsimātar",
    "жен",
    "имя мирянки",
    "◑"
   ],
   [
    "ciravāsī",
    "муж",
    "имя сына Бхадраки",
    "◑"
   ],
   [
    "cunda 2",
    "муж",
    "имя мирского ученика, который преподнес Будде его последнюю трапезу",
    "✔"
   ],
   [
    "jīvaka",
    "муж",
    "имя врача",
    "✔"
   ],
   [
    "jīvā",
    "жен",
    "имя мёртвого ребёнка",
    "✔"
   ],
   [
    "jotika 2",
    "муж",
    "имя домохозяина",
    "◑"
   ],
   [
    "tapassa",
    "муж",
    "имя мирского ученика",
    "◑"
   ],
   [
    "tapassubhallikā",
    "муж",
    "имена двух мирян",
    "◑"
   ],
   [
    "tapussa",
    "муж",
    "имя мирянина-ученика",
    "◑"
   ],
   [
    "tapussabhallikā",
    "муж",
    "имена двух мирян",
    "◑"
   ],
   [
    "tambadāṭhika",
    "муж",
    "имя палача",
    "◑"
   ],
   [
    "tavakaṇṇika",
    "муж",
    "имя мирского ученика",
    "◑"
   ],
   [
    "tālapuṭa 2",
    "муж",
    "имя актёра",
    "✔"
   ],
   [
    "tissamātar",
    "жен",
    "имя монахини",
    "◑"
   ],
   [
    "tuṭṭha 2",
    "муж",
    "имя мирского ученика",
    "✔"
   ],
   [
    "daṇḍapāṇī 2",
    "муж",
    "имя мирянина из клана Сакья",
    "✔"
   ],
   [
    "dasama 2",
    "муж",
    "имя домовладельца",
    "✔"
   ],
   [
    "dārukammika",
    "муж",
    "имя мирянина",
    "◑"
   ],
   [
    "dīghakārāyana",
    "муж",
    "имя генерала",
    "◑"
   ],
   [
    "dīghajāṇu",
    "муж",
    "имя одного мужчины из колийев",
    "✔"
   ],
   [
    "dīghāvu",
    "муж",
    "имя мирянина",
    "◑"
   ],
   [
    "dummukha 2",
    "муж",
    "имя личчави",
    "✔"
   ],
   [
    "dhammadinna",
    "муж",
    "имя мирского последователя",
    "◑"
   ],
   [
    "nakula 2",
    "муж",
    "имя человека, чьи родители были великими учениками",
    "◑"
   ],
   [
    "nakulapitar",
    "муж",
    "имя хозяина дома",
    "◑"
   ],
   [
    "nakulamātar",
    "жен",
    "имя мирянки",
    "◑"
   ],
   [
    "nandamātar",
    "жен",
    "имя выдающейся мирской ученицы",
    "✔"
   ],
   [
    "nāvindakī",
    "муж",
    "имя министра",
    "✔"
   ],
   [
    "nikaṭa 3",
    "муж",
    "имя мирского ученика",
    "✔"
   ],
   [
    "pañcakaṅga",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "paṇḍitakumāraka",
    "муж",
    "имя лицчави",
    "✔"
   ],
   [
    "pāṭaliya",
    "муж",
    "имя вождя",
    "◑"
   ],
   [
    "pāyāsi 2",
    "муж",
    "имя молодого дворянина",
    "✔"
   ],
   [
    "pāvārika 2",
    "муж",
    "имя мирянина, который подарил монастырь Будде",
    "✔"
   ],
   [
    "piyaka",
    "муж",
    "имя казначея царя муṇḍы",
    "◑"
   ],
   [
    "pukkusa 2",
    "муж",
    "имя молодого Маллы",
    "✔"
   ],
   [
    "pukkusāti 2",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "puṇṇavaḍḍhana",
    "муж",
    "имя сына Мигары",
    "◑"
   ],
   [
    "puṇṇikā",
    "жен",
    "имя служанки, носящей воду",
    "✔"
   ],
   [
    "purāṇa 7",
    "муж",
    "имя одного из архитекторов царя Пасенади",
    "✔"
   ],
   [
    "peya",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "pessa 2",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "potaliya",
    "муж",
    "имя домохозяина",
    "✔"
   ],
   [
    "bandhula",
    "муж",
    "имя генерала",
    "◑"
   ],
   [
    "bimbī 2",
    "жен",
    "имя мирской ученицы",
    "✔"
   ],
   [
    "biḷālapādaka 2",
    "муж",
    "имя богатого мирянина",
    "◑"
   ],
   [
    "bījaka 3",
    "муж",
    "имя сына Судинны",
    "◑"
   ],
   [
    "bījakamātar",
    "жен",
    "эпитет бывшей жены Судинны",
    "◑"
   ],
   [
    "bhaṭa 3",
    "муж",
    "имя мирского последователя",
    "✔"
   ],
   [
    "bhadda 4",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "bhaddavatiya 1",
    "муж",
    "имя богатого человека",
    "◑"
   ],
   [
    "bhaddiya 2",
    "муж",
    "имя личчави",
    "✔"
   ],
   [
    "bhadraka 2",
    "муж",
    "имя вождя",
    "◑"
   ],
   [
    "bhallika",
    "муж",
    "имя мирского ученика",
    "◑"
   ],
   [
    "bhesika",
    "муж",
    "бхесика",
    "✔"
   ],
   [
    "majjha 4",
    "муж",
    "имя богатого мирянина",
    "✔"
   ],
   [
    "maṇicūḷaka",
    "муж",
    "имя вождя",
    "◑"
   ],
   [
    "mahānāma 1",
    "муж",
    "имя мирянина из рода Сакьев",
    "✔"
   ],
   [
    "mahāli",
    "муж",
    "имя человека Личчави",
    "✔"
   ],
   [
    "mānadinna",
    "муж",
    "имя мирянина",
    "◑"
   ],
   [
    "migava 3",
    "муж",
    "имя паркового смотрителя",
    "✔"
   ],
   [
    "migasāṇā",
    "жен",
    "имя мирянки",
    "◑"
   ],
   [
    "migasālā",
    "жен",
    "имя мирской ученицы",
    "✔"
   ],
   [
    "migāra",
    "муж",
    "имя богатого мирянина",
    "✔"
   ],
   [
    "meṇḍaka 2",
    "муж",
    "имя мирянина",
    "◑"
   ],
   [
    "meṇḍakanattar",
    "муж",
    "имя человека",
    "◑"
   ],
   [
    "medakathālikā 2",
    "жен",
    "имя акробата",
    "✔"
   ],
   [
    "moggalla",
    "муж",
    "имя министра",
    "✔"
   ],
   [
    "yamaka 4",
    "муж",
    "имя министра",
    "✔"
   ],
   [
    "rattapāṇi",
    "муж",
    "имя красильщика",
    "✔"
   ],
   [
    "rāsiya",
    "муж",
    "имя вождя",
    "◑"
   ],
   [
    "rosika",
    "муж",
    "имя смотрителя уборной",
    "✔"
   ],
   [
    "rohaṇa",
    "муж",
    "имя молодого мирянина",
    "◑"
   ],
   [
    "vajjiyamahita",
    "муж",
    "имя мирского ученика",
    "◑"
   ],
   [
    "vajjiyamāhita",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "vappa 2",
    "муж",
    "имя шакья",
    "✔"
   ],
   [
    "vijayamāhika",
    "муж",
    "имя мирянина-последователя",
    "◑"
   ],
   [
    "viṭaṭūbha",
    "муж",
    "имя генерала царя Пасенади",
    "✔"
   ],
   [
    "viḍūḍabha",
    "муж",
    "имя генерала царя Пасенади",
    "✔"
   ],
   [
    "visākha 2",
    "муж",
    "висакха, досл. весы",
    "✔"
   ],
   [
    "visākhā 1",
    "жен",
    "имя главной ученицы Будды",
    "✔"
   ],
   [
    "vedehikā",
    "жен",
    "имя мирянки в Саваттхи",
    "✔"
   ],
   [
    "velāma",
    "муж",
    "имя Будды в предыдущем воплощении",
    "◑"
   ],
   [
    "veḷukaṇḍakiyā",
    "жен",
    "имя мирской ученицы",
    "◑"
   ],
   [
    "veḷukaṇḍakī",
    "жен",
    "имя мирского последователя",
    "◑"
   ],
   [
    "sakulā 2",
    "жен",
    "имя мирянки, сестры жены царя Пасенади",
    "✔"
   ],
   [
    "satulakāyī",
    "жен",
    "имя жены Джотики",
    "✔"
   ],
   [
    "santuṭṭha 2",
    "муж",
    "имя мирского ученика",
    "✔"
   ],
   [
    "sandhāna 1",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "samīti",
    "муж",
    "имя колесника в Саваттхи",
    "✔"
   ],
   [
    "sarakāni",
    "муж",
    "имя шакьянина мирянина",
    "◑"
   ],
   [
    "saraṇāni",
    "муж",
    "имя мирянина из племени шакьев",
    "◑"
   ],
   [
    "sāṇa 1.3",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "sādatta",
    "муж",
    "имя мирского ученика",
    "◑"
   ],
   [
    "sāmā 5",
    "жен",
    "имя куртизанки в джатака историях",
    "✔"
   ],
   [
    "sāmāvatī 1",
    "жен",
    "имя мирянки",
    "◑"
   ],
   [
    "sāragga",
    "муж",
    "имя мирского ученика",
    "◑"
   ],
   [
    "sālavatī 2",
    "жен",
    "имя царской куртизанки",
    "◑"
   ],
   [
    "sāḷha 1",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "sāḷha 2",
    "муж",
    "имя лаччави мирянина",
    "✔"
   ],
   [
    "sigālaka 2",
    "муж",
    "имя мирянина",
    "◑"
   ],
   [
    "siṅgālaka 2",
    "муж",
    "имя мирского ученика",
    "✔"
   ],
   [
    "sirivaḍḍha 1",
    "муж",
    "имя министра Косалы",
    "✔"
   ],
   [
    "sirivaḍḍha 2",
    "муж",
    "имя мирянина",
    "◑"
   ],
   [
    "sirīvaḍḍha",
    "муж",
    "имя мирянина",
    "◑"
   ],
   [
    "sīha 2",
    "муж",
    "имя военного генерала в Весали",
    "◑"
   ],
   [
    "sujātā 1",
    "жен",
    "имя мирской ученицы",
    "✔"
   ],
   [
    "sutanā",
    "жен",
    "имя мирянки",
    "◑"
   ],
   [
    "sudatta",
    "муж",
    "имя Анатхапиндики",
    "✔"
   ],
   [
    "sudhanā",
    "жен",
    "имя мирянки",
    "◑"
   ],
   [
    "supabbā",
    "жен",
    "имя мирского ученика",
    "◑"
   ],
   [
    "suppabuddha",
    "муж",
    "имя прокаженного",
    "✔"
   ],
   [
    "suppavāsā",
    "жен",
    "имя мирянки",
    "◑"
   ],
   [
    "subhaṭa",
    "муж",
    "имя мирского ученика",
    "✔"
   ],
   [
    "subhadda 3",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "sūrambaṭṭha",
    "муж",
    "имя мирянина",
    "◑"
   ],
   [
    "serivant",
    "муж",
    "имя купца",
    "✔"
   ],
   [
    "soṇa 2",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "soṇamātar",
    "жен",
    "имя мирянки",
    "◑"
   ],
   [
    "somā 2",
    "жен",
    "имя мирянки, сестры жены Пасенади",
    "✔"
   ],
   [
    "hatthaka 1",
    "муж",
    "имя мирянина в Алави",
    "✔"
   ],
   [
    "haliddikāni",
    "муж",
    "имя домохозяина",
    "◑"
   ],
   [
    "hārika 2",
    "муж",
    "имя палача",
    "✔"
   ],
   [
    "hāliddakāni",
    "муж",
    "имя домохозяина",
    "◑"
   ],
   [
    "hāliddika",
    "муж",
    "имя домовладельца",
    "◑"
   ],
   [
    "hāliddikāni",
    "муж",
    "имя домовладельца",
    "◑"
   ]
  ],
  "count": 179
 },
 "family names": {
  "data": [
   [
    "aggivessana",
    "муж",
    "название клана брахманов",
    "✔"
   ],
   [
    "ākāsa 2.1",
    "муж",
    "название рода",
    "✔"
   ],
   [
    "upamañña",
    "муж",
    "название клана",
    "◑"
   ],
   [
    "kaccāna",
    "муж",
    "фамилия",
    "✔"
   ],
   [
    "kaccāyana 1",
    "муж",
    "фамилия",
    "✔"
   ],
   [
    "kaṇhāyana",
    "муж",
    "название клана",
    "✔"
   ],
   [
    "kassapa 3",
    "муж",
    "фамилия",
    "✔"
   ],
   [
    "kātiyāna 1",
    "муж",
    "фамилия",
    "✔"
   ],
   [
    "kālāma",
    "муж",
    "фамилии первого учителя Будды",
    "✔"
   ],
   [
    "kesakambala 1",
    "муж",
    "фамилии учителя-аскета",
    "✔"
   ],
   [
    "koṇḍañña 2",
    "муж",
    "имя клана",
    "✔"
   ],
   [
    "kosiya 2",
    "муж",
    "фамилия Сакки",
    "✔"
   ],
   [
    "koḷiya",
    "муж",
    "name of a clan neighbouring the Sakyans",
    "✔"
   ],
   [
    "koḷivisa 1",
    "муж",
    "название семейного клана",
    "✔"
   ],
   [
    "gagga",
    "муж",
    "название семейного клана Ангулималы",
    "✔"
   ],
   [
    "gotama 1",
    "муж",
    "родовое имя Будды",
    "✔"
   ],
   [
    "gosāla 1",
    "муж",
    "фамилия аскетического учителя",
    "✔"
   ],
   [
    "thūli",
    "муж",
    "name of clan who received a portion of the Buddha's relics",
    "✔"
   ],
   [
    "nāṭaputta",
    "муж",
    "фамильные имена Махавиры",
    "✔"
   ],
   [
    "nātaputta",
    "муж",
    "фамилия Махавиры, лидера джайнов",
    "✔"
   ],
   [
    "nāthaputta",
    "муж",
    "фамилия Махавиры",
    "✔"
   ],
   [
    "pilinda",
    "муж",
    "название семейного клана",
    "✔"
   ],
   [
    "buli",
    "муж",
    "name of clan who received a portion of the Buddha's relics",
    "✔"
   ],
   [
    "belaṭṭhaputta",
    "муж",
    "имя аскетического учителя",
    "✔"
   ],
   [
    "bellaṭṭhiputta",
    "муж",
    "фамилия учителя-аскета",
    "✔"
   ],
   [
    "bhaggava 1",
    "муж",
    "фамилия",
    "✔"
   ],
   [
    "mantāṇiputta",
    "муж",
    "фамилия монаха клана Сакья",
    "✔"
   ],
   [
    "mantāniputta",
    "муж",
    "фамилия шакьяского архата монаха",
    "◑"
   ],
   [
    "moggallāna 2",
    "муж",
    "фамилия",
    "✔"
   ],
   [
    "moriya",
    "муж",
    "name of a high caste clan",
    "✔"
   ],
   [
    "rāmaputta",
    "муж",
    "фамилии второго учителя Будды",
    "✔"
   ],
   [
    "vaccha 1.2",
    "муж",
    "фамилия",
    "✔"
   ],
   [
    "vacchāyana",
    "муж",
    "фамилия странствующего аскета Пилотика",
    "✔"
   ],
   [
    "vāseṭṭha 4",
    "муж",
    "имя семьи брахманов",
    "✔"
   ],
   [
    "vedehiputta",
    "муж",
    "фамилия Аджатасатту царя Магадхи",
    "✔"
   ],
   [
    "vedhaññā",
    "муж",
    "название семьи рода шакьев",
    "◑"
   ],
   [
    "verahaccāni",
    "муж",
    "название рода семейства брахманов",
    "◑"
   ],
   [
    "sakya 1",
    "муж",
    "название клана, в котором родился Будда",
    "✔"
   ],
   [
    "saṅkicca",
    "муж",
    "родовое имя аскета",
    "◑"
   ],
   [
    "saṃkicca 1",
    "муж",
    "родовое имя аскета",
    "✔"
   ]
  ],
  "count": 40
 },
 "names of countries": {
  "data": [
   [
    "aṅga 4",
    "ср",
    "название страны",
    "✔"
   ],
   [
    "aṅguttarāpa",
    "муж",
    "название страны",
    "◑"
   ],
   [
    "andha 2.1",
    "муж",
    "название страны",
    "◑"
   ],
   [
    "avanti 2",
    "жен",
    "название страны",
    "◑"
   ],
   [
    "āḷavī 1",
    "жен",
    "название страны",
    "✔"
   ],
   [
    "uttarāpa",
    "муж",
    "название страны",
    "✔"
   ],
   [
    "kamboja",
    "муж",
    "название страны",
    "✔"
   ],
   [
    "kaliṅga",
    "муж",
    "название страны",
    "✔"
   ],
   [
    "kaliṅgaraṭṭha",
    "ср",
    "королевство калинга",
    "✔"
   ],
   [
    "kāsi",
    "муж",
    "название королевства в древней Индии",
    "✔"
   ],
   [
    "kāsikosala",
    "муж",
    "царства каси и косала",
    "✔"
   ],
   [
    "kuru",
    "муж",
    "название страны",
    "✔"
   ],
   [
    "kosala 1",
    "муж",
    "королевство Косала (со столицей Саваттхи)",
    "✔"
   ],
   [
    "gandhāra 1",
    "муж",
    "название страны",
    "◑"
   ],
   [
    "ceta",
    "ср",
    "название страны",
    "◑"
   ],
   [
    "pattuṇṇa 1",
    "муж",
    "название страны",
    "◑"
   ],
   [
    "bhaddavatiya 2",
    "ср",
    "название региона",
    "◑"
   ],
   [
    "bhoja 1.1",
    "муж",
    "название страны",
    "✔"
   ],
   [
    "magadha",
    "муж",
    "название страны",
    "✔"
   ],
   [
    "madda 2.1",
    "муж",
    "название страны",
    "✔"
   ],
   [
    "vajjī 3",
    "муж",
    "название страны",
    "✔"
   ],
   [
    "videha",
    "муж",
    "название страны",
    "◑"
   ],
   [
    "sindhu 1",
    "муж",
    "название страны вокруг реки Инд**",
    "◑"
   ],
   [
    "sunāparanta",
    "муж",
    "название страны",
    "✔"
   ]
  ],
  "count": 24
 },
 "names of paccekabuddhas": {
  "data": [
   [
    "aṅga 5",
    "муж",
    "имя пробудившегося Будды",
    "◑"
   ],
   [
    "accuta 3",
    "муж",
    "имя самостоятельно пробудившегося Будды",
    "◑"
   ],
   [
    "accutagāmabyāmaka",
    "муж",
    "имена двух пробудившихся Будд",
    "◑"
   ],
   [
    "aṭṭhaka 1.6",
    "муж",
    "имя частного пробудившегося Будды",
    "✔"
   ],
   [
    "aṭṭhama 2",
    "муж",
    "имя самопробудившегося Будды",
    "◑"
   ],
   [
    "anāsava 2",
    "муж",
    "имя пробудившегося будды",
    "◑"
   ],
   [
    "anīgha 2",
    "муж",
    "имя частного пробужденного Будды",
    "◑"
   ],
   [
    "aparājita 2",
    "муж",
    "имя самостоятельно пробудившегося Будды",
    "◑"
   ],
   [
    "ariṭṭha 1.2",
    "муж",
    "имя частного пробужденного Будды",
    "◑"
   ],
   [
    "ariya 4",
    "муж",
    "имя частно просветлённого Будды",
    "◑"
   ],
   [
    "asayha 3",
    "муж",
    "имя самостоятельно пробудившегося Будды",
    "◑"
   ],
   [
    "asita 2.3",
    "муж",
    "имя частно пробудившегося Будды",
    "◑"
   ],
   [
    "assumegha",
    "муж",
    "имя личного Будды",
    "✔"
   ],
   [
    "ānanda 3",
    "муж",
    "имя лично пробужденного Будды",
    "✔"
   ],
   [
    "uccaṅgamāya",
    "муж",
    "имя Прайвэтли Пробужденного Будды",
    "◑"
   ],
   [
    "ujjaya 1",
    "муж",
    "имя самопробужденного Будды",
    "◑"
   ],
   [
    "uttara 2.07",
    "муж",
    "имя частного пробужденного Будды",
    "◑"
   ],
   [
    "upakāḷa",
    "муж",
    "имя частного пробудившегося Будды",
    "◑"
   ],
   [
    "upananda 2",
    "муж",
    "имен четырех частных пробужденных будд",
    "✔"
   ],
   [
    "upanīta 7",
    "муж",
    "имя частного пробужденного Будды",
    "◑"
   ],
   [
    "upanemisa",
    "муж",
    "имя частно пробужденного Будды",
    "✔"
   ],
   [
    "upariṭṭha 2.1",
    "муж",
    "имя лично пробудившегося Будды",
    "✔"
   ],
   [
    "upasikhi",
    "муж",
    "имя лично пробудившегося Будды",
    "◑"
   ],
   [
    "upasīdarī",
    "муж",
    "имя не самостоятельно пробужденного Будды",
    "◑"
   ],
   [
    "upāsabha",
    "муж",
    "имя частного пробужденного Будды",
    "◑"
   ],
   [
    "uposatha 5",
    "муж",
    "имя частно просветленного Будды",
    "◑"
   ],
   [
    "uppala 4",
    "муж",
    "имя самостоятельно пробудившегося Будды",
    "✔"
   ],
   [
    "usabha 4",
    "муж",
    "имя одного из самостоятельно просветлённых Будд",
    "◑"
   ],
   [
    "kaṇha 4",
    "муж",
    "имя частно пробужденного Будды",
    "✔"
   ],
   [
    "kāḷūpakāḷā",
    "муж",
    "имена двух самостоятельно пробужденных Будд",
    "◑"
   ],
   [
    "ketumant 2",
    "муж",
    "имя частно просветленного Будды",
    "◑"
   ],
   [
    "ketumbharāga",
    "муж",
    "имя частного пробуждённого Будды",
    "✔"
   ],
   [
    "kesī 3",
    "муж",
    "имя лично пробудившегося Будды",
    "◑"
   ],
   [
    "kosalla 3",
    "муж",
    "имя частно просветленного Будды",
    "✔"
   ],
   [
    "khemābhirata",
    "муж",
    "имя частно пробудившегося Будды",
    "◑"
   ],
   [
    "gandhāra 2",
    "муж",
    "имя частного пробуждённого Будды",
    "◑"
   ],
   [
    "guttijita",
    "муж",
    "название частного Пробужденного Будды",
    "◑"
   ],
   [
    "jayanta 2",
    "муж",
    "имя частного пробужденного Будды",
    "✔"
   ],
   [
    "jālī 2.2",
    "муж",
    "имя самостоятельно пробужденного Будды",
    "✔"
   ],
   [
    "jita 3",
    "муж",
    "имя самопробужденного Будды",
    "◑"
   ],
   [
    "jeta",
    "муж",
    "имя самостоятельно просветленного Будды",
    "✔"
   ],
   [
    "tagarasikhī",
    "муж",
    "имя частного пробужденного Будды",
    "◑"
   ],
   [
    "taggarasikhī",
    "муж",
    "имя самопробужденного Будды",
    "◑"
   ],
   [
    "tatha 3",
    "муж",
    "имя частного Будды",
    "◑"
   ],
   [
    "tadādhimutta",
    "муж",
    "имя частно пробужденного Будды",
    "✔"
   ],
   [
    "tissūpatissā",
    "муж",
    "имя двух самопробужденных Будд",
    "◑"
   ],
   [
    "dabbila",
    "муж",
    "имя частно пробужденного будды",
    "✔"
   ],
   [
    "durannaya 2",
    "муж",
    "имя частного пробужденного Будды",
    "◑"
   ],
   [
    "dvārabhāja",
    "муж",
    "имя самостоятельно пробудившегося Будды",
    "◑"
   ],
   [
    "nanda 5",
    "муж",
    "имя частного пробудившегося Будды",
    "◑"
   ],
   [
    "nīta 3",
    "муж",
    "имя частно пробужденного Будды",
    "◑"
   ],
   [
    "nemisa",
    "муж",
    "имя частнопросветленного Будды",
    "✔"
   ],
   [
    "paṅga",
    "муж",
    "имя частного пробудившегося Будды",
    "◑"
   ],
   [
    "paduma 5",
    "муж",
    "имя частного пробужденного Будды",
    "✔"
   ],
   [
    "padumuttara 2",
    "муж",
    "имя Пробуждённого Будды",
    "✔"
   ],
   [
    "pabbata 4",
    "муж",
    "имя самопробуждённого Будды",
    "✔"
   ],
   [
    "pavattar 2",
    "муж",
    "имя частно пробужденного Будды",
    "◑"
   ],
   [
    "passi 2",
    "муж",
    "имя частно просветленного Будды",
    "◑"
   ],
   [
    "piṇḍola 1",
    "муж",
    "имя пробужденного будды",
    "◑"
   ],
   [
    "piyadassī 1",
    "муж",
    "имя будды, пробуждённого в одиночку",
    "✔"
   ],
   [
    "bandhumant 2",
    "муж",
    "имя частнопробужденного Будды",
    "◑"
   ],
   [
    "bodhi 5",
    "муж",
    "имя Будды, который пробудился самостоятельно",
    "◑"
   ],
   [
    "bhāradvāja 4",
    "муж",
    "имя самостоятельно пробудившегося Будды",
    "◑"
   ],
   [
    "bhāvitatta 1.4",
    "муж",
    "имя частно пробужденного Будды",
    "◑"
   ],
   [
    "matula",
    "муж",
    "имя частно пробужденного Будды",
    "◑"
   ],
   [
    "manomaya 2",
    "муж",
    "имя лично пробудившегося Будды",
    "◑"
   ],
   [
    "mahānāma 2",
    "муж",
    "имя частного пробудившегося Будды",
    "◑"
   ],
   [
    "mātaṅga 3",
    "муж",
    "имя частного пробудившегося Будды",
    "◑"
   ],
   [
    "mānacchida 2",
    "муж",
    "имя самопросветлённого Будды",
    "◑"
   ],
   [
    "mānatthaddha 2",
    "муж",
    "имя достигшего личного просветления Будды",
    "✔"
   ],
   [
    "methula",
    "муж",
    "имя лично пробужденного Будды",
    "◑"
   ],
   [
    "yasassī 2",
    "муж",
    "имя частно пробудившегося Будды",
    "◑"
   ],
   [
    "rakkhita 2",
    "муж",
    "имя частного пробужденного Будды",
    "✔"
   ],
   [
    "lomahaṃsa 2",
    "муж",
    "имя самостоятельно достигшего просветления Будды",
    "◑"
   ],
   [
    "vijita 3",
    "муж",
    "имя частно пробудившегося Будды",
    "◑"
   ],
   [
    "vimala 3",
    "муж",
    "имя Будды, пробужденного в частном порядке",
    "◑"
   ],
   [
    "saṅgha 3",
    "муж",
    "название частного пробужденного Будды",
    "✔"
   ],
   [
    "saccanāma 2",
    "муж",
    "имя частно пробужденного Будды",
    "◑"
   ],
   [
    "satthar 2",
    "муж",
    "имя частно просветленного Будды",
    "✔"
   ],
   [
    "santacitta 2",
    "муж",
    "имя самопробужденного Будды",
    "✔"
   ],
   [
    "sayha 2",
    "муж",
    "имя пробудившегося Будды",
    "◑"
   ],
   [
    "sarabhaṅga 2",
    "муж",
    "имя самостоятельно пробудившегося Будды",
    "◑"
   ],
   [
    "sikhari",
    "муж",
    "имя самосовершенного Будды",
    "◑"
   ],
   [
    "sikhī 4",
    "муж",
    "имя лично пробужденного Будды",
    "✔"
   ],
   [
    "sīdarī",
    "муж",
    "имя частного пробужденного Будды",
    "✔"
   ],
   [
    "sutavant 3",
    "муж",
    "имя пробудившегося Будды",
    "✔"
   ],
   [
    "sudassana 5",
    "муж",
    "имя самопробудившегося Будды",
    "◑"
   ],
   [
    "sudāṭha",
    "муж",
    "имя частносамосовершенствованного Будды",
    "◑"
   ],
   [
    "sundara 2",
    "муж",
    "имя самостоятельно пробудившегося Будды",
    "◑"
   ],
   [
    "supatiṭṭhita 2",
    "муж",
    "имя одного из Паччекабудд",
    "◑"
   ],
   [
    "subāhu 1",
    "муж",
    "имя самостоятельно пробужденного Будды",
    "✔"
   ],
   [
    "subha 4",
    "муж",
    "имя частного пробудившегося Будды",
    "◑"
   ],
   [
    "sumaṅgala 2",
    "муж",
    "имя частно пробужденного Будды",
    "◑"
   ],
   [
    "sumbha",
    "муж",
    "имя частного пробуждённого Будды",
    "◑"
   ],
   [
    "sobhita 3",
    "муж",
    "имя пробужденного Будды",
    "✔"
   ],
   [
    "sorata 2",
    "муж",
    "имя частно-пробужденного Будды",
    "◑"
   ],
   [
    "hiṅga",
    "муж",
    "имя приватно пробужденного Будды",
    "◑"
   ],
   [
    "hiṅgū",
    "муж",
    "имя частно пробужденного Будды",
    "◑"
   ]
  ],
  "count": 98
 },
 "names of monks": {
  "data": [
   [
    "aṅgaṇika",
    "муж",
    "имя архат-монаха",
    "✔"
   ],
   [
    "aṅgaṇikabhāradvāja",
    "муж",
    "имя монаха архата",
    "◑"
   ],
   [
    "aṅgulimāla",
    "муж",
    "имя монаха архата",
    "✔"
   ],
   [
    "aciravata",
    "муж",
    "имя послушника",
    "◑"
   ],
   [
    "ajita 5",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "ajina 4",
    "муж",
    "имя архант-монаха",
    "◑"
   ],
   [
    "ajjuka 2",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "ajjuna 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "añjanavaniya",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "aññākoṇḍañña",
    "муж",
    "имя первого ученика Будды",
    "◑"
   ],
   [
    "aññātakoṇḍañña",
    "муж",
    "имя первого ученика Будды",
    "✔"
   ],
   [
    "aññāsikoṇḍañña",
    "муж",
    "имя первого ученика Будды",
    "✔"
   ],
   [
    "adhimutta 3",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "adhimutta 4",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "anurādha",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "anuruddha 1",
    "муж",
    "великий ученик Будды",
    "✔"
   ],
   [
    "anūpama 2",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "abhaya 5",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "abhaya 6",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "abhijika",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "abhibhūta 3",
    "муж",
    "имя монаха архата",
    "◑"
   ],
   [
    "abhibhūsambhava",
    "ср",
    "имена пары главных учеников Будды Сикхи",
    "✔"
   ],
   [
    "ariṭṭha 1.1",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "asoka 3",
    "муж",
    "имя помощника Будды Випасси",
    "✔"
   ],
   [
    "assaji 1.1",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "ātuma 2",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "ānanda 2",
    "муж",
    "имя помощника Будды",
    "✔"
   ],
   [
    "ābhijjika",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "ābhiñjika",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "ārohanta",
    "муж",
    "имя бывшего министра, который стал монахом",
    "◑"
   ],
   [
    "ārohaputta",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "iṭṭiyatthera",
    "муж",
    "имя миссионерского монаха",
    "✔"
   ],
   [
    "isidatta 1",
    "муж",
    "имя архата монах",
    "✔"
   ],
   [
    "isidinna",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "ukkhepakatavaccha",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "ugga 6",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "ujjaya 2",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "uttara 2.10",
    "муж",
    "имя монаха архата",
    "◑"
   ],
   [
    "uttara 2.11",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "uttarapāla",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "uttiya 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "uttiya 3",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "uttiya 4",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "udāyī 1",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "udāyī 2",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "udena 3",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "upacāla",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "upatissa",
    "муж",
    "имя Сарипутты",
    "✔"
   ],
   [
    "upavāṇa",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "upavāna",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "upavāḷa",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "upasanta 2",
    "муж",
    "имя спутника Будды Вессабху",
    "✔"
   ],
   [
    "upasena",
    "муж",
    "имя монаха-архата",
    "◑"
   ],
   [
    "upāli 2",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "upāli 3",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "upālitthera",
    "муж",
    "имя монаха-архата",
    "◑"
   ],
   [
    "uppāla",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "uruvelakassapa",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "uruveḷakassapa",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "usabha 5",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "usabha 6",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "ekadhammasavanīya",
    "муж",
    "имя арахант-монаха",
    "◑"
   ],
   [
    "ekadhammika",
    "муж",
    "имя монаха архата",
    "✔"
   ],
   [
    "ekavihāriya",
    "муж",
    "имя архат-бхикшу",
    "◑"
   ],
   [
    "ekudāniya",
    "муж",
    "имя монаха-араханта",
    "✔"
   ],
   [
    "eraka 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kaṅkhārevata",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "kaccānagotta 2",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "kaṭamodakatissaka",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "kaṭamorakatissaka",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "kaṇṭaka 5",
    "муж",
    "имя молодого монаха",
    "✔"
   ],
   [
    "kaṇhadinna",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "katamodakatissaka",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "katamorakatissaka",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "kappa 1.7",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kappaṭakura",
    "муж",
    "имя монаха-араханта",
    "✔"
   ],
   [
    "kappāna",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "kappāyana",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "kappitaka",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "kappina",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "kavimbha",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "kassapa 5",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "kassapagotta",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "kaḷārakhattiya",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "kaḷimbha 2",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "kātiyāna 2",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "kāmabhū",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "kāḷakabhikkhu",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "kāḷigodhāputtabhaddiya",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kāḷigodhāyaputta",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "kāḷudāyitthera",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "kāḷudāyī",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kimila 1",
    "муж",
    "имя араханта-монаха",
    "✔"
   ],
   [
    "kimila 2",
    "муж",
    "имя архант-монаха",
    "◑"
   ],
   [
    "kimbila 1",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "kimbila 2",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "kuṭikaṇṇa",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "kuṭikaṇṇatthera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kuṭikaṇṇathera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kuṭivihāritthera",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "kuṭivihārī",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "kuṇḍadhāna",
    "муж",
    "имя архатского монаха",
    "✔"
   ],
   [
    "kuṇḍala 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kumāputta",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "kumāputtatthera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kumāputtasahāyaka",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "kumārakassapa",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "kula 4",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "kulla 2.2",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "kokālika",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "koṇḍañña 1",
    "муж",
    "старший из пяти подвижников",
    "✔"
   ],
   [
    "koṇḍadhāna",
    "муж",
    "имя арханта монаха",
    "✔"
   ],
   [
    "kolita",
    "муж",
    "первое имя Махамоггаланы",
    "✔"
   ],
   [
    "kosalavihāritthera",
    "муж",
    "имя монаха-араханта",
    "◑"
   ],
   [
    "kosalavihārī",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "kosiya 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "koḷivisa 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "khaṇḍa 5",
    "муж",
    "имя одного из главных учеников Будды Випасси",
    "✔"
   ],
   [
    "khaṇḍatissa",
    "ср",
    "имена пары главных учеников Будды Випасси",
    "✔"
   ],
   [
    "khaṇḍasumana",
    "муж",
    "имя аранта монаха",
    "◑"
   ],
   [
    "khadiravaniya 2",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "khadiravaniyarevata",
    "муж",
    "имя монаха-араханта",
    "◑"
   ],
   [
    "khitaka 1",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "khitaka 2",
    "муж",
    "имя монаха-архата",
    "◑"
   ],
   [
    "khujjasobhita",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "khemaṅkara 2",
    "муж",
    "имя помощника Будды Сикхи",
    "✔"
   ],
   [
    "gaṅgātīriya",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "gayākassapa",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "gavampati 2",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "gavampatitthera",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "gavesī 3",
    "муж",
    "имя монаха во времена Будды Кассапы",
    "◑"
   ],
   [
    "gahvaratīriya",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "girimānanda",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "girimānandatthera",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "gulissāni",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "gotama 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "gotama 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "gotama 4",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "gotamatthera",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "godatta",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "godhika",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "goliyāni",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "gosāla 2",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "gosālathera",
    "муж",
    "имя архатского монаха",
    "✔"
   ],
   [
    "cakkhupāla",
    "муж",
    "имя арханта монаха",
    "✔"
   ],
   [
    "candana 4",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "candikāputta",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "cāla",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "cittaka 3",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "cunda 1",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "cunda 3",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "cundaka",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "cullapanthaka",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "cūlaka",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "cūlagavaccha",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "cūḷaka 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "cūḷanāga",
    "муж",
    "имя ученого монахa из Шри-Ланки",
    "✔"
   ],
   [
    "cūḷapanthaka",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "cūḷavaccha",
    "муж",
    "имя монаха-араханта",
    "✔"
   ],
   [
    "cetaka",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "channa 2.3",
    "муж",
    "имя арахант-монаха, который покончил с собой",
    "✔"
   ],
   [
    "jambuka 2",
    "муж",
    "имя архат монаха",
    "◑"
   ],
   [
    "jambugāmikaputta",
    "муж",
    "имя архатамонаха",
    "✔"
   ],
   [
    "jenta 2",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "jotidāsa",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "tālapuṭa 1",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "tālaputta",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "tipiṭakacūḷanāgatthera",
    "муж",
    "имя учителя Типитаки, цитируемого Буддхагхосой",
    "◑"
   ],
   [
    "tissa 2.2",
    "муж",
    "имя одного из главных учеников Будды Випасси",
    "✔"
   ],
   [
    "tissa 2.5",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "tissa 2.6",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "tissa 2.7",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "tissaka",
    "муж",
    "имя монаха (в отношении Сутта Никая 6.8 Катамодака Тиссаттхасутта)",
    "◑"
   ],
   [
    "tissatthera 1",
    "муж",
    "имя архат-монаха",
    "✔"
   ],
   [
    "tissatthera 2",
    "муж",
    "общее имя монаха, используемое в примерах",
    "✔"
   ],
   [
    "tissabhāradvāja",
    "ср",
    "имена пары главных учеников Будды Кассапы",
    "✔"
   ],
   [
    "tekicchakāni",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "tekicchakārī",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "telakāni",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "dabba 1.4",
    "муж",
    "имя архат-монаха",
    "✔"
   ],
   [
    "daḷhika",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "dāsaka 2",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "dutiyakuṭivihāritthera",
    "муж",
    "имя арханта-монаха",
    "◑"
   ],
   [
    "dutiyakuṭivihārī",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "devatthera",
    "муж",
    "имя монаха, используемое в качестве примера",
    "✔"
   ],
   [
    "devadatta",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "devasabha 1",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "devasabha 2",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "dhaniya 1",
    "муж",
    "имя монаха, известного вторым параджикой",
    "◑"
   ],
   [
    "dhaniya 2",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "dhammapāla",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "dhammarakkhita 2",
    "муж",
    "общее имя монаха, используемое в виняя примерах",
    "◑"
   ],
   [
    "dhammaruci 2",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "dhammasava",
    "муж",
    "имя арханта монаха",
    "✔"
   ],
   [
    "dhammasavapitar",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "dhammika 4",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "naṅgalakula",
    "муж",
    "имя монаха в комментарии к истории из Дхаммапады",
    "✔"
   ],
   [
    "nadīkassapa",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "nanda 3",
    "муж",
    "имя пастуха",
    "✔"
   ],
   [
    "nanda 6",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "nandaka 1",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "nandaka 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "nandaka 4",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "nandiya",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "nāgadatta",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "nāgasamāla",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "nāgita",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "nārada 1",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "nigrodha 3",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "nigrodhakappa",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "nitaka",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "nisabha 2",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "nīta 4",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "nhātakamuni",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "nhātakamunitthera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "nhātamuni",
    "муж",
    "имя монаха арханта",
    "✔"
   ],
   [
    "pakkha 7",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "paccaya 4",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "pañcālaputta",
    "муж",
    "имя араханта-монаха",
    "◑"
   ],
   [
    "pañcāliputta",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "panthaka",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "paripuṇṇaka",
    "муж",
    "имя монаха-арханта",
    "✔"
   ],
   [
    "paviṭṭha 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "passika",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "pārāpariya 1",
    "муж",
    "имя монаха архата",
    "◑"
   ],
   [
    "pārāpariya 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "pārāsariya 1",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "pārāsariya 2",
    "муж",
    "имя монаха архата",
    "◑"
   ],
   [
    "piṅgaya",
    "муж",
    "имя архата",
    "◑"
   ],
   [
    "piṅgiya",
    "муж",
    "имя арханта",
    "◑"
   ],
   [
    "piṇḍola 3",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "piṇḍolabhāradvāja",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "piyañjaha",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "pilindavaccha",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "pilindivaccha",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "puṇṇa 3",
    "муж",
    "имя монаха клана Сакья",
    "✔"
   ],
   [
    "puṇṇa 4",
    "муж",
    "имя архангела монаха из Сунапаранта",
    "✔"
   ],
   [
    "puṇṇaji",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "puṇṇatthera",
    "муж",
    "имя архата монаха из Сунапаранты",
    "✔"
   ],
   [
    "puṇṇamāsa 1",
    "муж",
    "имя архант монаха",
    "✔"
   ],
   [
    "puṇṇamāsa 2",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "puṇṇiya",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "punabbasu 2",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "purohitaputta 2",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "purohitaputtajenta",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "poṭiriya",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "poṭṭhila",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "posiya",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "phagguna 1",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "phussa 2.4",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "phussadeva",
    "муж",
    "имя шри-ланкийского монаха, сведущего в Винае, известного тем, что он никогда не покидал свою тему медитации",
    "✔"
   ],
   [
    "bakkula",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "bandhana 7",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "bandhura",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "bākula",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "bākkula",
    "муж",
    "имя монаха-архата",
    "◑"
   ],
   [
    "bījakapitar",
    "муж",
    "эпитет Судинны",
    "◑"
   ],
   [
    "buddhapiya",
    "муж",
    "имя тамильского монаха",
    "◑"
   ],
   [
    "buddhija",
    "муж",
    "имя помощника Будды Кakusandha",
    "✔"
   ],
   [
    "buddhupaṭṭhāka",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "belaṭṭhasīsa",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "belaṭṭhānika",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "belaṭṭhi",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "belaṭṭhisīsa",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "brahmadatta 1",
    "муж",
    "имя древнего царя",
    "✔"
   ],
   [
    "brahmadatta 4",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "brahmāli",
    "муж",
    "имя архант-монаха",
    "◑"
   ],
   [
    "bhagu 3",
    "муж",
    "имя монаха архата",
    "◑"
   ],
   [
    "bhagutthera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "bhaṇḍa 2",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "bhaṇḍu 1",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "bhadda 5",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "bhaddaji",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "bhaddajitthera",
    "муж",
    "имя ардахантского монаха",
    "◑"
   ],
   [
    "bhaddāli",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "bhaddiya 4",
    "муж",
    "имя арханта монаха",
    "✔"
   ],
   [
    "bharata 2",
    "муж",
    "имя арханта-монаха",
    "◑"
   ],
   [
    "bhalliya",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "bhāradvāja 5",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "bhiyyosuttara",
    "ср",
    "имена пары главных учеников Будды Коṇāгаманы",
    "✔"
   ],
   [
    "bhūta 09",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "bhūmajaka",
    "муж",
    "имя одного из лидеров пресловутой группы шести монахов",
    "◑"
   ],
   [
    "bhūmija",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "mantāniputta",
    "муж",
    "фамилия шакьяского архата монаха",
    "◑"
   ],
   [
    "malitavambha",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "mahaka",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "mahākaccāna",
    "муж",
    "великий ученик Будды",
    "✔"
   ],
   [
    "mahākaccāyana",
    "муж",
    "великий ученик Будды",
    "✔"
   ],
   [
    "mahākappina",
    "муж",
    "великий ученик Будды",
    "✔"
   ],
   [
    "mahākassapa",
    "муж",
    "великий ученик Будды",
    "✔"
   ],
   [
    "mahākāḷa",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "mahākoṭṭhika",
    "муж",
    "имя монаха архата",
    "✔"
   ],
   [
    "mahākoṭṭhita",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "mahāgavaccha",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "mahācunda",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "mahānāga 4",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "mahānāga 5",
    "муж",
    "имя шри-ланкийского монаха",
    "✔"
   ],
   [
    "mahānāma 3",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "mahāpanthaka",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "mahāmoggalāna",
    "муж",
    "имя архата-монаха, главного ученика",
    "✔"
   ],
   [
    "mahāmoggallāna",
    "муж",
    "имя одного из главных учеников Будды",
    "✔"
   ],
   [
    "mahāvaccha",
    "муж",
    "имя арханта монаха",
    "✔"
   ],
   [
    "mahāsīvatthera",
    "муж",
    "имя выдающегося комментатора, часто цитируемого Буддхагхосой",
    "◑"
   ],
   [
    "māgaṇḍi",
    "муж",
    "имя странствующего аскета",
    "◑"
   ],
   [
    "māgaṇḍiya",
    "муж",
    "имя странствующего подвижника",
    "✔"
   ],
   [
    "māṇava 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "mātaṅgaputta",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "mālukya",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "mālukyaputta",
    "муж",
    "имя архата",
    "✔"
   ],
   [
    "māluṅkyaputta",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "migajāla",
    "муж",
    "имя архат-саньясина",
    "◑"
   ],
   [
    "migalaṇḍika",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "migasira",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "mudita 2",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "musila",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "musīla",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "mūsila",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "meghiya",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "meṇḍasira",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "mettaji",
    "муж",
    "имя монаха-арханта",
    "◑"
   ],
   [
    "metteyya 2",
    "муж",
    "имя молодого брахмана",
    "◑"
   ],
   [
    "metteyyabuddha",
    "муж",
    "имя мифического будущего будды",
    "◑"
   ],
   [
    "meḷajina",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "moggallāna 1",
    "муж",
    "имя одного из главных учеников Будды",
    "✔"
   ],
   [
    "mogharāja",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "moḷiyaphagguna",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "yamaka 2",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "yasa",
    "муж",
    "имя арханта-монаха",
    "◑"
   ],
   [
    "yasadatta",
    "муж",
    "имя монаха-архата",
    "◑"
   ],
   [
    "yasoja",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "rakkhita 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "raṭṭhapāla",
    "муж",
    "имя монаха архата",
    "✔"
   ],
   [
    "ramaṇīyakuṭika",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "ramaṇīyavihāritthera",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "ramaṇīyavihārī",
    "муж",
    "имя арханта монаха",
    "✔"
   ],
   [
    "rājadatta",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "rādha",
    "муж",
    "имя монаха архата",
    "✔"
   ],
   [
    "rāmaṇeyyaka 3",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "rāhula",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "rāhulabhadda",
    "муж",
    "благоприятный Рахула",
    "✔"
   ],
   [
    "revata 1",
    "муж",
    "великий ученик Будды",
    "✔"
   ],
   [
    "lakuṇḍakabhaddiya",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "lakuṇḍabhaddiya",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "lakkhaṇa 6",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "lomasakakaṅgiya",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "lomasakaṅgiya",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "lomasakaṃbhiya",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "lomasavaṅgisa",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "vakkali",
    "прил",
    "имя архата-монаха",
    "✔"
   ],
   [
    "vakkalitthera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "vaṅgantaputta",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "vaṅgisa",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "vaṅgīsa",
    "муж",
    "имя арахант монаха",
    "◑"
   ],
   [
    "vacchagotta 1",
    "муж",
    "имя аскета",
    "✔"
   ],
   [
    "vacchagotta 2",
    "муж",
    "имя монаха-арханта",
    "✔"
   ],
   [
    "vacchapāla",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "vajjita 3",
    "муж",
    "имя монаха арханта",
    "◑"
   ],
   [
    "vajjiputta 2",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "vajjiputta 3",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "vaḍḍha 3",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "vaḍḍhamāna 2",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "vanavaccha 1",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "vanavaccha 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "vappa 4",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "valliya 1",
    "муж",
    "имя архат монаха",
    "✔"
   ],
   [
    "valliya 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "valliya 3",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "vasabha 2",
    "муж",
    "имя арахант монаха",
    "◑"
   ],
   [
    "vassika 3",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "vāraṇa 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "vāhana 2",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "vijaya 2",
    "муж",
    "имя архат монаха",
    "◑"
   ],
   [
    "vijitasena",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "vidhura",
    "муж",
    "имя одного из главных учеников какусандхи будды",
    "✔"
   ],
   [
    "vidhurasañjīva",
    "ср",
    "видхура и санджива",
    "✔"
   ],
   [
    "vimala 4",
    "муж",
    "имя арханта монаха",
    "✔"
   ],
   [
    "vimala 5",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "vimalakoṇḍañña",
    "муж",
    "имя монаха-архата",
    "◑"
   ],
   [
    "visākhapañcālaputta",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "vītasoka 2",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "vīra 3",
    "муж",
    "имя арханта-монаха",
    "✔"
   ],
   [
    "veḷaṭṭhasīsa",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "saṅkiccathera",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "saṅgāmaji 2",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "saṅgharakkhita 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sañjaya 3",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "sañjīva 2",
    "муж",
    "имя одного из главных учеников Будды Какусандхи",
    "✔"
   ],
   [
    "saddha 3",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "saddha 4",
    "муж",
    "саддха",
    "✔"
   ],
   [
    "sandhita",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sappaka",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "sappadāsa",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "sappadāsaka",
    "муж",
    "имя архат-монаха",
    "✔"
   ],
   [
    "sabbakāmi",
    "муж",
    "имя монаха арханта",
    "◑"
   ],
   [
    "sabbakāmitthera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sabbamitta 1",
    "муж",
    "имя ученика Будды Кассапы",
    "✔"
   ],
   [
    "sabbamitta 2",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "sabhiya",
    "муж",
    "сабхия — имя монаха-араханта",
    "✔"
   ],
   [
    "samitigutta",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "samiddhi 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "samiddhitthera",
    "муж",
    "имя архат монаха",
    "◑"
   ],
   [
    "samuddadatta",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "sambahulakaccāna",
    "муж",
    "имя монаха-арханта",
    "◑"
   ],
   [
    "sambulakaccāna",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sambhūta 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sarabhaṅga 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "saviṭṭha",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "sahaka",
    "муж",
    "имя монаха во времена Будды Кассапы",
    "◑"
   ],
   [
    "saṃkicca 2",
    "муж",
    "имя одного из Арахантов",
    "◑"
   ],
   [
    "saṃkiccathera",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "sāgata 2",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "sāṭimattiya",
    "муж",
    "имя арахант монаха",
    "◑"
   ],
   [
    "sāti",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "sānu 3",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "sānutthera",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "sāmaññakāni",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "sāmaññakānitthera",
    "муж",
    "имя монаха-араханта",
    "◑"
   ],
   [
    "sāmidatta",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sāriputta",
    "муж",
    "имя монаха архата",
    "✔"
   ],
   [
    "sāriputtamoggallāna",
    "ср",
    "имена пары главных учеников Будды",
    "✔"
   ],
   [
    "sāriputtamoggallānā",
    "муж",
    "Сарипутта и Моггаллана",
    "✔"
   ],
   [
    "siṅgālapitar",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "siṅgālapitika",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "sirimaṇḍa",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sirimant 2",
    "муж",
    "имя монаха-арханта",
    "✔"
   ],
   [
    "sirimanda",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "sirimitta",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sirivaḍḍha 3",
    "муж",
    "имя монаха-архата",
    "◑"
   ],
   [
    "sivaka 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sivaka 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sivika",
    "муж",
    "имя архатa монаха",
    "◑"
   ],
   [
    "sīgālapitar",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sītavaniya",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "sīlava",
    "муж",
    "имя архата",
    "✔"
   ],
   [
    "sīvaka 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sīvali",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "sīvalitthera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sīha 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sīha 4",
    "муж",
    "имя послушника",
    "✔"
   ],
   [
    "sugandha 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sudinna 2",
    "муж",
    "имя монаха, прославившегося первой параджикой",
    "◑"
   ],
   [
    "sunakkhatta 2",
    "муж",
    "имя бывшего монаха",
    "✔"
   ],
   [
    "sunāga",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sunīta 2",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "sundarasamudda",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "suppiya 2",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "subāhu 2",
    "муж",
    "имя арахант-монаха",
    "✔"
   ],
   [
    "subāhutthera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "subhadda 1",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "subhadda 2",
    "муж",
    "имя монаха, который обрадовался известию о смерти Будды",
    "✔"
   ],
   [
    "subhūta",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "subhūti 1",
    "муж",
    "имя арханта-монаха",
    "✔"
   ],
   [
    "subhūtitthera",
    "муж",
    "имена архата монаха",
    "✔"
   ],
   [
    "sumaṅgala 3",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "sumana 3",
    "муж",
    "имя архантского монаха",
    "◑"
   ],
   [
    "sumana 4",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sumanatthera",
    "муж",
    "имя ученого шри-ланкийского монаха",
    "✔"
   ],
   [
    "suyāmana",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "surādha",
    "муж",
    "имя монаха арханта",
    "◑"
   ],
   [
    "susārada",
    "муж",
    "имя монаха-архата",
    "◑"
   ],
   [
    "susima 2",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "susīma 2",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "suhemanta",
    "муж",
    "имя арахантa-монаха",
    "✔"
   ],
   [
    "setuccha",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "senaka 2",
    "муж",
    "имя архата",
    "◑"
   ],
   [
    "seyyasaka",
    "муж",
    "имя монаха, печально известного за Саṅghādisesa 1",
    "✔"
   ],
   [
    "sela 4",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "selissariya",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "soṇa 1",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "soṇa 4",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "soṇakuṭikaṇṇa",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "soṇakoḷivisa",
    "муж",
    "имя арханта-монаха",
    "◑"
   ],
   [
    "soṇapoṭiriya",
    "муж",
    "имя арханта-монаха",
    "◑"
   ],
   [
    "soṇuttara 1",
    "ср",
    "имена пары главных учеников Будды Весабху",
    "✔"
   ],
   [
    "sotthija",
    "муж",
    "имя помощника Будды Коṇāgamana",
    "✔"
   ],
   [
    "sopāka 2",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "sopāka 3",
    "муж",
    "имя арханта-монаха",
    "◑"
   ],
   [
    "sobhita 4",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "somamitta",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "hatthārohaputta 2",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "hārita 2",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "hārita 3",
    "муж",
    "имя архатского монаха",
    "◑"
   ],
   [
    "heraññakāni",
    "муж",
    "имя монаха-араханта",
    "◑"
   ],
   [
    "heraññakānitthera",
    "муж",
    "имя архата монаха",
    "◑"
   ]
  ],
  "count": 484
 },
 "names of arahants": {
  "data": [
   [
    "aṅgaṇika",
    "муж",
    "имя архат-монаха",
    "✔"
   ],
   [
    "aṅgaṇikabhāradvāja",
    "муж",
    "имя монаха архата",
    "◑"
   ],
   [
    "aṅgulimāla",
    "муж",
    "имя монаха архата",
    "✔"
   ],
   [
    "ajita 5",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "ajina 4",
    "муж",
    "имя архант-монаха",
    "◑"
   ],
   [
    "ajjuna 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "añjanavaniya",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "aññatarātissā",
    "жен",
    "имя архата-монахини",
    "◑"
   ],
   [
    "aññākoṇḍañña",
    "муж",
    "имя первого ученика Будды",
    "◑"
   ],
   [
    "aññātakoṇḍañña",
    "муж",
    "имя первого ученика Будды",
    "✔"
   ],
   [
    "aññāsikoṇḍañña",
    "муж",
    "имя первого ученика Будды",
    "✔"
   ],
   [
    "aḍḍhakāsi",
    "жен",
    "имя архата монахини",
    "✔"
   ],
   [
    "adhimutta 3",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "adhimutta 4",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "anuruddha 1",
    "муж",
    "великий ученик Будды",
    "✔"
   ],
   [
    "anūpama 2",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "anopamā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "aparāuttamā",
    "жен",
    "имя монахини-арахантки",
    "◑"
   ],
   [
    "aparāsāmā",
    "жен",
    "имя монахини архат",
    "◑"
   ],
   [
    "abhaya 5",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "abhaya 6",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "abhayamātar",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "abhayā 2",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "abhibhūta 3",
    "муж",
    "имя монаха архата",
    "◑"
   ],
   [
    "abhirūpanandā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "assaji 1.1",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "ātuma 2",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "ānanda 2",
    "муж",
    "имя помощника Будды",
    "✔"
   ],
   [
    "ārohaputta",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "isidatta 1",
    "муж",
    "имя архата монах",
    "✔"
   ],
   [
    "isidāsī",
    "жен",
    "имя монахини архат-монахини",
    "✔"
   ],
   [
    "isidinna",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "ukkhepakatavaccha",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "ugga 6",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "ujjaya 2",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "uttamā 1",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "uttamā 2",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "uttara 2.10",
    "муж",
    "имя монаха архата",
    "◑"
   ],
   [
    "uttara 2.11",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "uttarapāla",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "uttarā 4",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "uttarā 5",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "uttiya 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "uttiya 3",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "uttiya 4",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "upaka 1",
    "муж",
    "имя араханта",
    "✔"
   ],
   [
    "upacālā",
    "жен",
    "имя монахини-араханта",
    "✔"
   ],
   [
    "upavāṇa",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "upasamā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "upasena",
    "муж",
    "имя монаха-архата",
    "◑"
   ],
   [
    "upāli 3",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "upālitthera",
    "муж",
    "имя монаха-архата",
    "◑"
   ],
   [
    "uppalavaṇṇā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "ubbirī",
    "жен",
    "имя монахини архат-нищинки",
    "✔"
   ],
   [
    "uruveḷakassapa",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "usabha 5",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "usabha 6",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "ekadhammasavanīya",
    "муж",
    "имя арахант-монаха",
    "◑"
   ],
   [
    "ekadhammika",
    "муж",
    "имя монаха архата",
    "✔"
   ],
   [
    "ekavihāriya",
    "муж",
    "имя архат-бхикшу",
    "◑"
   ],
   [
    "ekudāniya",
    "муж",
    "имя монаха-араханта",
    "✔"
   ],
   [
    "eraka 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kaṅkhārevata",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "kaṇhadinna",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kappa 1.7",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kappaṭakura",
    "муж",
    "имя монаха-араханта",
    "✔"
   ],
   [
    "kappāna",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "kammāradhītar",
    "жен",
    "дочь кузнеца",
    "✔"
   ],
   [
    "kassapa 5",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "kātiyāna 2",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "kāḷigodhāputtabhaddiya",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kāḷī 4",
    "жен",
    "имя архата монахини",
    "✔"
   ],
   [
    "kāḷudāyī",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kimila 1",
    "муж",
    "имя араханта-монаха",
    "✔"
   ],
   [
    "kimila 2",
    "муж",
    "имя архант-монаха",
    "◑"
   ],
   [
    "kimbila 1",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "kimbila 2",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "kisāgotamī",
    "жен",
    "имя монахини архат",
    "◑"
   ],
   [
    "kuṭikaṇṇa",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "kuṭikaṇṇatthera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kuṭikaṇṇathera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kuṭivihāritthera",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "kuṭivihārī",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "kuṇḍadhāna",
    "муж",
    "имя архатского монаха",
    "✔"
   ],
   [
    "kuṇḍala 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kuṇḍalakesā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "kumāputta",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "kumāputtatthera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kumāputtasahāyaka",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "kumārakassapa",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "kula 4",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "kulla 2.2",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "koṭṭhika 2",
    "муж",
    "имя монаха архата",
    "✔"
   ],
   [
    "koṇḍañña 1",
    "муж",
    "старший из пяти подвижников",
    "✔"
   ],
   [
    "koṇḍadhāna",
    "муж",
    "имя арханта монаха",
    "✔"
   ],
   [
    "kolita",
    "муж",
    "первое имя Махамоггаланы",
    "✔"
   ],
   [
    "kosalavihāritthera",
    "муж",
    "имя монаха-араханта",
    "◑"
   ],
   [
    "kosalavihārī",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "kosiya 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "koḷivisa 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "khaṇḍadeva",
    "муж",
    "имя архата",
    "✔"
   ],
   [
    "khaṇḍasumana",
    "муж",
    "имя аранта монаха",
    "◑"
   ],
   [
    "khadiravaniya 2",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "khadiravaniyarevata",
    "муж",
    "имя монаха-араханта",
    "◑"
   ],
   [
    "khitaka 1",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "khitaka 2",
    "муж",
    "имя монаха-архата",
    "◑"
   ],
   [
    "khujjasobhita",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "khemaka 1",
    "муж",
    "имя архата",
    "✔"
   ],
   [
    "khemā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "gaṅgātīriya",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "gayākassapa",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "gavampati 2",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "gavampatitthera",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "gahvaratīriya",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "girimānanda",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "guttā",
    "жен",
    "имя монахи-нисвятой",
    "✔"
   ],
   [
    "gotama 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "gotama 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "gotama 4",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "gotamī 2",
    "жен",
    "имя одной из архатов",
    "✔"
   ],
   [
    "godatta",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "godhika",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "gosāla 2",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "gosālathera",
    "муж",
    "имя архатского монаха",
    "✔"
   ],
   [
    "cakkhupāla",
    "муж",
    "имя арханта монаха",
    "✔"
   ],
   [
    "candana 4",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "candā",
    "жен",
    "имя монахини архат монахини",
    "✔"
   ],
   [
    "cāpā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "cālā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "citta 2.5",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "cittaka 3",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "cittā",
    "жен",
    "имя архата-монахини",
    "✔"
   ],
   [
    "cūlaka",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "cūlagavaccha",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "cūḷaka 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "cūḷapanthaka",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "cūḷavaccha",
    "муж",
    "имя монаха-араханта",
    "✔"
   ],
   [
    "channa 2.3",
    "муж",
    "имя арахант-монаха, который покончил с собой",
    "✔"
   ],
   [
    "jambuka 2",
    "муж",
    "имя архат монаха",
    "◑"
   ],
   [
    "jambugāmikaputta",
    "муж",
    "имя архатамонаха",
    "✔"
   ],
   [
    "jenta 2",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "jentā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "jotidāsa",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "tālapuṭa 1",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "tālaputta",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "tissa 2.5",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "tissa 2.6",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "tissa 2.7",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "tissatthera 1",
    "муж",
    "имя архат-монаха",
    "✔"
   ],
   [
    "tissabhāradvāja",
    "ср",
    "имена пары главных учеников Будды Кассапы",
    "✔"
   ],
   [
    "tissā 1",
    "жен",
    "имя монахини архат монахини",
    "✔"
   ],
   [
    "tissā 2",
    "жен",
    "имя араханта монахини",
    "✔"
   ],
   [
    "tiṃsamattā",
    "жен",
    "группа из тридцати монахинь-арханток",
    "✔"
   ],
   [
    "tekicchakāni",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "tekicchakārī",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "telakāni",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "dantikā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "dabba 1.4",
    "муж",
    "имя архат-монаха",
    "✔"
   ],
   [
    "dāsaka 2",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "dutiyakuṭivihāritthera",
    "муж",
    "имя арханта-монаха",
    "◑"
   ],
   [
    "dutiyakuṭivihārī",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "devasabha 1",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "devasabha 2",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "dhaniya 2",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "dhammadinnā",
    "жен",
    "имя араханта-монахини",
    "✔"
   ],
   [
    "dhammapāla",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "dhammasava",
    "муж",
    "имя арханта монаха",
    "✔"
   ],
   [
    "dhammasavapitar",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "dhammā",
    "жен",
    "имя монахини-архата",
    "✔"
   ],
   [
    "dhammika 4",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "dhīrā",
    "жен",
    "имя монахини архата",
    "✔"
   ],
   [
    "nadīkassapa",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "nanda 3",
    "муж",
    "имя пастуха",
    "✔"
   ],
   [
    "nanda 6",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "nandaka 1",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "nandaka 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "nandaka 4",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "nandā 1",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "nandā 2",
    "жен",
    "имя монашенки-араханта",
    "✔"
   ],
   [
    "nandiya",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "nanduttarā",
    "жен",
    "имя монахини-архата",
    "✔"
   ],
   [
    "nāgasamāla",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "nāgita",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "nigrodha 3",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "nitaka",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "nisabha 2",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "nīta 4",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "nhātakamuni",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "nhātakamunitthera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "nhātamuni",
    "муж",
    "имя монаха арханта",
    "✔"
   ],
   [
    "pakkha 7",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "paccaya 4",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "pañcasatamattā",
    "жен",
    "группа из пятисот арханок",
    "✔"
   ],
   [
    "pañcālaputta",
    "муж",
    "имя араханта-монаха",
    "◑"
   ],
   [
    "paṭācārā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "paripuṇṇaka",
    "муж",
    "имя монаха-арханта",
    "✔"
   ],
   [
    "palagaṇḍa 2",
    "муж",
    "имя араханта",
    "✔"
   ],
   [
    "paviṭṭha 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "passika",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "pārāpariya 1",
    "муж",
    "имя монаха архата",
    "◑"
   ],
   [
    "pārāpariya 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "pārāsariya 1",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "pārāsariya 2",
    "муж",
    "имя монаха архата",
    "◑"
   ],
   [
    "piṅgaya",
    "муж",
    "имя архата",
    "◑"
   ],
   [
    "piṅgiya",
    "муж",
    "имя арханта",
    "◑"
   ],
   [
    "piṇḍolabhāradvāja",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "piyañjaha",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "pilindavaccha",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "pilindivaccha",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "pukkusāti 1",
    "муж",
    "имя архата",
    "✔"
   ],
   [
    "puṇṇa 3",
    "муж",
    "имя монаха клана Сакья",
    "✔"
   ],
   [
    "puṇṇa 4",
    "муж",
    "имя архангела монаха из Сунапаранта",
    "✔"
   ],
   [
    "puṇṇaji",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "puṇṇatthera",
    "муж",
    "имя архата монаха из Сунапаранты",
    "✔"
   ],
   [
    "puṇṇamāsa 1",
    "муж",
    "имя архант монаха",
    "✔"
   ],
   [
    "puṇṇamāsa 2",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "puṇṇā 1",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "puṇṇā 2",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "purohitaputta 2",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "purohitaputtajenta",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "poṭiriya",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "posiya",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "phalagaṇḍa",
    "муж",
    "имя архата",
    "◑"
   ],
   [
    "phussa 2.4",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "bandhana 7",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "bandhura",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "bahudantī",
    "муж",
    "имя араханта",
    "◑"
   ],
   [
    "bākula",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "bākkula",
    "муж",
    "имя монаха-архата",
    "◑"
   ],
   [
    "bāhiya",
    "муж",
    "имя аскета",
    "✔"
   ],
   [
    "bāhudantī",
    "муж",
    "имя архата",
    "✔"
   ],
   [
    "bāhuraggi",
    "муж",
    "имя арханта",
    "✔"
   ],
   [
    "belaṭṭhasīsa",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "belaṭṭhānika",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "belaṭṭhi",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "brahmadatta 4",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "brahmāli",
    "муж",
    "имя архант-монаха",
    "◑"
   ],
   [
    "bhagu 3",
    "муж",
    "имя монаха архата",
    "◑"
   ],
   [
    "bhagutthera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "bhadda 5",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "bhaddaji",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "bhaddajitthera",
    "муж",
    "имя ардахантского монаха",
    "◑"
   ],
   [
    "bhaddā 3",
    "жен",
    "имя монахини-арахантки",
    "✔"
   ],
   [
    "bhaddā 4",
    "жен",
    "имя монахини архат монахини",
    "✔"
   ],
   [
    "bhaddākāpilānī",
    "жен",
    "имя монахини архат",
    "◑"
   ],
   [
    "bhaddākuṇḍalakesā",
    "жен",
    "имя монахини архат-монахини",
    "◑"
   ],
   [
    "bhaddiya 1",
    "муж",
    "имя архата",
    "✔"
   ],
   [
    "bhaddiya 4",
    "муж",
    "имя арханта монаха",
    "✔"
   ],
   [
    "bhadrā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "bharata 2",
    "муж",
    "имя арханта-монаха",
    "◑"
   ],
   [
    "bhalliya",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "bhāradvāja 1",
    "муж",
    "фамилия брамина",
    "✔"
   ],
   [
    "bhāradvāja 5",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "bhiyyosuttara",
    "ср",
    "имена пары главных учеников Будды Коṇāгаманы",
    "✔"
   ],
   [
    "bhūta 09",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "mantāniputta",
    "муж",
    "фамилия шакьяского архата монаха",
    "◑"
   ],
   [
    "malitavambha",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "mahākaccāyana",
    "муж",
    "великий ученик Будды",
    "✔"
   ],
   [
    "mahākappina",
    "муж",
    "великий ученик Будды",
    "✔"
   ],
   [
    "mahākassapa",
    "муж",
    "великий ученик Будды",
    "✔"
   ],
   [
    "mahākāḷa",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "mahākoṭṭhika",
    "муж",
    "имя монаха архата",
    "✔"
   ],
   [
    "mahākoṭṭhita",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "mahāgavaccha",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "mahācunda",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "mahānāga 4",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "mahānāma 3",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "mahāpajāpati",
    "жен",
    "приемная мать Будды",
    "✔"
   ],
   [
    "mahāpajāpatigotamī",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "mahāpajāpatī",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "mahāpanthaka",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "mahāmoggalāna",
    "муж",
    "имя архата-монаха, главного ученика",
    "✔"
   ],
   [
    "mahāmoggallāna",
    "муж",
    "имя одного из главных учеников Будды",
    "✔"
   ],
   [
    "mahāvaccha",
    "муж",
    "имя арханта монаха",
    "✔"
   ],
   [
    "māgaṇḍi",
    "муж",
    "имя странствующего аскета",
    "◑"
   ],
   [
    "māgaṇḍiya",
    "муж",
    "имя странствующего подвижника",
    "✔"
   ],
   [
    "māṇava 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "mātaṅgaputta",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "mālukya",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "mālukyaputta",
    "муж",
    "имя архата",
    "✔"
   ],
   [
    "māluṅkyaputta",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "migajāla",
    "муж",
    "имя архат-саньясина",
    "◑"
   ],
   [
    "migasira",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "mittā 1",
    "жен",
    "имя монахини-арахантки",
    "✔"
   ],
   [
    "mittā 2",
    "жен",
    "имя монахини-араханта",
    "✔"
   ],
   [
    "mittākāḷī",
    "жен",
    "имя ария монахини",
    "◑"
   ],
   [
    "muttā 2",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "muttā 3",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "mudita 2",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "meghiya",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "meṇḍasira",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "mettaji",
    "муж",
    "имя монаха-арханта",
    "◑"
   ],
   [
    "mettikā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "meḷajina",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "mogharāja",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "yasa",
    "муж",
    "имя арханта-монаха",
    "◑"
   ],
   [
    "yasadatta",
    "муж",
    "имя монаха-архата",
    "◑"
   ],
   [
    "yasoja",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "rakkhita 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "raṭṭhapāla",
    "муж",
    "имя монаха архата",
    "✔"
   ],
   [
    "ramaṇīyakuṭika",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "ramaṇīyavihāritthera",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "ramaṇīyavihārī",
    "муж",
    "имя арханта монаха",
    "✔"
   ],
   [
    "rājadatta",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "rādha",
    "муж",
    "имя монаха архата",
    "✔"
   ],
   [
    "rāmaṇeyyaka 3",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "rāhula",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "rohinī 2",
    "жен",
    "имя араханта монахини",
    "✔"
   ],
   [
    "lakuṇḍakabhaddiya",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "lakuṇḍabhaddiya",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "lakkhaṇa 6",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "lomasakaṅgiya",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "vakkali",
    "прил",
    "имя архата-монаха",
    "✔"
   ],
   [
    "vakkalitthera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "vaṅgantaputta",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "vaṅgīsa",
    "муж",
    "имя арахант монаха",
    "◑"
   ],
   [
    "vacchagotta 1",
    "муж",
    "имя аскета",
    "✔"
   ],
   [
    "vacchagotta 2",
    "муж",
    "имя монаха-арханта",
    "✔"
   ],
   [
    "vacchapāla",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "vajjita 3",
    "муж",
    "имя монаха арханта",
    "◑"
   ],
   [
    "vajjiputta 2",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "vajjiputta 3",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "vaḍḍha 3",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "vaḍḍhamātar",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "vaḍḍhamāna 2",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "vanavaccha 1",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "vanavaccha 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "vappa 4",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "valliya 1",
    "муж",
    "имя архат монаха",
    "✔"
   ],
   [
    "valliya 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "valliya 3",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "vasabha 2",
    "муж",
    "имя арахант монаха",
    "◑"
   ],
   [
    "vassika 3",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "vāraṇa 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "vāseṭṭhī",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "vijaya 2",
    "муж",
    "имя архат монаха",
    "◑"
   ],
   [
    "vijayā",
    "жен",
    "имя монахини арахантки",
    "✔"
   ],
   [
    "vijitasena",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "vimala 4",
    "муж",
    "имя арханта монаха",
    "✔"
   ],
   [
    "vimala 5",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "vimalakoṇḍañña",
    "муж",
    "имя монаха-архата",
    "◑"
   ],
   [
    "vimalā",
    "жен",
    "вимала",
    "✔"
   ],
   [
    "visākhapañcālaputta",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "visākhā 4",
    "жен",
    "висакха",
    "✔"
   ],
   [
    "vītasoka 2",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "vīra 3",
    "муж",
    "имя арханта-монаха",
    "✔"
   ],
   [
    "vīrā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "vuḍḍhapabbajitasumanā",
    "жен",
    "имя монахини архат",
    "◑"
   ],
   [
    "sakulā 1",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "saṅkiccathera",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "saṅgiya",
    "муж",
    "имя араханта",
    "✔"
   ],
   [
    "saṅgharakkhita 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "saṅghā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "sañjaya 3",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "sandhita",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sappaka",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "sappadāsa",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "sappadāsaka",
    "муж",
    "имя архат-монаха",
    "✔"
   ],
   [
    "sabbakāmi",
    "муж",
    "имя монаха арханта",
    "◑"
   ],
   [
    "sabbakāmitthera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sabbamitta 2",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "sabhiya",
    "муж",
    "сабхия — имя монаха-араханта",
    "✔"
   ],
   [
    "samitigutta",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "samiddhi 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "samiddhitthera",
    "муж",
    "имя архат монаха",
    "◑"
   ],
   [
    "sambahulakaccāna",
    "муж",
    "имя монаха-арханта",
    "◑"
   ],
   [
    "sambulakaccāna",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sambhūta 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sarabhaṅga 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "saṃkicca 2",
    "муж",
    "имя одного из Арахантов",
    "◑"
   ],
   [
    "saṃkiccathera",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "sāṭimattiya",
    "муж",
    "имя арахант монаха",
    "◑"
   ],
   [
    "sānu 3",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "sānutthera",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "sāmaññakāni",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "sāmaññakānitthera",
    "муж",
    "имя монаха-араханта",
    "◑"
   ],
   [
    "sāmā 3",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "sāmā 4",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "sāmidatta",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sāriputta",
    "муж",
    "имя монаха архата",
    "✔"
   ],
   [
    "sāriputtamoggallāna",
    "ср",
    "имена пары главных учеников Будды",
    "✔"
   ],
   [
    "siṅgālapitar",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "siṅgālapitika",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "siṅgiya",
    "муж",
    "сиңия",
    "✔"
   ],
   [
    "sirimaṇḍa",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sirimant 2",
    "муж",
    "имя монаха-арханта",
    "✔"
   ],
   [
    "sirimanda",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "sirimitta",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sirivaḍḍha 3",
    "муж",
    "имя монаха-архата",
    "◑"
   ],
   [
    "sivaka 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sivaka 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sivika",
    "муж",
    "имя архатa монаха",
    "◑"
   ],
   [
    "sīgālapitar",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sītavaniya",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "sīlava",
    "муж",
    "имя архата",
    "✔"
   ],
   [
    "sīvaka 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sīvali",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "sīvalitthera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sīsūpacālā",
    "жен",
    "имя монахини архат монахини",
    "✔"
   ],
   [
    "sīha 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sīhā",
    "жен",
    "имя архата монахини",
    "✔"
   ],
   [
    "sukkā 2",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "sugandha 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sujātā 2",
    "жен",
    "имя архата монахини",
    "✔"
   ],
   [
    "sunāga",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sunīta 2",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "sundarasamudda",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sundarī",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "sundarīnandā",
    "жен",
    "имя архата монахини",
    "✔"
   ],
   [
    "suppiya 2",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "subāhu 2",
    "муж",
    "имя арахант-монаха",
    "✔"
   ],
   [
    "subāhutthera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "subhadda 1",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "subhākammāradhītar",
    "жен",
    "имя монахини-архата",
    "◑"
   ],
   [
    "subhājīvakambavanikā",
    "жен",
    "имя араханта монахини",
    "◑"
   ],
   [
    "subhūta",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "subhūti 1",
    "муж",
    "имя арханта-монаха",
    "✔"
   ],
   [
    "subhūtitthera",
    "муж",
    "имена архата монаха",
    "✔"
   ],
   [
    "sumaṅgala 3",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "sumaṅgalamātar",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "sumana 3",
    "муж",
    "имя архантского монаха",
    "◑"
   ],
   [
    "sumana 4",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sumanā 4",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "sumanā 5",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "sumedhā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "suyāmana",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "surādha",
    "муж",
    "имя монаха арханта",
    "◑"
   ],
   [
    "susārada",
    "муж",
    "имя монаха-архата",
    "◑"
   ],
   [
    "suhemanta",
    "муж",
    "имя арахантa-монаха",
    "✔"
   ],
   [
    "setuccha",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "senaka 2",
    "муж",
    "имя архата",
    "◑"
   ],
   [
    "sela 4",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "selā",
    "жен",
    "имя одной из архаток",
    "✔"
   ],
   [
    "selissariya",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "soṇa 1",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "soṇa 4",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "soṇakuṭikaṇṇa",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "soṇakoḷivisa",
    "муж",
    "имя арханта-монаха",
    "◑"
   ],
   [
    "soṇapoṭiriya",
    "муж",
    "имя арханта-монаха",
    "◑"
   ],
   [
    "soṇā",
    "жен",
    "имя монахини архат монахини",
    "✔"
   ],
   [
    "soṇuttara 1",
    "ср",
    "имена пары главных учеников Будды Весабху",
    "✔"
   ],
   [
    "sopāka 2",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "sopāka 3",
    "муж",
    "имя арханта-монаха",
    "◑"
   ],
   [
    "sobhita 4",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "somamitta",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "somā 1",
    "жен",
    "имя одной из арханток",
    "✔"
   ],
   [
    "hatthārohaputta 2",
    "муж",
    "имя арханта монаха",
    "◑"
   ],
   [
    "hārita 2",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "hārita 3",
    "муж",
    "имя архатского монаха",
    "◑"
   ],
   [
    "heraññakāni",
    "муж",
    "имя монаха-араханта",
    "◑"
   ],
   [
    "heraññakānitthera",
    "муж",
    "имя архата монаха",
    "◑"
   ]
  ],
  "count": 451
 },
 "people": {
  "data": [
   [
    "aṅgamagadhā",
    "муж",
    "люди Анги и Магадхи",
    "✔"
   ],
   [
    "aṅgā",
    "муж",
    "Бенгальцы",
    "✔"
   ],
   [
    "aṅguttarāpā",
    "муж",
    "название народа Ангуттарапа",
    "✔"
   ],
   [
    "appiyā",
    "муж",
    "название народа, ранее жившего на горе Вепулла",
    "◑"
   ],
   [
    "avantī",
    "муж",
    "люди Аванти",
    "✔"
   ],
   [
    "assakā",
    "муж",
    "название народа",
    "✔"
   ],
   [
    "uttarāpā",
    "муж",
    "название народа",
    "✔"
   ],
   [
    "kambojā",
    "муж",
    "народ ираноязычного народа",
    "✔"
   ],
   [
    "kaliṅgā",
    "муж",
    "name of a people",
    "✔"
   ],
   [
    "kālāmā",
    "муж",
    "фамилия людей в Косале",
    "✔"
   ],
   [
    "kāliṅgā",
    "муж",
    "name of a people",
    "✔"
   ],
   [
    "kāsikosalā",
    "муж",
    "царства Каси и Косала",
    "✔"
   ],
   [
    "kāsī",
    "муж",
    "название народа Каси",
    "✔"
   ],
   [
    "kurupañcālā",
    "муж",
    "people of Kuru and Pañcala",
    "✔"
   ],
   [
    "kurū",
    "муж",
    "люди Куру",
    "✔"
   ],
   [
    "kekakebhi",
    "муж",
    "название народа",
    "✔"
   ],
   [
    "koliya",
    "муж",
    "название клана, соседствующего с шакьями",
    "✔"
   ],
   [
    "koliyā",
    "муж",
    "люди из клана, соседствующего с шакьями",
    "✔"
   ],
   [
    "kosalā",
    "муж",
    "имя народа Косалы",
    "✔"
   ],
   [
    "koḷīya",
    "муж",
    "название клана, соседствующего с сакьянами",
    "◑"
   ],
   [
    "cetivaṃsā",
    "муж",
    "people of Ceta and Vaṃsa",
    "✔"
   ],
   [
    "tivarā",
    "муж",
    "название народа, ранее жившего на горе Вепулла",
    "◑"
   ],
   [
    "thūlū",
    "муж",
    "название народа",
    "◑"
   ],
   [
    "dasārahā",
    "муж",
    "название народа",
    "◑"
   ],
   [
    "pañcālā",
    "муж",
    "name of a people",
    "✔"
   ],
   [
    "pubbavidehā",
    "муж",
    "название народа Пуббавидеха",
    "✔"
   ],
   [
    "bumū",
    "муж",
    "название народа",
    "◑"
   ],
   [
    "bhaggā",
    "муж",
    "люди Бхагги",
    "✔"
   ],
   [
    "magadhā",
    "муж",
    "люди страны Магадхи",
    "✔"
   ],
   [
    "macchasurasenā",
    "муж",
    "people of Maccha and Surasena",
    "✔"
   ],
   [
    "macchasūrasenā",
    "муж",
    "люди макча",
    "✔"
   ],
   [
    "macchā",
    "муж",
    "названия народа",
    "✔"
   ],
   [
    "majjhasūrasenā",
    "муж",
    "people of Majjha and Sūrasena",
    "✔"
   ],
   [
    "majjhā",
    "муж",
    "name of a people",
    "✔"
   ],
   [
    "maddā",
    "муж",
    "название народа",
    "✔"
   ],
   [
    "mallakā",
    "муж",
    "имя народа Малла",
    "◑"
   ],
   [
    "mallā",
    "муж",
    "имя народа Малла",
    "✔"
   ],
   [
    "yonakambojā",
    "муж",
    "бактрийцы и камбоджцы",
    "✔"
   ],
   [
    "yonā",
    "муж",
    "ионийцы",
    "✔"
   ],
   [
    "rohitassā",
    "муж",
    "название народа, ранее жившего на горе Вепулла",
    "◑"
   ],
   [
    "licchavi",
    "муж",
    "название известной группы благородных, живущей в Весали",
    "✔"
   ],
   [
    "vajjimallā",
    "муж",
    "people of Vajjī and Malla",
    "✔"
   ],
   [
    "vajjī 1",
    "муж",
    "название жителей Ваджжи",
    "✔"
   ],
   [
    "vaṃsā",
    "муж",
    "name of a people",
    "✔"
   ],
   [
    "videhā",
    "муж",
    "название народа Видеха",
    "✔"
   ],
   [
    "sakkā 2",
    "муж",
    "народ Сакья",
    "✔"
   ],
   [
    "sakyā",
    "муж",
    "сакья",
    "✔"
   ],
   [
    "suppiyā",
    "муж",
    "название народа, ранее жившего на горе Вепулла",
    "◑"
   ],
   [
    "sumbhā",
    "муж",
    "люди города Сумбха",
    "✔"
   ],
   [
    "surasenā",
    "муж",
    "name of a people",
    "✔"
   ],
   [
    "suvidehā",
    "муж",
    "добрые люди из Видехи",
    "✔"
   ],
   [
    "sūrasenā",
    "муж",
    "name of a people",
    "✔"
   ],
   [
    "sovīrā",
    "муж",
    "название народа",
    "✔"
   ]
  ],
  "count": 53
 },
 "epithets of the Buddha": {
  "data": [
   [
    "aṅgīrasa 1",
    "муж",
    "эпитет Будды",
    "✔"
   ],
   [
    "atideva 1",
    "муж",
    "тот, кто превосходит богов",
    "✔"
   ],
   [
    "ādiccabandhu",
    "муж",
    "родственник Солнца",
    "✔"
   ],
   [
    "uttamapuggala",
    "муж",
    "последний человек",
    "✔"
   ],
   [
    "jina 1",
    "муж",
    "победитель",
    "✔"
   ],
   [
    "jutindhara 1",
    "муж",
    "носитель света",
    "✔"
   ],
   [
    "tathāgata",
    "муж",
    "Ставший Таковым",
    "✔"
   ],
   [
    "dasabala 2",
    "муж",
    "тот, кто обладает десятью сверхъестественными силами",
    "✔"
   ],
   [
    "dīghadassī",
    "прил",
    "дальновидный",
    "✔"
   ],
   [
    "devīsi",
    "муж",
    "божественный мудрец",
    "✔"
   ],
   [
    "dvipadaseṭṭha",
    "муж",
    "лучший из двуногих",
    "✔"
   ],
   [
    "dhammappati",
    "муж",
    "владыка Дхаммы",
    "✔"
   ],
   [
    "dhammarāja 2",
    "муж",
    "царь Дхаммы",
    "✔"
   ],
   [
    "dhammasāmī",
    "муж",
    "владыка дхаммы",
    "◑"
   ],
   [
    "dhammasenāpati 2",
    "муж",
    "Dhamma general",
    "✔"
   ],
   [
    "narasārathi",
    "муж",
    "тренер людей",
    "✔"
   ],
   [
    "naruttama",
    "муж",
    "лучший из людей",
    "✔"
   ],
   [
    "nāga 4",
    "муж",
    "благородный человек",
    "✔"
   ],
   [
    "pabhaṅkara 1",
    "муж",
    "осветитель",
    "✔"
   ],
   [
    "purisuttama",
    "муж",
    "высочайший из людей",
    "✔"
   ],
   [
    "bhagavant 1",
    "муж",
    "Возвышенный",
    "✔"
   ],
   [
    "bhagavā",
    "муж",
    "Возвышенный",
    "✔"
   ],
   [
    "mahāvīra",
    "муж",
    "великий герой",
    "✔"
   ],
   [
    "mahāsakyamuni",
    "муж",
    "великий шакиец мудрец",
    "◑"
   ],
   [
    "mahāsamaṇa",
    "муж",
    "великий аскет",
    "✔"
   ],
   [
    "lokajeṭṭha",
    "муж",
    "величайший в мире",
    "✔"
   ],
   [
    "lokapajjota",
    "муж",
    "свет мира",
    "✔"
   ],
   [
    "lokavidū",
    "муж",
    "эпитет Будды",
    "✔"
   ],
   [
    "vijitasaṅgāma",
    "прил",
    "победивший в битве",
    "✔"
   ],
   [
    "vināyaka",
    "муж",
    "лидер",
    "✔"
   ],
   [
    "vimala 2",
    "муж",
    "незапятнанный",
    "✔"
   ],
   [
    "saccavādī 2",
    "муж",
    "говорящий правду",
    "✔"
   ],
   [
    "sataraṃsī 2",
    "прил",
    "with one hundred rays",
    "✔"
   ],
   [
    "sabbaññū 2",
    "муж",
    "всеведущий",
    "✔"
   ],
   [
    "samaṇa 2",
    "муж",
    "Аскет",
    "✔"
   ],
   [
    "samantacakkhu",
    "муж",
    "всевидящий",
    "✔"
   ],
   [
    "sammaggata 2",
    "прил",
    "совершенный",
    "✔"
   ],
   [
    "sugata 2",
    "муж",
    "Удачливый",
    "✔"
   ],
   [
    "sugatavara",
    "муж",
    "отличный Благословенный",
    "✔"
   ]
  ],
  "count": 39
 },
 "books of the Suttapiṭaka": {
  "data": [
   [
    "aṅguttaranikāya",
    "муж",
    "книга 4 сутта-питаки",
    "◑"
   ],
   [
    "khuddakanikāya",
    "муж",
    "книга 5 сутта-питаки",
    "◑"
   ],
   [
    "dīghanikāya",
    "муж",
    "первая книга сутта-питаки",
    "◑"
   ],
   [
    "majjhimanikāya",
    "муж",
    "книга 2 сутта питакы",
    "✔"
   ],
   [
    "saṃyuttaka",
    "ср",
    "книга 3 сутта-питаки",
    "◑"
   ]
  ],
  "count": 5
 },
 "measures of length": {
  "data": [
   [
    "aṅgula 1",
    "муж",
    "дюйм",
    "✔"
   ],
   [
    "aḍḍhayojana",
    "ср",
    "примерно десять километров",
    "✔"
   ],
   [
    "addhayojana",
    "ср",
    "приблизительно десять километров",
    "✔"
   ],
   [
    "abbhantara 3",
    "ср",
    "мера длины",
    "✔"
   ],
   [
    "usabha 3",
    "ср",
    "мера длины",
    "✔"
   ],
   [
    "gāvuta",
    "ср",
    "мера длины",
    "◑"
   ],
   [
    "gāvutaḍḍhayojanamattā",
    "жен",
    "расстояние четверти или половины йоджаны",
    "◑"
   ],
   [
    "tiyojana 1",
    "ср",
    "мера длинны",
    "✔"
   ],
   [
    "tiyojanaparamatā",
    "жен",
    "максимум трёх йоджан",
    "✔"
   ],
   [
    "tiyojanaparamaṃ",
    "несклон",
    "максимум три йоджаны",
    "✔"
   ],
   [
    "dhanu 2",
    "ср",
    "длина лука",
    "✔"
   ],
   [
    "dhanusata",
    "ср",
    "one hundred bow-lengths long",
    "✔"
   ],
   [
    "pañcadhanusatika",
    "прил",
    "измеряющий пятьсот луков длиной",
    "✔"
   ],
   [
    "yugamatta",
    "ср",
    "длина ярма",
    "✔"
   ],
   [
    "yojana 1",
    "ср",
    "мера длинны",
    "✔"
   ],
   [
    "yojanagaṇana",
    "ср",
    "сотни миль",
    "✔"
   ],
   [
    "yojanasatika",
    "прил",
    "сто йоджан в длину",
    "✔"
   ],
   [
    "yojanika",
    "прил",
    "приблизительно двадцать километров в длину",
    "✔"
   ],
   [
    "ratana 2.1",
    "ср",
    "мера длины",
    "✔"
   ],
   [
    "vidatthi",
    "жен",
    "пядь",
    "✔"
   ],
   [
    "vidatthicaturaṅgula",
    "прил",
    "измеряющий пролет и четыре пальца",
    "◑"
   ],
   [
    "hattha 5",
    "ср",
    "мера длины",
    "◑"
   ],
   [
    "hattha 6",
    "прил",
    "такой-то длины измерения",
    "✔"
   ]
  ],
  "count": 23
 },
 "bhikkhupātimokkha rules": {
  "data": [
   [
    "aṅgulipatodakasikkhāpada",
    "ср",
    "правило о щекотке",
    "◑"
   ],
   [
    "acelakasikkhāpada",
    "ср",
    "правило о нагих аскетах",
    "◑"
   ],
   [
    "accekacīvarasikkhāpada",
    "ср",
    "правило о необычном одеянии",
    "◑"
   ],
   [
    "aññavādakasikkhāpada",
    "ср",
    "правило об уклонении от темы",
    "◑"
   ],
   [
    "aññātakaviññattisikkhāpada",
    "ср",
    "правило о просьбе к незнакомым людям",
    "◑"
   ],
   [
    "attakāmapāricariyasikkhāpada",
    "ср",
    "правило о (восхвалении) заботе о своем сексуальном удовольствии",
    "◑"
   ],
   [
    "atthaṅgatasikkhāpada",
    "ср",
    "правило о (заходе солнца)",
    "◑"
   ],
   [
    "anādariyasikkhāpada",
    "ср",
    "правило о неуважении",
    "◑"
   ],
   [
    "anāhaṭasikkhāpada",
    "ср",
    "секхья 41",
    "◑"
   ],
   [
    "anupakhajjasikkhāpada",
    "ср",
    "правило о вторжении",
    "◑"
   ],
   [
    "antepurasikkhāpada",
    "ср",
    "правило о внутренней цитадели царя",
    "◑"
   ],
   [
    "amūlakasikkhāpada 2",
    "ср",
    "правило о безосновательном (обвинении)",
    "◑"
   ],
   [
    "ariṭṭhasikkhāpada",
    "ср",
    "правило об Ариттхе",
    "◑"
   ],
   [
    "avagaṇḍakārakasikkhāpada",
    "ср",
    "секхия 46",
    "◑"
   ],
   [
    "āmisasikkhāpada",
    "ср",
    "правило о мирских приобретениях",
    "◑"
   ],
   [
    "ālopasikkhāpada",
    "ср",
    "секия 40",
    "◑"
   ],
   [
    "āvasathapiṇḍasikkhāpada",
    "ср",
    "правило о приеме пищи в доме отдыха",
    "◑"
   ],
   [
    "āvudhapāṇisikkhāpada",
    "ср",
    "секхия 60",
    "◑"
   ],
   [
    "ukkuṭikasikkhāpada",
    "ср",
    "сикхия 25",
    "◑"
   ],
   [
    "ukkoṭanasikkhāpada",
    "ср",
    "правило о повторном открытии (юридического дела)",
    "◑"
   ],
   [
    "ukkhittakasikkhāpada",
    "ср",
    "сехийя 9",
    "◑"
   ],
   [
    "ukkhittasambhogasikkhāpada",
    "ср",
    "правило о разделении с отстраненным (монахом)",
    "◑"
   ],
   [
    "uccasaddasikkhāpada",
    "ср",
    "секхия 13",
    "◑"
   ],
   [
    "ujjagghikasikkhāpada",
    "ср",
    "сехия 11",
    "◑"
   ],
   [
    "ujjhānasaññīsikkhāpada",
    "ср",
    "наставление о восприятии недостатка",
    "◑"
   ],
   [
    "ujjhāpanakasikkhāpada",
    "ср",
    "правило о провокации жалобы",
    "◑"
   ],
   [
    "udakeuccārasikkhāpada",
    "ср",
    "секхья 75",
    "◑"
   ],
   [
    "udositasikkhāpada",
    "ср",
    "правило о складах",
    "◑"
   ],
   [
    "upakkhaṭasikkhāpada",
    "ср",
    "правило об устроенном (фонде)",
    "◑"
   ],
   [
    "upassutisikkhāpada",
    "ср",
    "правило о подслушивании",
    "◑"
   ],
   [
    "upāhanāruḷhasikkhāpada",
    "ср",
    "досл. правило о (обучении Дхамме кого-то) в сандалиях",
    "◑"
   ],
   [
    "uppathenagamanasikkhāpada",
    "ср",
    "секхья 72",
    "◑"
   ],
   [
    "uyyuttasenāsikkhāpada",
    "ср",
    "правило об развёрнутой армии",
    "◑"
   ],
   [
    "uyyojanasikkhāpada",
    "ср",
    "правило об освобождении",
    "◑"
   ],
   [
    "uyyodhikasikkhāpada",
    "ср",
    "правило о полях сражений",
    "◑"
   ],
   [
    "ūnapañcabandhanasikkhāpada",
    "ср",
    "правило о (пиале с) менее чем пятью ремонтами",
    "◑"
   ],
   [
    "ūnavīsativassasikkhāpada",
    "ср",
    "правило о (посвящении кого-либо) моложе двадцати лет",
    "◑"
   ],
   [
    "eḷakalomadhovāpanasikkhāpada",
    "ср",
    "правило об очищении козьей шерсти",
    "◑"
   ],
   [
    "eḷakalomasikkhāpada",
    "ср",
    "правило о козьей шерсти",
    "◑"
   ],
   [
    "okkhittacakkhusikkhāpada",
    "ср",
    "секхия 7",
    "◑"
   ],
   [
    "oguṇṭhitasikkhāpada 1",
    "ср",
    "сехия 23",
    "◑"
   ],
   [
    "oguṇṭhitasikkhāpada 2",
    "ср",
    "секхия 67",
    "◑"
   ],
   [
    "oṭṭhanillehakasikkhāpada",
    "ср",
    "секийя 54",
    "◑"
   ],
   [
    "odanappaṭicchādanasikkhāpada",
    "ср",
    "сехия 36",
    "◑"
   ],
   [
    "omasavādasikkhāpada",
    "ср",
    "наставление о вредоносной речи",
    "◑"
   ],
   [
    "ovādasikkhāpada",
    "ср",
    "правило о наставлении",
    "◑"
   ],
   [
    "kaṇṭakasikkhāpada",
    "ср",
    "rule about Kaṇṭaka",
    "◑"
   ],
   [
    "kaṇḍuppaṭicchādisikkhāpada",
    "ср",
    "правило о тканях для зуда",
    "◑"
   ],
   [
    "kabaḷasikkhāpada",
    "ср",
    "секия 39",
    "◑"
   ],
   [
    "kabaḷāvacchedakasikkhāpada",
    "ср",
    "сехийя 45",
    "◑"
   ],
   [
    "kammapaṭibāhanasikkhāpada",
    "ср",
    "правило о предотвращении судебного иска",
    "◑"
   ],
   [
    "kayavikkayasikkhāpada",
    "ср",
    "правило о торговле",
    "◑"
   ],
   [
    "kāṇamātusikkhāpada",
    "ср",
    "правило о матери Каḷы",
    "◑"
   ],
   [
    "kāyappacālakasikkhāpada",
    "ср",
    "сикхия 15",
    "◑"
   ],
   [
    "kāyasaṃsaggasikkhāpada",
    "ср",
    "правило о физическом контакте",
    "◑"
   ],
   [
    "kuṭikārasikkhāpada",
    "ср",
    "правило о строительстве жилища",
    "◑"
   ],
   [
    "kuladūsakasikkhāpada",
    "ср",
    "правило о разложении семей",
    "◑"
   ],
   [
    "kosiyasikkhāpada",
    "ср",
    "правило о шелке (одеждах)",
    "◑"
   ],
   [
    "khambhakatasikkhāpada",
    "ср",
    "секийя 21",
    "◑"
   ],
   [
    "gaṇabhojanasikkhāpada",
    "ср",
    "правило о групповом питании",
    "◑"
   ],
   [
    "catutthapāṭidesanīyasikkhāpada",
    "ср",
    "четвёртое правило об осознании",
    "◑"
   ],
   [
    "capucapukārakasikkhāpada",
    "ср",
    "секхия 50",
    "◑"
   ],
   [
    "cārittasikkhāpada",
    "ср",
    "правило о передвижении",
    "◑"
   ],
   [
    "cīvaraacchindanasikkhāpada",
    "ср",
    "правило о вырывании обратно",
    "◑"
   ],
   [
    "cīvaraapanidhānasikkhāpada",
    "ср",
    "правило о сокрытии одежд",
    "◑"
   ],
   [
    "cīvaradānasikkhāpada",
    "ср",
    "правило о подношении одежд",
    "◑"
   ],
   [
    "cīvarapaṭiggahaṇasikkhāpada",
    "ср",
    "правило о получении ткани для одеяния",
    "◑"
   ],
   [
    "cīvarasibbanasikkhāpada",
    "ср",
    "правило о шитье одежд",
    "◑"
   ],
   [
    "chattapāṇisikkhāpada",
    "ср",
    "сикхья 57",
    "◑"
   ],
   [
    "chandaṃadatvāgamanasikkhāpada",
    "ср",
    "правило об уходе (из юридической процедуры) без дачи согласия",
    "◑"
   ],
   [
    "chabbassasikkhāpada",
    "ср",
    "правило о шести годах",
    "◑"
   ],
   [
    "chamāsikkhāpada",
    "ср",
    "секхия 68",
    "◑"
   ],
   [
    "jivhānicchārakasikkhāpada",
    "ср",
    "секхия 49",
    "◑"
   ],
   [
    "jotikasikkhāpada",
    "ср",
    "правило о (разжигании) огня",
    "◑"
   ],
   [
    "ṭhitasikkhāpada",
    "ср",
    "секхья 70",
    "◑"
   ],
   [
    "ṭhitouccārasikkhāpada",
    "ср",
    "секхия 73",
    "◑"
   ],
   [
    "tatiyakathinasikkhāpada",
    "ср",
    "третье правило о шитье одеяний",
    "◑"
   ],
   [
    "tatiyapāṭidesanīyasikkhāpada",
    "ср",
    "третье правило об признании",
    "◑"
   ],
   [
    "tatuttarisikkhāpada",
    "ср",
    "правило о (большем количестве) (одежд) чем это",
    "◑"
   ],
   [
    "talasattikasikkhāpada",
    "ср",
    "правило о поднятой руке",
    "◑"
   ],
   [
    "tūlonaddhasikkhāpada",
    "ср",
    "правило о (изготовлении) мягкой (мебели)",
    "◑"
   ],
   [
    "thūpakatasikkhāpada",
    "ср",
    "секхия 35",
    "◑"
   ],
   [
    "theyyasatthasikkhāpada",
    "ср",
    "правило о (путешествовании с) шайке воров",
    "◑"
   ],
   [
    "daṇḍapāṇisikkhāpada",
    "ср",
    "сехия 58",
    "◑"
   ],
   [
    "dantaponasikkhāpada",
    "ср",
    "правило о зубных щетках",
    "◑"
   ],
   [
    "duṭṭhadosasikkhāpada",
    "ср",
    "правило об гневе",
    "◑"
   ],
   [
    "duṭṭhullavācāsikkhāpada",
    "ср",
    "правило о вульгарной речи",
    "◑"
   ],
   [
    "duṭṭhullasikkhāpada",
    "ср",
    "правило о (скрытии) тяжёлых проступков",
    "◑"
   ],
   [
    "duṭṭhullārocanasikkhāpada",
    "ср",
    "правило о сообщении (о серьезном проступке другого монаха)",
    "◑"
   ],
   [
    "dutiyaanāhaṭasikkhāpada",
    "ср",
    "секхия 42",
    "◑"
   ],
   [
    "dutiyaaniyatasikkhāpada",
    "ср",
    "второе неопределённое правило",
    "◑"
   ],
   [
    "dutiyaukkhittakasikkhāpada",
    "ср",
    "секхия 10",
    "◑"
   ],
   [
    "dutiyauccasaddasikkhāpada",
    "ср",
    "секхия 14",
    "◑"
   ],
   [
    "dutiyaujjagghikasikkhāpada",
    "ср",
    "секхия 12",
    "◑"
   ],
   [
    "dutiyaupakkhaṭasikkhāpada",
    "ср",
    "второе правило об устроенном (фонде)",
    "◑"
   ],
   [
    "dutiyaokkhittacakkhusikkhāpada",
    "ср",
    "секхья 8",
    "◑"
   ],
   [
    "dutiyaoguṇṭhitasikkhāpada",
    "ср",
    "сехийя 24",
    "◑"
   ],
   [
    "dutiyakāyappacālakasikkhāpada",
    "ср",
    "сехийя 16",
    "◑"
   ],
   [
    "dutiyakhambhakatasikkhāpada",
    "ср",
    "сехия 22",
    "◑"
   ],
   [
    "dutiyaduṭṭhadosasikkhāpada",
    "ср",
    "второе наставление о гневе и расстройстве",
    "◑"
   ],
   [
    "dutiyaparimaṇḍalasikkhāpada",
    "ср",
    "секхия 2",
    "◑"
   ],
   [
    "dutiyapavāraṇāsikkhāpada",
    "ср",
    "второе правило о приглашениях",
    "◑"
   ],
   [
    "dutiyapāṭidesanīyasikkhāpada",
    "ср",
    "второе правило об признании",
    "◑"
   ],
   [
    "dutiyabāhuppacālakasikkhāpada",
    "ср",
    "секхья 18",
    "◑"
   ],
   [
    "dutiyasahaseyyasikkhāpada",
    "ср",
    "второе правило о совместном проживании в комнате",
    "◑"
   ],
   [
    "dutiyasīsappacālakasikkhāpada",
    "ср",
    "сокхья 20",
    "◑"
   ],
   [
    "dutiyasuppaṭicchannasikkhāpada",
    "ср",
    "четвёртое секхия",
    "◑"
   ],
   [
    "dutiyasusaṃvutasikkhāpada",
    "ср",
    "секхья 6",
    "◑"
   ],
   [
    "dutiyasenāsanasikkhāpada",
    "ср",
    "второе правило о мебели",
    "◑"
   ],
   [
    "dubbacasikkhāpada",
    "ср",
    "правило о том, чтобы быть трудным для наставления",
    "◑"
   ],
   [
    "dubbaṇṇakaraṇasikkhāpada",
    "ср",
    "правило о выцветании (одежды)",
    "◑"
   ],
   [
    "dubbalasikkhāpada",
    "ср",
    "правило о сношенной (робе)",
    "◑"
   ],
   [
    "dvebhāgasikkhāpada",
    "ср",
    "правило о двух частях (о черной шерсти)",
    "◑"
   ],
   [
    "dhammadesanāsikkhāpada",
    "ср",
    "правило о преподавании Дхаммы",
    "◑"
   ],
   [
    "nandasikkhāpada",
    "ср",
    "правило о Нанде",
    "◑"
   ],
   [
    "nahānasikkhāpada",
    "ср",
    "правило о купании",
    "◑"
   ],
   [
    "nāvābhiruhanasikkhāpada",
    "ср",
    "правило о посадке на лодку",
    "◑"
   ],
   [
    "nikkaḍḍhanasikkhāpada",
    "ср",
    "правило о вытаскивании",
    "◑"
   ],
   [
    "nisīdanasanthatasikkhāpada",
    "ср",
    "правило о ковриках для сидения",
    "◑"
   ],
   [
    "nisīdanasikkhāpada",
    "ср",
    "правило о сидячих покрытиях",
    "◑"
   ],
   [
    "nīcāsanasikkhāpada",
    "ср",
    "сехия 69",
    "◑"
   ],
   [
    "pacchatogamanasikkhāpada",
    "ср",
    "секийя 71",
    "◑"
   ],
   [
    "paṭhamaaniyatasikkhāpada",
    "ср",
    "первое неопределённое правило",
    "◑"
   ],
   [
    "paṭhamakathinasikkhāpada",
    "ср",
    "первое правило о пошиве одежды",
    "◑"
   ],
   [
    "paṭhamapavāraṇāsikkhāpada",
    "ср",
    "первое правило о приглашениях",
    "◑"
   ],
   [
    "paṭhamapāṭidesanīyasikkhāpada",
    "ср",
    "первое правило о признании",
    "◑"
   ],
   [
    "paṭhamasenāsanasikkhāpada",
    "ср",
    "первое правило о мебели",
    "◑"
   ],
   [
    "paṇītabhojanasikkhāpada",
    "ср",
    "правило о качественной пище",
    "◑"
   ],
   [
    "pattanillehakasikkhāpada",
    "ср",
    "сехийя 53",
    "◑"
   ],
   [
    "pattasaññīpaṭiggahaṇasikkhāpada",
    "ср",
    "секхья 28",
    "◑"
   ],
   [
    "pattasaññīsikkhāpada",
    "ср",
    "правило о внимательном (едении) с чашей",
    "◑"
   ],
   [
    "pattasikkhāpada",
    "ср",
    "правило о чашах",
    "◑"
   ],
   [
    "pathavīkhaṇanasikkhāpada",
    "ср",
    "правило о рытье земли",
    "◑"
   ],
   [
    "padasodhammasikkhāpada",
    "ср",
    "правило о (учении) Дхаммы построчно",
    "◑"
   ],
   [
    "paramparabhojanasikkhāpada",
    "ср",
    "правило, о (еде) приемах пищи подряд",
    "◑"
   ],
   [
    "pariṇatasikkhāpada",
    "ср",
    "правило о выделенных (товарах)",
    "◑"
   ],
   [
    "pariṇāmanasikkhāpada",
    "ср",
    "правило о перенаправлении (даров сангхи)",
    "◑"
   ],
   [
    "paripācitasikkhāpada",
    "ср",
    "правило об организованной (трапезе)",
    "◑"
   ],
   [
    "parimaṇḍalasikkhāpada",
    "ср",
    "сехия 1",
    "◑"
   ],
   [
    "pallatthikasikkhāpada 1",
    "ср",
    "Секхия 26",
    "◑"
   ],
   [
    "pallatthikasikkhāpada 2",
    "ср",
    "сехийя 65",
    "◑"
   ],
   [
    "pahārasikkhāpada",
    "ср",
    "правило о битье",
    "◑"
   ],
   [
    "pādukasikkhāpada",
    "ср",
    "сикхия 61",
    "◑"
   ],
   [
    "piṇḍukkhepakasikkhāpada",
    "ср",
    "секхия 44",
    "◑"
   ],
   [
    "purāṇacīvarasikkhāpada",
    "ср",
    "правило об одеждах",
    "◑"
   ],
   [
    "pesuññasikkhāpada",
    "ср",
    "правило о враждующей речи",
    "◑"
   ],
   [
    "bāhuppacālakasikkhāpada",
    "ср",
    "сикхия 17",
    "◑"
   ],
   [
    "bhikkhunupassayasikkhāpada",
    "ср",
    "правило о жилище монахинь",
    "◑"
   ],
   [
    "bhiṃsāpanasikkhāpada",
    "ср",
    "правило о пугании",
    "◑"
   ],
   [
    "bhūtagāmasikkhāpada",
    "ср",
    "правило о (повреждении) растений",
    "◑"
   ],
   [
    "bhūtārocanasikkhāpada",
    "ср",
    "правило о правдивом сообщении (о своих сверхчеловеческих достижениях) правдиво",
    "◑"
   ],
   [
    "bhedānuvattakasikkhāpada",
    "ср",
    "правило о принятии стороны в расколе",
    "◑"
   ],
   [
    "bhesajjasikkhāpada",
    "ср",
    "правило о медицине",
    "◑"
   ],
   [
    "mañcapīṭhasikkhāpada",
    "ср",
    "правило о (делании) кроватей и скамей",
    "◑"
   ],
   [
    "mahallakavihārasikkhāpada",
    "ср",
    "правило о больших жилищах",
    "◑"
   ],
   [
    "mahānāmasikkhāpada",
    "ср",
    "правило о маханаме",
    "◑"
   ],
   [
    "mahāpesakārasikkhāpada",
    "ср",
    "большое правило о ткачах",
    "◑"
   ],
   [
    "musāvādasikkhāpada",
    "ср",
    "правило о лжи",
    "◑"
   ],
   [
    "mohanasikkhāpada",
    "ср",
    "правило о введении в заблуждение",
    "◑"
   ],
   [
    "yānasikkhāpada",
    "ср",
    "секхия 63",
    "◑"
   ],
   [
    "ratanasikkhāpada",
    "ср",
    "правило о драгоценностях",
    "◑"
   ],
   [
    "rahonisajjasikkhāpada 1",
    "ср",
    "правило о сидении наедине",
    "◑"
   ],
   [
    "rahonisajjasikkhāpada 2",
    "ср",
    "правило о сидении в частном порядке",
    "◑"
   ],
   [
    "rahopaṭicchannasikkhāpada",
    "ср",
    "правило о (сидении на) частном и скрытом (месте)",
    "◑"
   ],
   [
    "rājasikkhāpada",
    "ср",
    "правило о королях",
    "◑"
   ],
   [
    "rūpiyasaṃvohārasikkhāpada",
    "ср",
    "правило о торговле с деньгами",
    "◑"
   ],
   [
    "rūpiyasikkhāpada",
    "ср",
    "правило о деньгах",
    "◑"
   ],
   [
    "vassikasāṭikasikkhāpada",
    "ср",
    "правило о дождевиках",
    "◑"
   ],
   [
    "vassikasāṭikāsikkhāpada",
    "ср",
    "правило о дождевых костюмах",
    "◑"
   ],
   [
    "vikappanasikkhāpada",
    "ср",
    "правило о присвоении собственности",
    "◑"
   ],
   [
    "vikālagāmappavisanasikkhāpada",
    "ср",
    "правило о входе в деревню не вовремя",
    "◑"
   ],
   [
    "vikālabhojanasikkhāpada",
    "ср",
    "правило о принятии пищи между полуднем и рассветом",
    "◑"
   ],
   [
    "vilekhanasikkhāpada",
    "ср",
    "правило об чесании головы",
    "◑"
   ],
   [
    "vihārakārasikkhāpada",
    "ср",
    "правило о строительстве монастыря",
    "◑"
   ],
   [
    "veṭhitasikkhāpada",
    "ср",
    "сeкхия 66",
    "◑"
   ],
   [
    "vehāsakuṭisikkhāpada",
    "ср",
    "наставление о чердаке",
    "◑"
   ],
   [
    "sakabaḷasikkhāpada",
    "ср",
    "секхия 43",
    "◑"
   ],
   [
    "sakkaccapaṭiggahaṇasikkhāpada",
    "ср",
    "сехийа 27",
    "◑"
   ],
   [
    "sakkaccasikkhāpada",
    "ср",
    "секхия 31",
    "◑"
   ],
   [
    "saṅghabhedasikkhāpada",
    "ср",
    "правило о расколе в общине",
    "◑"
   ],
   [
    "sañcarittasikkhāpada",
    "ср",
    "правило о сватовстве",
    "◑"
   ],
   [
    "sañciccasikkhāpada 1",
    "ср",
    "правило умышленного (убийства живого существа)",
    "◑"
   ],
   [
    "sañciccasikkhāpada 2",
    "ср",
    "правило о намеренном (вызывании беспокойства)",
    "◑"
   ],
   [
    "satthapāṇisikkhāpada",
    "ср",
    "секхия 59",
    "◑"
   ],
   [
    "sannidhikārakasikkhāpada",
    "ср",
    "правило о хранении (еды)",
    "◑"
   ],
   [
    "sapadānasikkhāpada",
    "ср",
    "секхия 33",
    "◑"
   ],
   [
    "sappāṇakasikkhāpada 1",
    "ср",
    "правило о (разливании воды), содержащей живых существ",
    "◑"
   ],
   [
    "sappāṇakasikkhāpada 2",
    "ср",
    "правило о (использовании воды) содержащей живые существа",
    "◑"
   ],
   [
    "sabhojanasikkhāpada",
    "ср",
    "правило о двух людях",
    "◑"
   ],
   [
    "samatittikasikkhāpada",
    "ср",
    "Секхия 30",
    "◑"
   ],
   [
    "samasūpakapaṭiggahaṇasikkhāpada",
    "ср",
    "сехия 29",
    "◑"
   ],
   [
    "samasūpakasikkhāpada",
    "ср",
    "секхия 34",
    "◑"
   ],
   [
    "sayanasikkhāpada",
    "ср",
    "секхия 64",
    "◑"
   ],
   [
    "sasitthakasikkhāpada",
    "ср",
    "секхия 56",
    "◑"
   ],
   [
    "sahadhammikasikkhāpada",
    "ср",
    "правило о (разговоре) законно",
    "◑"
   ],
   [
    "sahaseyyasikkhāpada",
    "ср",
    "правило о совместном проживании",
    "◑"
   ],
   [
    "saṃvidhānasikkhāpada 1",
    "ср",
    "правило о совершении (организации) (поездок) (с монахиней)",
    "◑"
   ],
   [
    "saṃvidhānasikkhāpada 2",
    "ср",
    "правило о составлении (путешествие) договорённостей (с женщиной)",
    "◑"
   ],
   [
    "sāmisasikkhāpada",
    "ср",
    "секхья 55",
    "◑"
   ],
   [
    "sāsaṅkasikkhāpada",
    "ср",
    "правило о неблагонадёжных (лесных жилищах)",
    "◑"
   ],
   [
    "sitthāvakārakasikkhāpada",
    "ср",
    "секхья 48",
    "◑"
   ],
   [
    "sīsappacālakasikkhāpada",
    "ср",
    "секхия 19",
    "◑"
   ],
   [
    "sukkavissaṭṭhisikkhāpada",
    "ср",
    "правило о извержении семени",
    "◑"
   ],
   [
    "suttaviññattisikkhāpada",
    "ср",
    "правило о просьбе нитки",
    "◑"
   ],
   [
    "suddhakāḷakasikkhāpada",
    "ср",
    "правило о чисто чёрных (овечьих шкурах)",
    "◑"
   ],
   [
    "suppaṭicchannasikkhāpada",
    "ср",
    "секхия 3",
    "◑"
   ],
   [
    "surāpānasikkhāpada",
    "ср",
    "правило о распитии алкоголя",
    "◑"
   ],
   [
    "surusurukārakasikkhāpada",
    "ср",
    "секхия 51",
    "◑"
   ],
   [
    "susaṃvutasikkhāpada",
    "ср",
    "сикхия 5",
    "◑"
   ],
   [
    "sūcigharasikkhāpada",
    "ср",
    "правило о футлярах для игл",
    "◑"
   ],
   [
    "sūpodanaviññattisikkhāpada",
    "ср",
    "секхья 37",
    "◑"
   ],
   [
    "senāvāsasikkhāpada",
    "ср",
    "правило о пребывании с армией",
    "◑"
   ],
   [
    "hatthaniddhunakasikkhāpada",
    "ср",
    "секхья 47",
    "◑"
   ],
   [
    "hatthanillehakasikkhāpada",
    "ср",
    "секхия 52",
    "◑"
   ],
   [
    "hariteuccārasikkhāpada",
    "ср",
    "Секхия 74",
    "◑"
   ],
   [
    "hasadhammasikkhāpada",
    "ср",
    "правило об играх (в воде)",
    "◑"
   ]
  ],
  "count": 216
 },
 "measures of height": {
  "data": [
   [
    "aṅgulipabbatemanamatta",
    "прил",
    "достаточный чтобы намочить фалангу пальца",
    "✔"
   ],
   [
    "aḍḍhaporisa",
    "прил",
    "в половину роста человека",
    "✔"
   ],
   [
    "kaṭimatta",
    "прил",
    "высотой с бедро",
    "✔"
   ],
   [
    "gopphakamatta",
    "прил",
    "высотой в лодыжку",
    "✔"
   ],
   [
    "catupporisa",
    "прил",
    "высотой в четыре человеческих роста",
    "✔"
   ],
   [
    "chapporisa",
    "прил",
    "высотой в шесть человек",
    "✔"
   ],
   [
    "jāṇukamatta",
    "прил",
    "высотой с колено",
    "✔"
   ],
   [
    "tāla 1.2",
    "прил",
    "высотой в одну пальму",
    "✔"
   ],
   [
    "tālamatta",
    "прил",
    "высотой с пальму",
    "✔"
   ],
   [
    "tiporisa",
    "прил",
    "высотой с трех человек",
    "✔"
   ],
   [
    "dvādasaporisa",
    "прил",
    "measuring the height of twelve men",
    "✔"
   ],
   [
    "dviporisa",
    "прил",
    "высотой в два человеческих роста",
    "✔"
   ],
   [
    "pañcaporisa",
    "прил",
    "высотой в пять человек",
    "✔"
   ],
   [
    "porisa 2",
    "ср",
    "высота человека",
    "✔"
   ],
   [
    "porisa 3",
    "прил",
    "измеряющий высоту одного человека",
    "✔"
   ],
   [
    "porisamatta",
    "прил",
    "высотой с человеческий рост",
    "✔"
   ],
   [
    "sattaporisa",
    "прил",
    "высотой в рост семи человек",
    "✔"
   ],
   [
    "sādhikaporisa",
    "прил",
    "больше человеческого роста",
    "✔"
   ]
  ],
  "count": 18
 },
 "names of rivers": {
  "data": [
   [
    "aciravatī",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "adhikakka",
    "ср",
    "название священного места для омовения",
    "✔"
   ],
   [
    "aparacchā",
    "жен",
    "название реки",
    "◑"
   ],
   [
    "eṇī",
    "жен",
    "название реки",
    "◑"
   ],
   [
    "kakudhā",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "kalamba",
    "муж",
    "название реки",
    "◑"
   ],
   [
    "kimikāḷā",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "kukuṭṭhā",
    "жен",
    "названия реки",
    "✔"
   ],
   [
    "kosikī",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "gaṅgā 1",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "gaṅgānadī",
    "жен",
    "река ганг",
    "◑"
   ],
   [
    "gayaphaggu",
    "жен",
    "название реки, протекающей мимо Гаи",
    "✔"
   ],
   [
    "gayā 2",
    "жен",
    "название священной реки",
    "✔"
   ],
   [
    "godāvarī",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "godhāvarī",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "candabhāgā",
    "жен",
    "название реки",
    "◑"
   ],
   [
    "nīlavāhinī",
    "жен",
    "название реки",
    "◑"
   ],
   [
    "nerañjarā",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "phaggu 2",
    "жен",
    "название реки, протекающей мимо Гайи",
    "◑"
   ],
   [
    "bāhukā",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "bāhumatī",
    "жен",
    "название священной реки",
    "✔"
   ],
   [
    "mahāgaṅgā",
    "жен",
    "великая река Ганг",
    "◑"
   ],
   [
    "mahāmahī 2",
    "жен",
    "великая река Махи",
    "◑"
   ],
   [
    "mahī 2",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "yamunā",
    "жен",
    "имя реки",
    "✔"
   ],
   [
    "rumā",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "rohinī 1",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "vaggamudā",
    "жен",
    "название реки",
    "◑"
   ],
   [
    "vaggumudā",
    "жен",
    "название реки",
    "◑"
   ],
   [
    "vinatā 2",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "vetaraṇī",
    "жен",
    "название реки в аду",
    "✔"
   ],
   [
    "sattagodāvara",
    "ср",
    "семь рек Годавари",
    "✔"
   ],
   [
    "sappinikā",
    "жен",
    "название реки",
    "◑"
   ],
   [
    "sappinī 2",
    "жен",
    "название реки",
    "◑"
   ],
   [
    "sarabhū",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "sarassatī",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "sippinikā",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "sippiniyā",
    "жен",
    "название реки",
    "◑"
   ],
   [
    "sīdā",
    "жен",
    "название гималайской реки",
    "✔"
   ],
   [
    "sutanu 2",
    "муж",
    "название реки",
    "◑"
   ],
   [
    "sundarikā",
    "жен",
    "название святой реки",
    "✔"
   ],
   [
    "hiraññavatī",
    "жен",
    "название реки",
    "✔"
   ]
  ],
  "count": 42
 },
 "names of ascetics": {
  "data": [
   [
    "acelakassapa",
    "муж",
    "имя нагого аскета",
    "◑"
   ],
   [
    "ajita 1",
    "муж",
    "имя учителя асцета",
    "✔"
   ],
   [
    "ajita 9",
    "муж",
    "имя брахманского отшельника",
    "✔"
   ],
   [
    "annabhāra 2",
    "муж",
    "имя странствующего аскета",
    "✔"
   ],
   [
    "araka",
    "муж",
    "имя древнего религиозного учителя",
    "✔"
   ],
   [
    "aranemi",
    "муж",
    "имя учителя древности",
    "◑"
   ],
   [
    "asita 3.2",
    "муж",
    "аскет",
    "✔"
   ],
   [
    "āḷāra",
    "муж",
    "имя первого учителя Будды",
    "✔"
   ],
   [
    "uggāhamāna",
    "муж",
    "имя бродячего аскета",
    "✔"
   ],
   [
    "uttiya 1",
    "муж",
    "имя бродячего аскета",
    "✔"
   ],
   [
    "udaka 2.1",
    "муж",
    "имя второго учителя Будды",
    "✔"
   ],
   [
    "uddaka",
    "муж",
    "имя второго учителя Будды",
    "✔"
   ],
   [
    "upaka 2",
    "муж",
    "имя подвижника",
    "✔"
   ],
   [
    "kaṇhasiri",
    "муж",
    "имя дредлокнутого мудреца",
    "✔"
   ],
   [
    "kandaraka",
    "муж",
    "имя странствующего подвижника",
    "✔"
   ],
   [
    "kaḷāramaṭṭaka",
    "муж",
    "название нагого аскета",
    "◑"
   ],
   [
    "kāḷa 3",
    "муж",
    "имя мужа Чапы, который оставил её, чтобы стать аскетом",
    "✔"
   ],
   [
    "kisa 2",
    "муж",
    "имя аскета",
    "✔"
   ],
   [
    "kuṇḍaliya",
    "муж",
    "имя странствующего аскета",
    "✔"
   ],
   [
    "kuddālaka",
    "муж",
    "имя старинного учителя",
    "◑"
   ],
   [
    "keṇiya",
    "муж",
    "имя дредлокнутого аскета",
    "✔"
   ],
   [
    "kokanuda",
    "муж",
    "имя странствующего аскета",
    "✔"
   ],
   [
    "jambuka 1",
    "муж",
    "джамбука",
    "✔"
   ],
   [
    "jambukhādaka",
    "муж",
    "имя странствующего аскета",
    "◑"
   ],
   [
    "jāliya",
    "муж",
    "имя ученика аскета",
    "✔"
   ],
   [
    "tuvaṭaka",
    "муж",
    "имя аскета",
    "◑"
   ],
   [
    "tuvaṭṭaka",
    "муж",
    "имя аскета",
    "◑"
   ],
   [
    "dārucīriya",
    "прил",
    "фамилия аскета",
    "✔"
   ],
   [
    "dārupattika",
    "муж",
    "имя аскета",
    "✔"
   ],
   [
    "dīghatapassī",
    "муж",
    "имя джайнского аскета",
    "✔"
   ],
   [
    "dīghanakha",
    "муж",
    "имя странствующего аскета",
    "✔"
   ],
   [
    "devala",
    "муж",
    "имя аскета",
    "◑"
   ],
   [
    "devila",
    "муж",
    "имя аскета",
    "✔"
   ],
   [
    "nanda 2",
    "муж",
    "имя подвижника",
    "✔"
   ],
   [
    "nālaka",
    "муж",
    "имя аскета",
    "◑"
   ],
   [
    "nigaṇṭha 2",
    "муж",
    "эпитет Махавиры",
    "✔"
   ],
   [
    "nigrodha 2",
    "муж",
    "имя странствующего аскета",
    "✔"
   ],
   [
    "pakudha",
    "муж",
    "имя аскетического учителя",
    "✔"
   ],
   [
    "pakudhaka",
    "муж",
    "имя аскетического учителя",
    "✔"
   ],
   [
    "paṇḍuputta",
    "муж",
    "имя адживаки аскета",
    "✔"
   ],
   [
    "pasūra",
    "муж",
    "имя странствующего аскета, известного своими спорами",
    "✔"
   ],
   [
    "pāṭika",
    "муж",
    "имя странствующего аскета",
    "◑"
   ],
   [
    "pāṭikaputta",
    "муж",
    "имя нагого аскета",
    "◑"
   ],
   [
    "pāthikaputta",
    "муж",
    "имя нагого аскета",
    "✔"
   ],
   [
    "pilotika 1",
    "муж",
    "имя странствующего аскета",
    "✔"
   ],
   [
    "puṇṇa 5",
    "муж",
    "имя колийского аскета, который практиковал коровье поведение",
    "✔"
   ],
   [
    "pūraṇa 1",
    "муж",
    "имя аскетического учителя",
    "✔"
   ],
   [
    "poṭṭhapāda 1",
    "муж",
    "имя странствующего подвижника",
    "✔"
   ],
   [
    "potaliputta",
    "муж",
    "имя странствующего аскета",
    "◑"
   ],
   [
    "bāhiya",
    "муж",
    "имя аскета",
    "✔"
   ],
   [
    "brahmadatta 5",
    "муж",
    "имя странствующего аскета",
    "✔"
   ],
   [
    "bhaggavagotta",
    "муж",
    "имя странствующего аскета",
    "◑"
   ],
   [
    "bharaṇḍu",
    "муж",
    "имя аскета",
    "✔"
   ],
   [
    "makkhali",
    "муж",
    "имя аскетического учителя",
    "✔"
   ],
   [
    "makkhaligosāla",
    "муж",
    "имя аскетического учителя",
    "✔"
   ],
   [
    "makkhalipūraṇā",
    "муж",
    "макхали госа́ла, па́раṇa касса́па",
    "✔"
   ],
   [
    "māgaṇḍi",
    "муж",
    "имя странствующего аскета",
    "◑"
   ],
   [
    "māgaṇḍiya",
    "муж",
    "имя странствующего подвижника",
    "✔"
   ],
   [
    "muṇḍiya 2",
    "муж",
    "имя аскета",
    "✔"
   ],
   [
    "mūgapakkha",
    "муж",
    "имя древнего учителя",
    "◑"
   ],
   [
    "mettagū",
    "муж",
    "имя брамина-аскета",
    "✔"
   ],
   [
    "moḷiyasīvaka",
    "муж",
    "имя странствующего аскета",
    "✔"
   ],
   [
    "rāma 2",
    "муж",
    "имя мудреца",
    "✔"
   ],
   [
    "vacchagotta 1",
    "муж",
    "имя аскета",
    "✔"
   ],
   [
    "vacchaputta",
    "муж",
    "имя аскета",
    "◑"
   ],
   [
    "vayabhiññā",
    "муж",
    "имена двух сторонников доктрины не-причинности",
    "◑"
   ],
   [
    "varadhara",
    "муж",
    "имя странствующего аскета",
    "✔"
   ],
   [
    "vassabhaññā",
    "муж",
    "имена двух сторонников доктрины не-каузальности",
    "✔"
   ],
   [
    "vassabhiññā",
    "муж",
    "имя двух представителей доктрины о не-каузальности",
    "◑"
   ],
   [
    "vekhanasa",
    "муж",
    "имя странствующего аскета",
    "✔"
   ],
   [
    "vekhanassa",
    "муж",
    "имя странствующего аскета",
    "✔"
   ],
   [
    "sakuludāyī",
    "муж",
    "имя странствующего аскета",
    "✔"
   ],
   [
    "saccaka",
    "муж",
    "имя джайна",
    "✔"
   ],
   [
    "sajjha 2",
    "муж",
    "имя странствующего аскета",
    "✔"
   ],
   [
    "sañcaya 2.1",
    "муж",
    "имя аскетического учителя",
    "✔"
   ],
   [
    "sañjaya 1",
    "муж",
    "имя аскетического учителя",
    "✔"
   ],
   [
    "sandaka",
    "муж",
    "имя странствующего аскета",
    "✔"
   ],
   [
    "samaṇamuṇḍikāputta",
    "муж",
    "сын аскета Муṇḍикā",
    "✔"
   ],
   [
    "saradatāpasa",
    "муж",
    "имя аскета",
    "✔"
   ],
   [
    "sarabha 2",
    "муж",
    "имя странствующего аскета",
    "✔"
   ],
   [
    "sāmaṇḍaka",
    "муж",
    "имя странствующего аскета",
    "◑"
   ],
   [
    "sāmaṇḍakāni",
    "муж",
    "имя странствующего аскета",
    "◑"
   ],
   [
    "sīvaka 1",
    "муж",
    "имя странствующего подвижника",
    "✔"
   ],
   [
    "sucimukhī",
    "жен",
    "имя женского странствующего аскета",
    "◑"
   ],
   [
    "sunetta",
    "муж",
    "имя старого учителя",
    "◑"
   ],
   [
    "suppiya 1",
    "муж",
    "имя странствующего аскета",
    "✔"
   ],
   [
    "sūcimukhī",
    "жен",
    "имя монахини-аскета",
    "✔"
   ],
   [
    "seniya 2",
    "муж",
    "имя аскета, выполнявшего практику собаки",
    "✔"
   ],
   [
    "hatthipāla",
    "муж",
    "имя учителя старых времен",
    "◑"
   ]
  ],
  "count": 89
 },
 "names of deities": {
  "data": [
   [
    "accutā",
    "муж",
    "название группы божеств",
    "✔"
   ],
   [
    "ajakalāpaka 1",
    "ср",
    "название святилища",
    "✔"
   ],
   [
    "ajakalāpaka 2",
    "муж",
    "название духа",
    "✔"
   ],
   [
    "anejakā",
    "муж",
    "название группы божеств",
    "✔"
   ],
   [
    "antaka",
    "муж",
    "Смерть",
    "✔"
   ],
   [
    "abhibhū 2",
    "муж",
    "повелитель",
    "✔"
   ],
   [
    "ariṭṭhakā",
    "муж",
    "название группы божеств",
    "✔"
   ],
   [
    "aruṇā",
    "муж",
    "группа божеств",
    "✔"
   ],
   [
    "asama 1",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "asamā",
    "муж",
    "name of a group of deities",
    "✔"
   ],
   [
    "ākoṭaka",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "ābhassarā",
    "муж",
    "сияющие божественные существа",
    "✔"
   ],
   [
    "āsavant",
    "муж",
    "имя группы божеств",
    "✔"
   ],
   [
    "indaka",
    "муж",
    "имя духа",
    "◑"
   ],
   [
    "issarā 2",
    "муж",
    "name of a group of gods",
    "✔"
   ],
   [
    "īsāna",
    "муж",
    "имя ведического бога",
    "✔"
   ],
   [
    "uttara 2.06",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "uttarā 3",
    "жен",
    "имя молодой женской духи",
    "◑"
   ],
   [
    "ojasi",
    "муж",
    "имя божества",
    "◑"
   ],
   [
    "odātagayhā",
    "муж",
    "имя группы божеств",
    "✔"
   ],
   [
    "opamañña 2",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "kakudha 1",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "kaṭṭhakā",
    "муж",
    "название группы божеств",
    "✔"
   ],
   [
    "kambalassatarā",
    "муж",
    "название двух групп наг.",
    "✔"
   ],
   [
    "karatiya 1",
    "муж",
    "имя сверхъестественного существа",
    "◑"
   ],
   [
    "karambhā",
    "жен",
    "name of a goddess",
    "✔"
   ],
   [
    "karumhā",
    "муж",
    "name of a group of deities",
    "✔"
   ],
   [
    "kassapa 2",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "kāpilavatthavā",
    "муж",
    "название группы демонов",
    "✔"
   ],
   [
    "kāmada 1",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "kāmaseṭṭha",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "kālakañcā",
    "муж",
    "название группы демонов",
    "✔"
   ],
   [
    "kālakañcikā",
    "муж",
    "название группы демонов",
    "✔"
   ],
   [
    "kālakañjā",
    "муж",
    "название группы демонов",
    "✔"
   ],
   [
    "kālakañjikā",
    "муж",
    "название группы демонов",
    "◑"
   ],
   [
    "kāḷī 3",
    "жен",
    "имя сестры Махамоггаланы в предыдущем воплощении",
    "✔"
   ],
   [
    "kinnighaṇḍu",
    "муж",
    "name of a deity",
    "✔"
   ],
   [
    "kinnughaṇḍu",
    "муж",
    "name of a deity",
    "✔"
   ],
   [
    "kuṭeṇḍu",
    "муж",
    "name of a deity",
    "✔"
   ],
   [
    "kumbhīra",
    "муж",
    "name of a daemon king",
    "✔"
   ],
   [
    "kuvera",
    "муж",
    "божество-хранитель",
    "✔"
   ],
   [
    "kokanadā",
    "жен",
    "имя богини",
    "✔"
   ],
   [
    "khara 3",
    "муж",
    "имя демона",
    "✔"
   ],
   [
    "khiḍḍāpadosikā",
    "муж",
    "имя группы божеств",
    "✔"
   ],
   [
    "khema 3",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "khemiyā 1",
    "муж",
    "name of a group of deities",
    "✔"
   ],
   [
    "gopaka 4",
    "муж",
    "name of a deity",
    "✔"
   ],
   [
    "gopāla 2",
    "муж",
    "имя духа",
    "◑"
   ],
   [
    "ghaṭīkāra",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "canda 2",
    "муж",
    "имя лунного божества",
    "✔"
   ],
   [
    "candana 2",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "candima 2",
    "муж",
    "имя божества, живущего на Луне",
    "◑"
   ],
   [
    "candimasa",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "candimāsa",
    "муж",
    "имя божества",
    "◑"
   ],
   [
    "cittasena",
    "муж",
    "имя полубога",
    "✔"
   ],
   [
    "cullakokanadā",
    "жен",
    "название богини",
    "◑"
   ],
   [
    "cūḷakokanadā",
    "жен",
    "имя богини",
    "✔"
   ],
   [
    "janavasabha",
    "муж",
    "name of a supernatural being",
    "✔"
   ],
   [
    "janesabha",
    "муж",
    "имя полубога",
    "✔"
   ],
   [
    "janosabha",
    "муж",
    "имя полубога",
    "✔"
   ],
   [
    "jantu 2",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "jotināmā",
    "муж",
    "имя группы божеств",
    "✔"
   ],
   [
    "tacchakā",
    "муж",
    "группа наг",
    "✔"
   ],
   [
    "tatojasī",
    "муж",
    "имя божества",
    "◑"
   ],
   [
    "tatotalā",
    "муж",
    "название группы божеств",
    "◑"
   ],
   [
    "tatolā",
    "муж",
    "имя группы божеств",
    "◑"
   ],
   [
    "tattalā",
    "муж",
    "название группы божеств",
    "◑"
   ],
   [
    "tāyana 1",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "timbarū",
    "муж",
    "name of a demigod king",
    "✔"
   ],
   [
    "tudu",
    "муж",
    "имя независимого брахмы",
    "◑"
   ],
   [
    "turū",
    "муж",
    "имя независимого Брахмы",
    "◑"
   ],
   [
    "tusitā",
    "муж",
    "имя группы божеств",
    "✔"
   ],
   [
    "tejasi",
    "муж",
    "имя божества",
    "◑"
   ],
   [
    "dadhimukha",
    "муж",
    "имя духа",
    "◑"
   ],
   [
    "dānaveghasā",
    "муж",
    "название группы демонов",
    "✔"
   ],
   [
    "dāmali",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "dīgha 2",
    "муж",
    "имя духа",
    "✔"
   ],
   [
    "dīghalaṭṭhi",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "dūsī 2",
    "муж",
    "имя Мары",
    "✔"
   ],
   [
    "dhataraṭṭha 1",
    "муж",
    "имя одного из четырех великих царей",
    "✔"
   ],
   [
    "nanda 1",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "nandana 1",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "nandivisāla",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "namuci",
    "муж",
    "намуци",
    "✔"
   ],
   [
    "namucī",
    "муж",
    "мара",
    "✔"
   ],
   [
    "naḷa 3",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "naḷeru",
    "муж",
    "(комм) название духа",
    "◑"
   ],
   [
    "naḷorāja",
    "муж",
    "имя полубога",
    "✔"
   ],
   [
    "nāgasā",
    "муж",
    "names of a group of nāgas",
    "✔"
   ],
   [
    "nika",
    "муж",
    "имя божества",
    "◑"
   ],
   [
    "niṅka",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "nimmānaratino",
    "муж",
    "группа дэвов",
    "✔"
   ],
   [
    "nīka",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "pajjunna",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "pañcasikha 1",
    "муж",
    "имя полубога",
    "✔"
   ],
   [
    "pañcālacaṇḍa",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "pathavindhara",
    "муж",
    "имя наги",
    "◑"
   ],
   [
    "panāda",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "payāgā 2",
    "муж",
    "название группы наг ",
    "◑"
   ],
   [
    "parajana 1",
    "муж",
    "имя духа",
    "✔"
   ],
   [
    "paranimmitā",
    "муж",
    "название группы божеств",
    "✔"
   ],
   [
    "paramatta",
    "муж",
    "имя бога",
    "✔"
   ],
   [
    "parittasubha",
    "прил",
    "с ограниченной красотой",
    "✔"
   ],
   [
    "parittābha",
    "прил",
    "с ограниченным сиянием",
    "✔"
   ],
   [
    "pahārāda",
    "муж",
    "имя демона",
    "✔"
   ],
   [
    "pāpimant 3",
    "муж",
    "злой",
    "✔"
   ],
   [
    "pāmokkhā",
    "муж",
    "name of a group of deities",
    "✔"
   ],
   [
    "pāyāgā",
    "муж",
    "группа нагам",
    "✔"
   ],
   [
    "pāragā",
    "муж",
    "название группы божеств",
    "✔"
   ],
   [
    "piyaṅkara",
    "муж",
    "название духа",
    "◑"
   ],
   [
    "piyaṅkaramātar",
    "жен",
    "имя женского духа",
    "◑"
   ],
   [
    "puṇṇaka 1",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "punabbasu 1",
    "муж",
    "название духа",
    "◑"
   ],
   [
    "punabbasumātar",
    "жен",
    "имя женского духа",
    "◑"
   ],
   [
    "baka 1",
    "муж",
    "имя бога",
    "✔"
   ],
   [
    "begabbhari",
    "муж",
    "имя божества",
    "◑"
   ],
   [
    "brahmāsahampati",
    "муж",
    "name of the Brahma who implored the Buddha to teach",
    "✔"
   ],
   [
    "bhagalavatī",
    "жен",
    "имя божества",
    "◑"
   ],
   [
    "bhaddā 2",
    "жен",
    "name of a female demigod",
    "✔"
   ],
   [
    "bhujagī",
    "жен",
    "имя женского божества",
    "✔"
   ],
   [
    "bhuñjatī",
    "жен",
    "name of a female deity",
    "✔"
   ],
   [
    "bhūjati",
    "жен",
    "name of a female deity",
    "✔"
   ],
   [
    "maṇi 2",
    "муж",
    "имя духа",
    "◑"
   ],
   [
    "maṇikaṇṭha",
    "муж",
    "имя дракона",
    "◑"
   ],
   [
    "maṇibhadda",
    "муж",
    "имя духа",
    "◑"
   ],
   [
    "manopadosikā",
    "муж",
    "название группы божеств",
    "✔"
   ],
   [
    "manosatta",
    "прил",
    "эпитет класса девов в джайнской доктрине",
    "✔"
   ],
   [
    "mandavalāhakā",
    "муж",
    "имя группы божеств",
    "✔"
   ],
   [
    "mandiya 2",
    "муж",
    "имя божества",
    "◑"
   ],
   [
    "mahāpāragā",
    "муж",
    "имя группы божеств",
    "✔"
   ],
   [
    "mahāsamanā",
    "муж",
    "имя группы божеств",
    "✔"
   ],
   [
    "mahiddhi",
    "муж",
    "имя бога",
    "✔"
   ],
   [
    "mahinda",
    "муж",
    "великий Индра",
    "✔"
   ],
   [
    "māgha 1",
    "муж",
    "(комм) прозвище Шакки",
    "✔"
   ],
   [
    "māṇavagāmiya",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "māṇivara",
    "муж",
    "имя духа",
    "◑"
   ],
   [
    "mātalī",
    "муж",
    "имя возничего Сакки",
    "✔"
   ],
   [
    "mānicara",
    "муж",
    "имя духа",
    "◑"
   ],
   [
    "mānusā",
    "муж",
    "название группы божеств",
    "✔"
   ],
   [
    "mānusuttamā",
    "муж",
    "название группы божеств",
    "✔"
   ],
   [
    "māra",
    "муж",
    "смерть",
    "✔"
   ],
   [
    "missakā",
    "муж",
    "name of a group of deities",
    "✔"
   ],
   [
    "yāmā",
    "муж",
    "имя группы божеств",
    "✔"
   ],
   [
    "yāmunā",
    "муж",
    "живущий в реке Ямуна",
    "✔"
   ],
   [
    "rāhu 1",
    "муж",
    "имя владыки асуров",
    "✔"
   ],
   [
    "rāhubhadda",
    "муж",
    "благоприятный Раху",
    "✔"
   ],
   [
    "rojā",
    "муж",
    "имя группы божеств",
    "✔"
   ],
   [
    "rohitassa",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "lambītakā",
    "муж",
    "имя группы божеств",
    "✔"
   ],
   [
    "lāmaseṭṭhā",
    "муж",
    "название группы божеств",
    "✔"
   ],
   [
    "lohitavāsī",
    "муж",
    "название группы божеств",
    "✔"
   ],
   [
    "vatrabhū",
    "муж",
    "(комм) имя Сакки",
    "✔"
   ],
   [
    "varuṇa",
    "муж",
    "имя ведийского бога",
    "✔"
   ],
   [
    "varuṇā",
    "муж",
    "name of a group of deities",
    "✔"
   ],
   [
    "vasavattino",
    "муж",
    "имя группы божеств",
    "✔"
   ],
   [
    "vasū",
    "муж",
    "имя группы божеств",
    "✔"
   ],
   [
    "vāraṇā",
    "муж",
    "name of a group of nāgas",
    "✔"
   ],
   [
    "vāruṇā",
    "муж",
    "name of a group of nāgas",
    "✔"
   ],
   [
    "vāsavanesī",
    "муж",
    "name of a group of deities",
    "✔"
   ],
   [
    "vāsudatta",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "vicakkhaṇā",
    "муж",
    "name of a group of deities",
    "✔"
   ],
   [
    "viññāṇañcāyatanūpaga",
    "прил",
    "попавший в измерение бесконечного сознания",
    "✔"
   ],
   [
    "viṭucca",
    "муж",
    "name of a deity",
    "✔"
   ],
   [
    "viṭuṭa",
    "муж",
    "name of a deity",
    "✔"
   ],
   [
    "viṭū",
    "муж",
    "name of a deity",
    "✔"
   ],
   [
    "viṭeṇḍu",
    "муж",
    "name of a deity",
    "✔"
   ],
   [
    "vinatā 1",
    "жен",
    "мать расы Гаруды",
    "✔"
   ],
   [
    "virūpakkha 2",
    "муж",
    "name of one of the Four Great Kings",
    "✔"
   ],
   [
    "virūḷha 2",
    "муж",
    "имя одного из Четырех Великих Царей",
    "✔"
   ],
   [
    "virūḷhaka",
    "муж",
    "имя одного из Четырех Великих Королей",
    "✔"
   ],
   [
    "visukamma",
    "муж",
    "name of the Sakka's architect",
    "✔"
   ],
   [
    "vissakamma",
    "муж",
    "name of the Sakka's architect",
    "✔"
   ],
   [
    "vegabbhari",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "veghanasā",
    "муж",
    "имя группы божеств",
    "◑"
   ],
   [
    "veṭambarī",
    "муж",
    "имя божества",
    "◑"
   ],
   [
    "veṭeṇḍu",
    "муж",
    "name of a deity",
    "✔"
   ],
   [
    "veṇḍu",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "veṇḍudevā",
    "муж",
    "название группы богов",
    "✔"
   ],
   [
    "veṇhu",
    "муж",
    "имя божества",
    "◑"
   ],
   [
    "venateyya",
    "муж",
    "потомок винаты",
    "✔"
   ],
   [
    "vepacitti",
    "муж",
    "имя повелителя демонов",
    "✔"
   ],
   [
    "veroca",
    "муж",
    "name of an asura lord",
    "✔"
   ],
   [
    "vesālā",
    "муж",
    "name of a group of nāgas",
    "✔"
   ],
   [
    "vessavaṇa",
    "муж",
    "имя одного из четырех великих королей",
    "✔"
   ],
   [
    "vessāmittā",
    "муж",
    "имя группы демонов",
    "✔"
   ],
   [
    "vehapphala 2",
    "прил",
    "эпитет класса девов",
    "✔"
   ],
   [
    "sakka 2",
    "муж",
    "Сакка",
    "✔"
   ],
   [
    "sadāmattā",
    "муж",
    "имя группы божеств",
    "✔"
   ],
   [
    "sanaṅkumāra",
    "муж",
    "имя бога",
    "✔"
   ],
   [
    "sanaṅkumārabrahma",
    "муж",
    "имя бога",
    "◑"
   ],
   [
    "santussita 1",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "samānā",
    "муж",
    "название группы божеств",
    "✔"
   ],
   [
    "sambara",
    "муж",
    "имя владыки асуров",
    "◑"
   ],
   [
    "sahadhammā",
    "муж",
    "название группы божеств",
    "✔"
   ],
   [
    "sahabhū 2",
    "муж",
    "имя класса божеств",
    "✔"
   ],
   [
    "sahampati",
    "муж",
    "имя Брахмы, умолявшего Будду преподать",
    "✔"
   ],
   [
    "sahali",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "sahalī",
    "муж",
    "name of a group of deities",
    "✔"
   ],
   [
    "sātāgira 2",
    "муж",
    "имя сверхъестественного существа",
    "✔"
   ],
   [
    "sātāgirā",
    "муж",
    "имя группы демонов",
    "✔"
   ],
   [
    "sānu 2",
    "муж",
    "имя духа",
    "◑"
   ],
   [
    "sikhaṇḍī 3",
    "муж",
    "name of Mātali's son",
    "✔"
   ],
   [
    "siva 2",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "sivaka 1",
    "муж",
    "имя божества",
    "◑"
   ],
   [
    "sukkā 1",
    "муж",
    "name of a group of deities",
    "✔"
   ],
   [
    "sucitti",
    "муж",
    "сучитти",
    "✔"
   ],
   [
    "sudassa 2",
    "прил",
    "красивый",
    "✔"
   ],
   [
    "sudassī",
    "прил",
    "эпитет класса дэвов",
    "✔"
   ],
   [
    "sunimmita 2",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "suppagedha",
    "муж",
    "имя духа",
    "◑"
   ],
   [
    "supparodha",
    "муж",
    "имя духа",
    "◑"
   ],
   [
    "subrahma 1",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "subhakiṇha 2",
    "прил",
    "эпитет класса девов",
    "✔"
   ],
   [
    "suyāma",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "suriyavaccasa",
    "муж",
    "имя полубога",
    "✔"
   ],
   [
    "suvīra",
    "муж",
    "имя божества",
    "◑"
   ],
   [
    "susima 1",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "susīma 1",
    "муж",
    "имя божества",
    "◑"
   ],
   [
    "sūciloma 2",
    "муж",
    "имя демона",
    "✔"
   ],
   [
    "sūriya 1",
    "муж",
    "Солнце",
    "✔"
   ],
   [
    "sūriya 2",
    "муж",
    "имя бога солнца",
    "✔"
   ],
   [
    "sūriyavaccasā",
    "жен",
    "name of a demigod",
    "✔"
   ],
   [
    "sūriyavacchasā",
    "жен",
    "имя деми-богини",
    "✔"
   ],
   [
    "sūleyyarucirā",
    "муж",
    "имя двух групп божеств",
    "✔"
   ],
   [
    "setaketu",
    "муж",
    "имя Бодхисаттвы в небесах Тушита",
    "✔"
   ],
   [
    "serī 2.1",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "serīsaka 2",
    "муж",
    "название духа",
    "◑"
   ],
   [
    "harayo",
    "муж",
    "name of a group of deities",
    "✔"
   ],
   [
    "harī",
    "муж",
    "название группы божеств",
    "◑"
   ],
   [
    "hāragajā",
    "муж",
    "название группы божеств",
    "✔"
   ],
   [
    "hārita 1",
    "муж",
    "имя бога",
    "✔"
   ],
   [
    "hemavata 1",
    "муж",
    "имя царя демонов",
    "✔"
   ],
   [
    "hemavatā",
    "муж",
    "название группы демонов",
    "✔"
   ],
   [
    "hevamata",
    "муж",
    "имя духа",
    "◑"
   ]
  ],
  "count": 234
 },
 "animals": {
  "data": [
   [
    "accha 2.1",
    "муж",
    "медведь",
    "✔"
   ],
   [
    "aṇḍaja 2",
    "муж",
    "птица",
    "✔"
   ],
   [
    "anusabha",
    "муж",
    "не племенной бык",
    "◑"
   ],
   [
    "amarā",
    "жен",
    "угорь",
    "✔"
   ],
   [
    "ambukasañcarī",
    "жен",
    "название птицы",
    "◑"
   ],
   [
    "alagadda",
    "муж",
    "водяная змея",
    "✔"
   ],
   [
    "uddhumāyikā",
    "жен",
    "индийская бычья лягушка",
    "✔"
   ],
   [
    "uraṇa",
    "муж",
    "баран",
    "◑"
   ],
   [
    "uraṇī",
    "жен",
    "овца",
    "✔"
   ],
   [
    "usabha 1",
    "муж",
    "ведущий бык",
    "✔"
   ],
   [
    "kakuṭa",
    "муж",
    "голубь",
    "✔"
   ],
   [
    "kacchapa",
    "муж",
    "черепаха",
    "✔"
   ],
   [
    "karavīka",
    "муж",
    "индийская кукушка",
    "✔"
   ],
   [
    "kumbhīla",
    "муж",
    "гарьial",
    "✔"
   ],
   [
    "kumma",
    "муж",
    "черепаха",
    "✔"
   ],
   [
    "kurara",
    "муж",
    "скопа",
    "✔"
   ],
   [
    "kulala",
    "муж",
    "хищная птица",
    "✔"
   ],
   [
    "koka",
    "муж",
    "волк",
    "✔"
   ],
   [
    "kokila",
    "муж",
    "кукушка",
    "✔"
   ],
   [
    "kokilā",
    "жен",
    "самка кукушки",
    "✔"
   ],
   [
    "koñca",
    "муж",
    "цапля",
    "✔"
   ],
   [
    "koñcī",
    "жен",
    "цапля",
    "✔"
   ],
   [
    "khagga 3",
    "муж",
    "носорог",
    "✔"
   ],
   [
    "gava",
    "муж",
    "бык",
    "✔"
   ],
   [
    "gāvī",
    "жен",
    "корова",
    "✔"
   ],
   [
    "gāvo 1",
    "муж",
    "крупный рогатый скот",
    "✔"
   ],
   [
    "gāvo 2",
    "муж",
    "крупный рогатый скот",
    "✔"
   ],
   [
    "go",
    "муж",
    "бык",
    "✔"
   ],
   [
    "gokaṇṇa",
    "муж",
    "нильгау",
    "◑"
   ],
   [
    "gokāṇā 2",
    "жен",
    "нильгау",
    "◑"
   ],
   [
    "goṇa",
    "муж",
    "бык",
    "✔"
   ],
   [
    "godhā",
    "жен",
    "игуана",
    "✔"
   ],
   [
    "golikā",
    "жен",
    "рептилия",
    "◑"
   ],
   [
    "gharagolikā",
    "жен",
    "домашний геккон",
    "◑"
   ],
   [
    "camara",
    "муж",
    "як",
    "◑"
   ],
   [
    "jāti 4",
    "жен",
    "тип",
    "✔"
   ],
   [
    "taraccha",
    "муж",
    "гиена",
    "✔"
   ],
   [
    "taracchi",
    "муж",
    "гена",
    "✔"
   ],
   [
    "tittirī",
    "жен",
    "куропатка",
    "✔"
   ],
   [
    "dīpi",
    "муж",
    "леопард",
    "✔"
   ],
   [
    "dīpī",
    "муж",
    "леопард",
    "✔"
   ],
   [
    "dhaṅka",
    "муж",
    "ворон",
    "✔"
   ],
   [
    "dhenu 1",
    "жен",
    "корова",
    "✔"
   ],
   [
    "dhenu 3",
    "жен",
    "животное женского пола",
    "◑"
   ],
   [
    "nīlamaṇḍūka",
    "муж",
    "зеленая лягушка",
    "◑"
   ],
   [
    "pakkhī 1",
    "муж",
    "птица",
    "✔"
   ],
   [
    "pādudara",
    "муж",
    "змея",
    "✔"
   ],
   [
    "puṅgava 1",
    "муж",
    "бык",
    "✔"
   ],
   [
    "puṅgava 2",
    "муж",
    "благородный человек",
    "✔"
   ],
   [
    "pokkharasātakā",
    "жен",
    "имя птицы",
    "◑"
   ],
   [
    "balibadda",
    "муж",
    "бык",
    "✔"
   ],
   [
    "balibaddha",
    "муж",
    "бык",
    "✔"
   ],
   [
    "balivadda",
    "муж",
    "бык",
    "✔"
   ],
   [
    "balībadda",
    "муж",
    "бык",
    "✔"
   ],
   [
    "byaggha",
    "муж",
    "тигр",
    "✔"
   ],
   [
    "bhiṅka",
    "муж",
    "молодое животное",
    "✔"
   ],
   [
    "bhiṅkacchāpa",
    "муж",
    "молодое потомство слона",
    "✔"
   ],
   [
    "makara",
    "муж",
    "морское чудовище",
    "✔"
   ],
   [
    "makkhikā 1",
    "жен",
    "муха",
    "✔"
   ],
   [
    "makkhikā 2",
    "жен",
    "пчела",
    "✔"
   ],
   [
    "maṅgura 2",
    "муж",
    "ходячий сом",
    "✔"
   ],
   [
    "maccha",
    "муж",
    "рыба",
    "✔"
   ],
   [
    "maṇḍūka",
    "муж",
    "лягушка",
    "✔"
   ],
   [
    "mayūra",
    "муж",
    "павлин",
    "✔"
   ],
   [
    "mahiṃsa",
    "муж",
    "бизон",
    "✔"
   ],
   [
    "miga 1",
    "муж",
    "олень",
    "✔"
   ],
   [
    "miga 2",
    "муж",
    "животное",
    "✔"
   ],
   [
    "migā",
    "жен",
    "лань",
    "✔"
   ],
   [
    "meṇḍa",
    "муж",
    "баран",
    "✔"
   ],
   [
    "luvaka",
    "муж",
    "flying squirrel",
    "✔"
   ],
   [
    "vacchatara",
    "муж",
    "молодой бык",
    "✔"
   ],
   [
    "vacchatarī",
    "жен",
    "молодая телка",
    "✔"
   ],
   [
    "vasabha 1",
    "муж",
    "главный бык",
    "◑"
   ],
   [
    "vyaggha",
    "муж",
    "тигр",
    "◑"
   ],
   [
    "sigāla",
    "муж",
    "шакал",
    "✔"
   ],
   [
    "sithilahanu",
    "муж",
    "название птицы",
    "✔"
   ],
   [
    "sīha 1",
    "муж",
    "лев",
    "✔"
   ],
   [
    "suṇa",
    "муж",
    "пёс",
    "✔"
   ],
   [
    "sunī",
    "жен",
    "сука, самка собаки",
    "◑"
   ],
   [
    "suvāna",
    "муж",
    "собака",
    "✔"
   ],
   [
    "susumāra",
    "муж",
    "крокодил",
    "✔"
   ],
   [
    "hatthi",
    "муж",
    "слон",
    "✔"
   ],
   [
    "hatthī 1",
    "муж",
    "слон",
    "✔"
   ],
   [
    "haṃsa 1.1",
    "муж",
    "лебедь",
    "✔"
   ]
  ],
  "count": 84
 },
 "names of royalty": {
  "data": [
   [
    "ajātasattu",
    "муж",
    "имя царя Магадхи",
    "✔"
   ],
   [
    "ajātasattukumāra",
    "муж",
    "имя принца",
    "◑"
   ],
   [
    "aṇīkadatta",
    "муж",
    "имя царя",
    "✔"
   ],
   [
    "anīkaratta",
    "муж",
    "имя царя",
    "✔"
   ],
   [
    "abhaya 4",
    "муж",
    "имя принца",
    "✔"
   ],
   [
    "aruṇa 3",
    "муж",
    "имя отца Будды Сикхи",
    "✔"
   ],
   [
    "aruṇavant",
    "муж",
    "имя царя",
    "◑"
   ],
   [
    "alīnacitta 3",
    "муж",
    "алйначитта",
    "✔"
   ],
   [
    "alīnasatta",
    "муж",
    "имя князя",
    "✔"
   ],
   [
    "avantiputta",
    "муж",
    "имя царя Мадхуры",
    "◑"
   ],
   [
    "aḷaka",
    "муж",
    "имя царства",
    "✔"
   ],
   [
    "ukkāka",
    "муж",
    "имя короля",
    "✔"
   ],
   [
    "ukkāmukha 2",
    "муж",
    "имя одного из сыновей царя Оккаки",
    "✔"
   ],
   [
    "utena",
    "муж",
    "имя царя",
    "✔"
   ],
   [
    "udayabhadda",
    "муж",
    "имя принца",
    "✔"
   ],
   [
    "udāyibhadda",
    "муж",
    "имя принца",
    "✔"
   ],
   [
    "udumbarikā",
    "жен",
    "имя королевы, построившей парк для странствующих аскетов",
    "✔"
   ],
   [
    "esukārī 2",
    "муж",
    "имя царя",
    "◑"
   ],
   [
    "eḷeyya",
    "муж",
    "имя царя",
    "✔"
   ],
   [
    "okkāka",
    "муж",
    "имя короля",
    "✔"
   ],
   [
    "okkākarāja",
    "муж",
    "царь Оккака",
    "✔"
   ],
   [
    "okkāmukha",
    "муж",
    "имя одного из сыновей царя Оккаки",
    "✔"
   ],
   [
    "kaṇhājinā",
    "жен",
    "имя принцессы",
    "✔"
   ],
   [
    "karakaṇḍa",
    "муж",
    "караканда, имя одного из сыновей царя Оккаки",
    "✔"
   ],
   [
    "karakaṇḍu",
    "муж",
    "имя одного из сыновей царя оккаки",
    "✔"
   ],
   [
    "kaḷārajanaka",
    "муж",
    "имя короля",
    "✔"
   ],
   [
    "kāḷīgodhā",
    "жен",
    "имя княгини Сакья",
    "✔"
   ],
   [
    "kikī 2",
    "муж",
    "имя царствующего царя Каси во времена Будды Кассапы",
    "✔"
   ],
   [
    "kī 1.1",
    "муж",
    "имя царствующего короля во времена Будды Кассапы",
    "✔"
   ],
   [
    "kūṭakaṇṇa",
    "муж",
    "имя древнего царя Шри-Ланки, который правил с 42 по 20 год до н. э.",
    "✔"
   ],
   [
    "korabya 1",
    "муж",
    "имя царя",
    "✔"
   ],
   [
    "khema 5",
    "муж",
    "имя правящего короля во времена Будды Какусандхи",
    "✔"
   ],
   [
    "khemaka 3",
    "муж",
    "имя шакьянского царя",
    "✔"
   ],
   [
    "khemiyā 2",
    "жен",
    "имя королевы",
    "✔"
   ],
   [
    "gajabāhu",
    "муж",
    "имя древнего царя Шри-Ланки, который правил с 113 по 135 год н.э.",
    "◑"
   ],
   [
    "caṇḍapajjota",
    "муж",
    "имя царя",
    "◑"
   ],
   [
    "candakumāra",
    "муж",
    "имя принца",
    "✔"
   ],
   [
    "cundī",
    "жен",
    "имя принцессы",
    "◑"
   ],
   [
    "cūḷanīputta",
    "муж",
    "имя принца",
    "✔"
   ],
   [
    "jayasena",
    "муж",
    "имя принца",
    "◑"
   ],
   [
    "jālī 2.3",
    "муж",
    "имя принца",
    "✔"
   ],
   [
    "jetar 1",
    "муж",
    "имя принца",
    "✔"
   ],
   [
    "daḷhanemi",
    "муж",
    "имя мифологического царя",
    "◑"
   ],
   [
    "disampati 1",
    "муж",
    "имя короля",
    "✔"
   ],
   [
    "duṭṭhagāmaṇi",
    "муж",
    "имя знаменитого древнего царя в Шри-Ланке, который правил с 161 по 137 до н.э.",
    "✔"
   ],
   [
    "dhataraṭṭha 2",
    "муж",
    "name of two of the seven Bharata kings",
    "✔"
   ],
   [
    "dhanañcaya",
    "муж",
    "имя куру царя",
    "✔"
   ],
   [
    "nimi",
    "муж",
    "имя царя",
    "✔"
   ],
   [
    "pacetana",
    "муж",
    "имя царя",
    "◑"
   ],
   [
    "pajjota 3",
    "муж",
    "имя царя, друга Бимбисары",
    "✔"
   ],
   [
    "pañcālī",
    "жен",
    "имя королевы",
    "◑"
   ],
   [
    "pabhāvatī",
    "жен",
    "имя матери Сикхи Будды",
    "✔"
   ],
   [
    "pasenadi",
    "муж",
    "имя царя Косалы",
    "✔"
   ],
   [
    "bandhumatī 1",
    "жен",
    "имя матери Будды Випасси",
    "✔"
   ],
   [
    "bandhumant 3",
    "муж",
    "имя отца Будды Випасси",
    "✔"
   ],
   [
    "ballika",
    "муж",
    "имя царя",
    "✔"
   ],
   [
    "bimbisāra",
    "муж",
    "имя царя Магады",
    "✔"
   ],
   [
    "bodhi 4",
    "муж",
    "имя принца",
    "✔"
   ],
   [
    "brahmadatta 3",
    "муж",
    "имя одного из семи царей Бхарата",
    "✔"
   ],
   [
    "bhaddasena",
    "муж",
    "имя принца в джатака истории",
    "✔"
   ],
   [
    "bharata 1",
    "муж",
    "имя одного из семи царей Бхарата",
    "✔"
   ],
   [
    "bhāradha",
    "муж",
    "название королевской семьи",
    "✔"
   ],
   [
    "maghadeva 1",
    "муж",
    "имя царя",
    "✔"
   ],
   [
    "maddarūpī",
    "жен",
    "дочь царя Оккака",
    "✔"
   ],
   [
    "maddī",
    "жен",
    "имя принцессы",
    "✔"
   ],
   [
    "mandhātar",
    "муж",
    "имя короля",
    "✔"
   ],
   [
    "mallikā 2",
    "жен",
    "имя королевы",
    "✔"
   ],
   [
    "mahāpanāda",
    "муж",
    "имя царя Митхилы",
    "◑"
   ],
   [
    "mahāvijita",
    "муж",
    "имя легендарного царя",
    "✔"
   ],
   [
    "mahāsammata",
    "муж",
    "имя мифического царя",
    "◑"
   ],
   [
    "māyā 4",
    "жен",
    "имя матери Будды",
    "✔"
   ],
   [
    "yasavatī",
    "жен",
    "имя матери Будды Весабху",
    "✔"
   ],
   [
    "reṇu 3",
    "муж",
    "имя царя",
    "✔"
   ],
   [
    "reṇu 4",
    "муж",
    "name of one the seven Bharata kings",
    "✔"
   ],
   [
    "vajirī",
    "жен",
    "имя принцессы",
    "✔"
   ],
   [
    "vassavatī",
    "жен",
    "имя матери Будды Вессабху",
    "✔"
   ],
   [
    "vāmagotta",
    "муж",
    "имя принца из истории Джатака",
    "✔"
   ],
   [
    "vāsabhā",
    "жен",
    "имя второй жены царя Пасенади",
    "✔"
   ],
   [
    "vāsuladattā",
    "жен",
    "имя королевы",
    "◑"
   ],
   [
    "vijayabāhu",
    "муж",
    "имя древнего короля в Шри-Ланке, который правил с 1055 по 1110 год н. э.",
    "◑"
   ],
   [
    "vessantara 2",
    "муж",
    "имя принца",
    "◑"
   ],
   [
    "vessabhū 2",
    "муж",
    "имя одного из семи царей Бхараты",
    "✔"
   ],
   [
    "sacetana 2",
    "муж",
    "имя царя",
    "◑"
   ],
   [
    "sattabhū",
    "муж",
    "имя одного из семи царей Бхараты",
    "✔"
   ],
   [
    "sāmāvatī 2",
    "жен",
    "имя первой королевы царя Удены",
    "✔"
   ],
   [
    "sinipura",
    "муж",
    "имя одного из сыновей царя Оккаки",
    "✔"
   ],
   [
    "sinisūra",
    "муж",
    "имя одного из сыновей царя Оккака",
    "✔"
   ],
   [
    "sirī 2",
    "муж",
    "имя бывшего царя",
    "✔"
   ],
   [
    "sivī",
    "муж",
    "имя короля",
    "◑"
   ],
   [
    "suddhodana",
    "муж",
    "имя отца Будды",
    "✔"
   ],
   [
    "suppatita",
    "муж",
    "имя отца Будды Вессабху",
    "✔"
   ],
   [
    "suppatīta 1",
    "муж",
    "имя отца Будды Весабху",
    "✔"
   ],
   [
    "subhaddā 1",
    "жен",
    "имя королевы",
    "✔"
   ],
   [
    "sumanā 2",
    "жен",
    "имя принцессы",
    "◑"
   ],
   [
    "sūriyakumāra",
    "муж",
    "имя принца",
    "✔"
   ],
   [
    "sobha 2",
    "муж",
    "имя правящего царя во время Будды Коṇāgamana",
    "✔"
   ],
   [
    "hatthinika",
    "муж",
    "имя одного из сыновей царя Оккаки",
    "✔"
   ]
  ],
  "count": 97
 },
 "six ascetic teachers": {
  "data": [
   [
    "ajita 1",
    "муж",
    "имя учителя асцета",
    "✔"
   ],
   [
    "kālāma",
    "муж",
    "фамилии первого учителя Будды",
    "✔"
   ],
   [
    "kesakambala 1",
    "муж",
    "фамилии учителя-аскета",
    "✔"
   ],
   [
    "gosāla 1",
    "муж",
    "фамилия аскетического учителя",
    "✔"
   ],
   [
    "nāṭaputta",
    "муж",
    "фамильные имена Махавиры",
    "✔"
   ],
   [
    "nātaputta",
    "муж",
    "фамилия Махавиры, лидера джайнов",
    "✔"
   ],
   [
    "nāthaputta",
    "муж",
    "фамилия Махавиры",
    "✔"
   ],
   [
    "pakudha",
    "муж",
    "имя аскетического учителя",
    "✔"
   ],
   [
    "pakudhaka",
    "муж",
    "имя аскетического учителя",
    "✔"
   ],
   [
    "pūraṇa 1",
    "муж",
    "имя аскетического учителя",
    "✔"
   ],
   [
    "belaṭṭhaputta",
    "муж",
    "имя аскетического учителя",
    "✔"
   ],
   [
    "bellaṭṭhiputta",
    "муж",
    "фамилия учителя-аскета",
    "✔"
   ],
   [
    "makkhali",
    "муж",
    "имя аскетического учителя",
    "✔"
   ],
   [
    "makkhaligosāla",
    "муж",
    "имя аскетического учителя",
    "✔"
   ],
   [
    "makkhalipūraṇā",
    "муж",
    "макхали госа́ла, па́раṇa касса́па",
    "✔"
   ],
   [
    "rāmaputta",
    "муж",
    "фамилии второго учителя Будды",
    "✔"
   ],
   [
    "sañcaya 2.1",
    "муж",
    "имя аскетического учителя",
    "✔"
   ],
   [
    "sañjaya 1",
    "муж",
    "имя аскетического учителя",
    "✔"
   ]
  ],
  "count": 18
 },
 "doctrines": {
  "data": [
   [
    "ajitakesakambalavāda",
    "муж",
    "учение Аджита Кесакабмалы",
    "◑"
   ],
   [
    "attavāda",
    "муж",
    "теория",
    "✔"
   ],
   [
    "atthikavāda 1",
    "муж",
    "сторонник нравственной эффективности",
    "✔"
   ],
   [
    "adhiccasamuppannavāda",
    "муж",
    "учение о случайном возникновении",
    "✔"
   ],
   [
    "ahetuvāda",
    "муж",
    "(сторонник) доктрины отсутствия причинности",
    "✔"
   ],
   [
    "ucchedavāda",
    "муж",
    "доктрина уничтожения",
    "✔"
   ],
   [
    "ucchedavādī",
    "муж",
    "аннигиляционист",
    "✔"
   ],
   [
    "kammavāda 1",
    "муж",
    "сторонник (доктрины) причинности",
    "◑"
   ],
   [
    "kriyavāda",
    "муж",
    "(пропагандист) доктрины действия",
    "✔"
   ],
   [
    "puggalavādī",
    "муж",
    "сторонник учения о том что личность существует",
    "✔"
   ],
   [
    "makkhalivāda",
    "муж",
    "учение Маккхали (Госалы)",
    "✔"
   ],
   [
    "sañcayabelaṭṭhaputtavāda",
    "муж",
    "доктрина Саанджая Белаттхапутты",
    "◑"
   ],
   [
    "saññīvāda 1",
    "муж",
    "доктрина восприимчивой (посмертное существование)",
    "◑"
   ],
   [
    "sassatavāda 1",
    "муж",
    "вечность",
    "✔"
   ],
   [
    "sassatavāda 2",
    "прил",
    "сторонник учения о вечности",
    "✔"
   ],
   [
    "sassatavādī",
    "муж",
    "этерналист",
    "✔"
   ],
   [
    "suññatavādī",
    "муж",
    "сторонник учения о том что все пусто",
    "✔"
   ]
  ],
  "count": 17
 },
 "plants": {
  "data": [
   [
    "ajjuka 1",
    "ср",
    "дикий базилик",
    "✔"
   ],
   [
    "atimuttaka 1",
    "муж",
    "название белого цветка",
    "✔"
   ],
   [
    "atimuttā",
    "жен",
    "название белого цветка",
    "◑"
   ],
   [
    "ativisā",
    "жен",
    "аконит",
    "✔"
   ],
   [
    "adhimuttaka",
    "муж",
    "цветок, досл. за пределами жемчужин",
    "✔"
   ],
   [
    "amba 1",
    "муж",
    "манговое дерево",
    "✔"
   ],
   [
    "amba 2",
    "ср",
    "плод манго",
    "✔"
   ],
   [
    "ambāṭaka",
    "муж",
    "амра",
    "✔"
   ],
   [
    "alābu 1",
    "ср",
    "длинная тыква",
    "✔"
   ],
   [
    "alābu 2",
    "муж",
    "тыква",
    "◑"
   ],
   [
    "assattha 1",
    "муж",
    "дерево бодхи",
    "✔"
   ],
   [
    "assamāraka",
    "муж",
    "олеандр",
    "◑"
   ],
   [
    "āmala",
    "муж",
    "emblic myrobalan tree",
    "✔"
   ],
   [
    "āmalaka 1",
    "ср",
    "плод эбликового миробалана",
    "◑"
   ],
   [
    "āmalakī",
    "жен",
    "эмблика",
    "✔"
   ],
   [
    "ucchu",
    "муж",
    "сахарный тростник",
    "✔"
   ],
   [
    "udakapappaṭaka",
    "муж",
    "водное растение",
    "◑"
   ],
   [
    "udumbara",
    "муж",
    "фиговое дерево",
    "✔"
   ],
   [
    "udumbarī",
    "жен",
    "клеверное смоковное дерево",
    "◑"
   ],
   [
    "uppala 1",
    "ср",
    "водяная лилия",
    "✔"
   ],
   [
    "umā",
    "жен",
    "лен",
    "✔"
   ],
   [
    "umāpuppha",
    "ср",
    "цветок льна",
    "✔"
   ],
   [
    "usira",
    "ср",
    "ароматный корень травы ветивер",
    "✔"
   ],
   [
    "usīra",
    "ср",
    "ароматный корень ветивера",
    "✔"
   ],
   [
    "eraka 1",
    "муж",
    "тростник",
    "◑"
   ],
   [
    "eraṇḍa",
    "муж",
    "клещевина",
    "✔"
   ],
   [
    "eraṇḍaka",
    "муж",
    "растение клещевины",
    "◑"
   ],
   [
    "eḷagalā",
    "жен",
    "кассия тора",
    "✔"
   ],
   [
    "eḷaṇḍa",
    "муж",
    "клещевина",
    "✔"
   ],
   [
    "eḷāluka",
    "ср",
    "вид огурца",
    "◑"
   ],
   [
    "kakudha 2",
    "муж",
    "дерево арджуна",
    "✔"
   ],
   [
    "kaṅgu",
    "жен",
    "просо",
    "✔"
   ],
   [
    "kacchaka",
    "муж",
    "красный кедр",
    "✔"
   ],
   [
    "kaṭukarohiṇī",
    "жен",
    "чемерица",
    "✔"
   ],
   [
    "kaṭṭhaka",
    "муж",
    "бамбук",
    "✔"
   ],
   [
    "kaṇikāra",
    "муж",
    "дерево баюр",
    "✔"
   ],
   [
    "kaṇikārapuppha",
    "ср",
    "желтый цветок дерева баюр или карникара",
    "✔"
   ],
   [
    "kadali 1",
    "жен",
    "дерево банана",
    "✔"
   ],
   [
    "kadalikkhandha",
    "муж",
    "ствол бананового дерева",
    "✔"
   ],
   [
    "kandula",
    "муж",
    "название дерева",
    "✔"
   ],
   [
    "kapitthana 1",
    "муж",
    "дерево порция",
    "✔"
   ],
   [
    "karañja",
    "муж",
    "индийский бук",
    "◑"
   ],
   [
    "karavīra",
    "муж",
    "олеандр",
    "✔"
   ],
   [
    "kareri",
    "муж",
    "дерево карира",
    "✔"
   ],
   [
    "kaḷāya",
    "муж",
    "коровий горох",
    "✔"
   ],
   [
    "kāla 2.1",
    "муж",
    "растение на ожерелье",
    "✔"
   ],
   [
    "kālapabba",
    "ср",
    "соединение растения-бусы",
    "✔"
   ],
   [
    "kāsa 1.1",
    "муж",
    "трава, растущая по берегам рек",
    "✔"
   ],
   [
    "kāḷa 2",
    "муж",
    "растение ожерелье",
    "✔"
   ],
   [
    "kāḷapabba",
    "ср",
    "сустав растения ожерелья",
    "✔"
   ],
   [
    "kiṃpakka",
    "ср",
    "ядовитый фрукт",
    "◑"
   ],
   [
    "kiṃphala 2",
    "ср",
    "ядовитый фрукт",
    "◑"
   ],
   [
    "kiṃsuka",
    "муж",
    "дерево Лесное пламя",
    "✔"
   ],
   [
    "kuṭaja",
    "муж",
    "медицинское дерево",
    "✔"
   ],
   [
    "kudrusaka",
    "муж",
    "пальчатая просо",
    "◑"
   ],
   [
    "kudrūsaka",
    "муж",
    "пальчатка",
    "◑"
   ],
   [
    "kulattha",
    "муж",
    "конский горох",
    "✔"
   ],
   [
    "kusa 1.1",
    "муж",
    "трава Куса",
    "✔"
   ],
   [
    "kūṭasimbalī",
    "муж",
    "колючее красное хлопковое дерево",
    "◑"
   ],
   [
    "kokanada 1",
    "ср",
    "красный лотос",
    "✔"
   ],
   [
    "koṭasimbali",
    "муж",
    "колючее красное хлопковое дерево",
    "◑"
   ],
   [
    "kolarukkha",
    "муж",
    "дерево зизифус",
    "◑"
   ],
   [
    "koviḷāra",
    "муж",
    "название дерева",
    "✔"
   ],
   [
    "kosamba",
    "муж",
    "гималайское манго",
    "✔"
   ],
   [
    "kosātakī",
    "жен",
    "луфа",
    "◑"
   ],
   [
    "koḷikā",
    "жен",
    "фрукт зизифуса",
    "✔"
   ],
   [
    "khadira",
    "муж",
    "дерево акации",
    "◑"
   ],
   [
    "khoma 2",
    "ср",
    "лён",
    "✔"
   ],
   [
    "galocilatā",
    "жен",
    "лечебная лиана",
    "◑"
   ],
   [
    "gaḷocī",
    "жен",
    "лекарственная лиана",
    "◑"
   ],
   [
    "godhūma",
    "муж",
    "пшеница",
    "◑"
   ],
   [
    "candana 3",
    "муж",
    "сандаловое дерево",
    "✔"
   ],
   [
    "campaka",
    "муж",
    "дерево с ароматными цветами",
    "◑"
   ],
   [
    "campakapuppha",
    "ср",
    "цветы шампа",
    "◑"
   ],
   [
    "cimi",
    "муж",
    "название волокнистого растения, из которого делают ткань",
    "◑"
   ],
   [
    "jambu",
    "жен",
    "розовая яблоня",
    "✔"
   ],
   [
    "jambū",
    "жен",
    "дерево розового яблока",
    "✔"
   ],
   [
    "takkārī",
    "жен",
    "египетский конопляный куст",
    "✔"
   ],
   [
    "tagara",
    "ср",
    "креп жасмин",
    "✔"
   ],
   [
    "tacasāra",
    "муж",
    "тростник",
    "✔"
   ],
   [
    "tāla 1.1",
    "муж",
    "пальма",
    "✔"
   ],
   [
    "tiṇa 1",
    "ср",
    "трава",
    "✔"
   ],
   [
    "tiṇa 2",
    "ср",
    "сорная трава",
    "✔"
   ],
   [
    "tiṇḍuka 1",
    "муж",
    "дерево тиṇḍука",
    "◑"
   ],
   [
    "tiṇḍuka 2",
    "ср",
    "плод дерева Малабарское черное дерево",
    "✔"
   ],
   [
    "tittakalābu",
    "ср",
    "горький огурец",
    "◑"
   ],
   [
    "tittakālābu 1",
    "ср",
    "горькая тыква",
    "✔"
   ],
   [
    "tittakālābu 2",
    "муж",
    "горькая тыква",
    "◑"
   ],
   [
    "tinduka",
    "муж",
    "дерево эбеновое малабарское",
    "✔"
   ],
   [
    "timbaru",
    "муж",
    "плод чилибухи или малабарского черного дерева",
    "✔"
   ],
   [
    "tirīṭa",
    "ср",
    "ткань из коры деревьев лодра",
    "✔"
   ],
   [
    "dabba 2.1",
    "муж",
    "Bermuda трава",
    "◑"
   ],
   [
    "dālima",
    "муж",
    "гранатовое дерево",
    "✔"
   ],
   [
    "dhava 1",
    "муж",
    "осьмелияное дерево",
    "✔"
   ],
   [
    "naḷa 1",
    "муж",
    "тростник",
    "✔"
   ],
   [
    "nāga 7",
    "муж",
    "огромное дерево",
    "✔"
   ],
   [
    "nāgabalā 1",
    "жен",
    "урария лагоподиоид",
    "◑"
   ],
   [
    "nāḷikera 1",
    "муж",
    "кокосовая пальма",
    "◑"
   ],
   [
    "nāḷikera 2",
    "ср",
    "кокос (фрукт)",
    "◑"
   ],
   [
    "nigrodha 1",
    "муж",
    "баньян",
    "✔"
   ],
   [
    "nicula",
    "муж",
    "дерево",
    "✔"
   ],
   [
    "nimba",
    "муж",
    "дерево ним",
    "✔"
   ],
   [
    "nīlī 1",
    "жен",
    "растение индиго",
    "✔"
   ],
   [
    "nīluppala",
    "ср",
    "синий лотос",
    "✔"
   ],
   [
    "nīvāra",
    "муж",
    "красный рис",
    "✔"
   ],
   [
    "paṇaka",
    "ср",
    "водяное растение",
    "✔"
   ],
   [
    "panasa 1",
    "муж",
    "артокарпус",
    "◑"
   ],
   [
    "panasa 2",
    "ср",
    "джекфрут",
    "✔"
   ],
   [
    "pappaṭaka 1",
    "муж",
    "водное растение",
    "◑"
   ],
   [
    "pabbaja",
    "муж",
    "тростник",
    "✔"
   ],
   [
    "pabbajatiṇa",
    "ср",
    "грубая трава",
    "◑"
   ],
   [
    "palāsa 1.2",
    "муж",
    "пламея",
    "✔"
   ],
   [
    "pāṭalī 2",
    "муж",
    "трубное-цветочное дерево",
    "✔"
   ],
   [
    "pāṭalī 3",
    "жен",
    "цветок бунгера",
    "◑"
   ],
   [
    "pāricchatta",
    "муж",
    "коралловое дерево",
    "◑"
   ],
   [
    "pāricchattaka",
    "муж",
    "коралловое дерево",
    "✔"
   ],
   [
    "pārichatta",
    "муж",
    "название типа дерева",
    "✔"
   ],
   [
    "pārichattaka 1",
    "муж",
    "название типа дерева",
    "✔"
   ],
   [
    "pārichattaka 2",
    "муж",
    "название дерева на небе Таватимса",
    "✔"
   ],
   [
    "pāripuppha",
    "ср",
    "orchid tree flower",
    "✔"
   ],
   [
    "pilakkha",
    "муж",
    "белый инжир",
    "✔"
   ],
   [
    "pucimanda",
    "муж",
    "дерево ним",
    "✔"
   ],
   [
    "puṇḍarīka 1",
    "ср",
    "лотос",
    "✔"
   ],
   [
    "puṇḍarīka 2",
    "ср",
    "душистое манговое дерево",
    "✔"
   ],
   [
    "punnāga",
    "муж",
    "александрийское лавровое дерево",
    "✔"
   ],
   [
    "pokkhara 1",
    "ср",
    "синий цветок лотоса",
    "✔"
   ],
   [
    "poṭakila",
    "муж",
    "дикий сахарный тростник",
    "✔"
   ],
   [
    "poṭakī",
    "жен",
    "вид травы",
    "✔"
   ],
   [
    "phaṇijjaka",
    "ср",
    "пальмароза",
    "✔"
   ],
   [
    "phandana 3",
    "муж",
    "вид дерева",
    "✔"
   ],
   [
    "phārusaka",
    "ср",
    "сладкая ягода",
    "◑"
   ],
   [
    "badarikā",
    "жен",
    "плод жужубы",
    "✔"
   ],
   [
    "badarī",
    "жен",
    "жу-юба",
    "◑"
   ],
   [
    "bandhujīvaka 1",
    "муж",
    "растение полуденного цветка",
    "✔"
   ],
   [
    "bandhujīvakapuppha",
    "ср",
    "полуденный цветок",
    "✔"
   ],
   [
    "babbaja 1",
    "муж",
    "тростник",
    "◑"
   ],
   [
    "bimbijāla",
    "муж",
    "дерево, под которым Будда Дхаммадасси достиг пробуждения",
    "◑"
   ],
   [
    "billa 2",
    "ср",
    "вильямово яблоко",
    "◑"
   ],
   [
    "bīraṇa",
    "ср",
    "ветивер",
    "✔"
   ],
   [
    "beluva 1",
    "муж",
    "древесная яблоня",
    "✔"
   ],
   [
    "beluva 2",
    "ср",
    "плод африканского баобаба",
    "✔"
   ],
   [
    "beluvalaṭṭhikā",
    "жен",
    "саженец древесной яблони",
    "✔"
   ],
   [
    "beḷuva 2",
    "муж",
    "дерево бильва",
    "◑"
   ],
   [
    "beḷuva 3",
    "ср",
    "деревянное яблоко",
    "✔"
   ],
   [
    "bodhi 3",
    "жен",
    "дерево бодхи",
    "✔"
   ],
   [
    "bodhirukkha",
    "муж",
    "дерево бодхи",
    "✔"
   ],
   [
    "bhaddamuttaka",
    "ср",
    "сыть",
    "◑"
   ],
   [
    "bhaddamūttaka",
    "ср",
    "ореховый сорняк",
    "✔"
   ],
   [
    "bhisapuppha",
    "ср",
    "цветок лотоса",
    "✔"
   ],
   [
    "madhu 4",
    "ср",
    "масляное дерево",
    "✔"
   ],
   [
    "madhuka",
    "муж",
    "дерево масляное",
    "✔"
   ],
   [
    "mandārava",
    "муж",
    "коралловое дерево",
    "✔"
   ],
   [
    "marica",
    "ср",
    "черный перец",
    "✔"
   ],
   [
    "mallikā 1",
    "жен",
    "Арабский жасмин",
    "✔"
   ],
   [
    "māluvā",
    "жен",
    "паразитное вьющееся растение",
    "✔"
   ],
   [
    "māsa 2.1",
    "муж",
    "боб",
    "✔"
   ],
   [
    "mucalinda 1",
    "муж",
    "тип дерева",
    "◑"
   ],
   [
    "mucalinda 3",
    "муж",
    "вид дерева",
    "◑"
   ],
   [
    "muñja 1",
    "муж",
    "трава, используемая для покрытия крыш, плетения корзин и веревок",
    "✔"
   ],
   [
    "muḷāla",
    "ср",
    "съедобный корень растения лотоса",
    "✔"
   ],
   [
    "mūttaka",
    "ср",
    "осока",
    "✔"
   ],
   [
    "yava 1",
    "муж",
    "ячмень",
    "✔"
   ],
   [
    "yavaka",
    "муж",
    "ячмень",
    "✔"
   ],
   [
    "rājāyatana",
    "муж",
    "дерево чалар",
    "◑"
   ],
   [
    "rājikā 2",
    "жен",
    "семя горчицы (используется как мера веса золота)",
    "✔"
   ],
   [
    "labuja",
    "муж",
    "дерево хлебное",
    "✔"
   ],
   [
    "lābu 1",
    "жен",
    "бутылочная тыква",
    "✔"
   ],
   [
    "lābu 2",
    "муж",
    "бутылочная тыква",
    "✔"
   ],
   [
    "vacatta",
    "ср",
    "белый корень ириса или аир",
    "✔"
   ],
   [
    "vacā",
    "жен",
    "корень касатика, аир",
    "✔"
   ],
   [
    "vaṭa 3",
    "муж",
    "бодхи, дерево баньян",
    "◑"
   ],
   [
    "vaṭarukkha",
    "муж",
    "баньян",
    "◑"
   ],
   [
    "varaka 1.1",
    "муж",
    "фасоль",
    "◑"
   ],
   [
    "vassikā",
    "жен",
    "жасмин",
    "✔"
   ],
   [
    "vassikī",
    "жен",
    "Арабский жасмин",
    "✔"
   ],
   [
    "vaṃsa 1",
    "муж",
    "бамбук",
    "✔"
   ],
   [
    "vīhi",
    "муж",
    "рис-падди",
    "✔"
   ],
   [
    "veḷu 1",
    "муж",
    "бамбук",
    "✔"
   ],
   [
    "veḷu 2",
    "жен",
    "бамбук",
    "✔"
   ],
   [
    "saṅkha 2",
    "муж",
    "название растения с длинными корнями (комм)",
    "◑"
   ],
   [
    "saṇa 1",
    "ср",
    "мадрасский канат",
    "◑"
   ],
   [
    "saṇa 2",
    "ср",
    "джут",
    "◑"
   ],
   [
    "saṇṇa",
    "прил",
    "изготовленный из мадрасской конопли",
    "◑"
   ],
   [
    "sattapaṇṇī",
    "муж",
    "дерево",
    "✔"
   ],
   [
    "salaḷa",
    "ср",
    "индийское дерево ладан",
    "✔"
   ],
   [
    "sallakī",
    "жен",
    "индийское ладанное дерево",
    "✔"
   ],
   [
    "saḷala",
    "муж",
    "индийское ладанное дерево",
    "✔"
   ],
   [
    "sāka 1",
    "муж",
    "сырое овощ",
    "✔"
   ],
   [
    "sāka 2",
    "ср",
    "тиковое дерево",
    "✔"
   ],
   [
    "sāṇa 1.2",
    "ср",
    "полотно из санновой конопли",
    "✔"
   ],
   [
    "sāmāka",
    "муж",
    "просо",
    "✔"
   ],
   [
    "sāla 1.1",
    "муж",
    "дерево Сал",
    "✔"
   ],
   [
    "sālarukkha",
    "муж",
    "дерево сал",
    "◑"
   ],
   [
    "sāli",
    "муж",
    "рис",
    "✔"
   ],
   [
    "sāsapa",
    "муж",
    "горчица",
    "✔"
   ],
   [
    "siṅgivera",
    "ср",
    "имбирь",
    "✔"
   ],
   [
    "siṅgīvera",
    "ср",
    "имбирь",
    "◑"
   ],
   [
    "simbalī",
    "муж",
    "хлопковое шелковое дерево",
    "✔"
   ],
   [
    "sirīsa",
    "муж",
    "дерево \"женский язык\"",
    "✔"
   ],
   [
    "sirīsaka",
    "муж",
    "название дерева",
    "✔"
   ],
   [
    "siṃsapā",
    "жен",
    "дерево Симсапа",
    "✔"
   ],
   [
    "sīsapā",
    "жен",
    "дерево Симсапа",
    "✔"
   ],
   [
    "sevāla",
    "муж",
    "водяное растение (использовалось для гирлянд)",
    "✔"
   ],
   [
    "haṭa 1.1",
    "муж",
    "водное растение",
    "✔"
   ],
   [
    "haricandana",
    "ср",
    "жёлтое сандаловое дерево",
    "✔"
   ],
   [
    "haritakī",
    "жен",
    "мирабалан, Terminalia chebula",
    "◑"
   ],
   [
    "hareṇuka",
    "муж",
    "горох",
    "✔"
   ],
   [
    "haliddā",
    "жен",
    "куркума",
    "✔"
   ],
   [
    "haliddi 1",
    "жен",
    "куркума",
    "✔"
   ],
   [
    "haliddī",
    "жен",
    "куркума",
    "✔"
   ],
   [
    "hirivera",
    "ср",
    "ветивер",
    "✔"
   ]
  ],
  "count": 211
 },
 "names of animals": {
  "data": [
   [
    "añjanasannibha",
    "муж",
    "имя слона",
    "✔"
   ],
   [
    "uposatha 3",
    "муж",
    "имя королевского слона царя Махасудассаны",
    "✔"
   ],
   [
    "ekapuṇḍarīka 3",
    "муж",
    "имя слона царя Пасенади",
    "✔"
   ],
   [
    "erāvaṇa",
    "муж",
    "имя слона Сакки",
    "✔"
   ],
   [
    "girimekhala",
    "муж",
    "имя слона Мары",
    "◑"
   ],
   [
    "dhanapāla",
    "муж",
    "защитник богатства",
    "✔"
   ],
   [
    "dhanapālaka",
    "муж",
    "имя слона",
    "◑"
   ],
   [
    "nāḷāgiri",
    "муж",
    "имя слона",
    "✔"
   ],
   [
    "buddharakkhita 2",
    "муж",
    "имя молодого попугая, который практиковал медитацию сатипаттхана",
    "✔"
   ],
   [
    "mahiḷāmukha",
    "муж",
    "слоновий самец махила̄мукха",
    "✔"
   ],
   [
    "romaka 2.1",
    "муж",
    "помет",
    "✔"
   ],
   [
    "valāhaka 2",
    "муж",
    "кличка королевского скакуна махасудассаны",
    "✔"
   ],
   [
    "sālaka 1",
    "муж",
    "имя обезьяны в истории Джатака",
    "✔"
   ],
   [
    "seta 3",
    "муж",
    "имя слона короля Пасенади",
    "✔"
   ]
  ],
  "count": 14
 },
 "names of nuns": {
  "data": [
   [
    "aññatarātissā",
    "жен",
    "имя архата-монахини",
    "◑"
   ],
   [
    "aḍḍhakāsi",
    "жен",
    "имя архата монахини",
    "✔"
   ],
   [
    "anopamā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "aparāuttamā",
    "жен",
    "имя монахини-арахантки",
    "◑"
   ],
   [
    "aparāsāmā",
    "жен",
    "имя монахини архат",
    "◑"
   ],
   [
    "abhayamātar",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "abhayā 2",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "abhirūpanandā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "āḷavikā",
    "жен",
    "имя монахини",
    "◑"
   ],
   [
    "isidāsī",
    "жен",
    "имя монахини архат-монахини",
    "✔"
   ],
   [
    "uttamā 1",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "uttamā 2",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "uttarā 4",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "uttarā 5",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "upacālā",
    "жен",
    "имя монахини-араханта",
    "✔"
   ],
   [
    "upasamā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "uppalavaṇṇā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "ubbirī",
    "жен",
    "имя монахини архат-нищинки",
    "✔"
   ],
   [
    "kammāradhītar",
    "жен",
    "дочь кузнеца",
    "✔"
   ],
   [
    "kāḷī 4",
    "жен",
    "имя архата монахини",
    "✔"
   ],
   [
    "kisāgotamī",
    "жен",
    "имя монахини архат",
    "◑"
   ],
   [
    "kuṇḍalakesā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "khemā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "khemātherī",
    "жен",
    "имя монахини",
    "◑"
   ],
   [
    "guttā",
    "жен",
    "имя монахи-нисвятой",
    "✔"
   ],
   [
    "gotamī 2",
    "жен",
    "имя одной из архатов",
    "✔"
   ],
   [
    "caṇḍakāḷī",
    "жен",
    "имя монахини",
    "◑"
   ],
   [
    "candā",
    "жен",
    "имя монахини архат монахини",
    "✔"
   ],
   [
    "cāpā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "cālā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "cittā",
    "жен",
    "имя архата-монахини",
    "✔"
   ],
   [
    "jaṭilavāsikā",
    "жен",
    "имя монахини",
    "✔"
   ],
   [
    "jinadattā",
    "жен",
    "имя монахини",
    "✔"
   ],
   [
    "jentā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "tissā 1",
    "жен",
    "имя монахини архат монахини",
    "✔"
   ],
   [
    "tissā 2",
    "жен",
    "имя араханта монахини",
    "✔"
   ],
   [
    "tiṃsamattā",
    "жен",
    "группа из тридцати монахинь-арханток",
    "✔"
   ],
   [
    "thullatissā",
    "жен",
    "имя монахини",
    "◑"
   ],
   [
    "thullanandā",
    "жен",
    "имя печально известной монахини",
    "◑"
   ],
   [
    "dantikā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "dhammadinnā",
    "жен",
    "имя араханта-монахини",
    "✔"
   ],
   [
    "dhammā",
    "жен",
    "имя монахини-архата",
    "✔"
   ],
   [
    "dhīrā",
    "жен",
    "имя монахини архата",
    "✔"
   ],
   [
    "nandavatī",
    "жен",
    "имя монахини",
    "◑"
   ],
   [
    "nandā 1",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "nandā 2",
    "жен",
    "имя монашенки-араханта",
    "✔"
   ],
   [
    "nanduttarā",
    "жен",
    "имя монахини-архата",
    "✔"
   ],
   [
    "nāgattherī",
    "жен",
    "имя шри-ланкийской монахини",
    "✔"
   ],
   [
    "pañcasatamattā",
    "жен",
    "группа из пятисот арханок",
    "✔"
   ],
   [
    "paṭācārā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "puṇṇā 1",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "puṇṇā 2",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "bakulā",
    "жен",
    "имя монахини",
    "◑"
   ],
   [
    "bhaddā 3",
    "жен",
    "имя монахини-арахантки",
    "✔"
   ],
   [
    "bhaddā 4",
    "жен",
    "имя монахини архат монахини",
    "✔"
   ],
   [
    "bhaddākāpilānī",
    "жен",
    "имя монахини архат",
    "◑"
   ],
   [
    "bhaddākuṇḍalakesā",
    "жен",
    "имя монахини архат-монахини",
    "◑"
   ],
   [
    "bhadrā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "mahāpajāpati",
    "жен",
    "приемная мать Будды",
    "✔"
   ],
   [
    "mahāpajāpatigotamī",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "mahāpajāpatī",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "mittā 1",
    "жен",
    "имя монахини-арахантки",
    "✔"
   ],
   [
    "mittā 2",
    "жен",
    "имя монахини-араханта",
    "✔"
   ],
   [
    "mittākāḷī",
    "жен",
    "имя ария монахини",
    "◑"
   ],
   [
    "muttā 2",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "muttā 3",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "mettikā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "rohinī 2",
    "жен",
    "имя араханта монахини",
    "✔"
   ],
   [
    "vajirā",
    "жен",
    "имя монахини",
    "◑"
   ],
   [
    "vaḍḍhamātar",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "vāseṭṭhī",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "vijayā",
    "жен",
    "имя монахини арахантки",
    "✔"
   ],
   [
    "vimalā",
    "жен",
    "вимала",
    "✔"
   ],
   [
    "visākhā 4",
    "жен",
    "висакха",
    "✔"
   ],
   [
    "vīrā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "vuḍḍhapabbajitasumanā",
    "жен",
    "имя монахини архат",
    "◑"
   ],
   [
    "sakulā 1",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "saṅghā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "sāmā 3",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "sāmā 4",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "sigālamātar",
    "жен",
    "имя монахини",
    "◑"
   ],
   [
    "siṅgālakamātar",
    "жен",
    "имя монахини",
    "◑"
   ],
   [
    "siṅgālamātar",
    "жен",
    "имя монахини",
    "◑"
   ],
   [
    "sīsupacālā",
    "жен",
    "имя монахини",
    "◑"
   ],
   [
    "sīsūpacālā",
    "жен",
    "имя монахини архат монахини",
    "✔"
   ],
   [
    "sīhā",
    "жен",
    "имя архата монахини",
    "✔"
   ],
   [
    "sukkā 2",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "sujātā 2",
    "жен",
    "имя архата монахини",
    "✔"
   ],
   [
    "sundarī",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "sundarīnandā",
    "жен",
    "имя архата монахини",
    "✔"
   ],
   [
    "subhā",
    "жен",
    "имя монахини",
    "✔"
   ],
   [
    "subhākammāradhītar",
    "жен",
    "имя монахини-архата",
    "◑"
   ],
   [
    "subhājīvakambavanikā",
    "жен",
    "имя араханта монахини",
    "◑"
   ],
   [
    "sumaṅgalamātar",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "sumanā 4",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "sumanā 5",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "sumedhā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "selā",
    "жен",
    "имя одной из архаток",
    "✔"
   ],
   [
    "soṇā",
    "жен",
    "имя монахини архат монахини",
    "✔"
   ],
   [
    "somā 1",
    "жен",
    "имя одной из арханток",
    "✔"
   ]
  ],
  "count": 100
 },
 "cardinal numbers": {
  "data": [
   [
    "aṭṭha 1.1",
    "кол.ч",
    "восемь (8)",
    "✔"
   ],
   [
    "aṭṭhacattālīsā",
    "кол.ч",
    "сорок восемь (48)",
    "✔"
   ],
   [
    "aṭṭhatiṃsati",
    "кол.ч",
    "тридцать восемь (38)",
    "✔"
   ],
   [
    "aṭṭhatiṃsā",
    "кол.ч",
    "тридцать восемь (38)",
    "◑"
   ],
   [
    "aṭṭhannaṃ 1",
    "кол.ч",
    "восьми",
    "✔"
   ],
   [
    "aṭṭhannaṃ 2",
    "кол.ч",
    "восьми (8)",
    "◑"
   ],
   [
    "aṭṭhavīsati",
    "кол.ч",
    "двадцать восемь (28)",
    "✔"
   ],
   [
    "aṭṭhasaṭṭhi",
    "кол.ч",
    "шестьдесят восемь (68)",
    "✔"
   ],
   [
    "aṭṭhasata",
    "кол.ч",
    "сто восемь (108)",
    "✔"
   ],
   [
    "aṭṭhahi",
    "кол.ч",
    "восемью",
    "✔"
   ],
   [
    "aṭṭhārasa 1",
    "кол.ч",
    "восемнадцать (18)",
    "✔"
   ],
   [
    "abbuda 1",
    "кол.ч",
    "десетилион (10⁵⁶)",
    "✔"
   ],
   [
    "asīti 1.1",
    "кол.ч",
    "восемьдесят (80)",
    "✔"
   ],
   [
    "eka 1",
    "кол.ч",
    "один",
    "✔"
   ],
   [
    "ekacattālīsā",
    "кол.ч",
    "сорок один (41)",
    "✔"
   ],
   [
    "ekatiṃsā",
    "кол.ч",
    "тридцать один (31)",
    "◑"
   ],
   [
    "ekanavuti",
    "кол.ч",
    "девяносто один (91)",
    "✔"
   ],
   [
    "ekavīsati",
    "кол.ч",
    "двадцать один (21)",
    "✔"
   ],
   [
    "ekādasa 1",
    "кол.ч",
    "одиннадцать (11)",
    "✔"
   ],
   [
    "ekāya",
    "кол.ч",
    "с одной",
    "✔"
   ],
   [
    "ekissā",
    "кол.ч",
    "с одной",
    "✔"
   ],
   [
    "ekūnatiṃsā",
    "кол.ч",
    "двадцать девять (29)",
    "◑"
   ],
   [
    "ekūnapaññāsā",
    "кол.ч",
    "сорок девять (49)",
    "✔"
   ],
   [
    "ekūnavīsati",
    "кол.ч",
    "девятнадцать (19)",
    "✔"
   ],
   [
    "ekena",
    "кол.ч",
    "одним",
    "✔"
   ],
   [
    "koṭi 1",
    "кол.ч",
    "десять миллионов (10 000 000)",
    "✔"
   ],
   [
    "koṭisahassa",
    "кол.ч",
    "десять миллиардов (10 000 000 000)",
    "◑"
   ],
   [
    "catasso",
    "кол.ч",
    "четыре (4)",
    "✔"
   ],
   [
    "catu",
    "кол.ч",
    "четыре (4)",
    "✔"
   ],
   [
    "catucattālīsā",
    "кол.ч",
    "сорок четыре (44)",
    "✔"
   ],
   [
    "catuttālīsā",
    "кол.ч",
    "сорок (40)",
    "◑"
   ],
   [
    "catunnaṃ 1",
    "кол.ч",
    "для четырёх",
    "✔"
   ],
   [
    "catunnaṃ 2",
    "кол.ч",
    "четырех",
    "✔"
   ],
   [
    "catupaṇṇāsā",
    "кол.ч",
    "пятьдесят четыре (54)",
    "✔"
   ],
   [
    "catubbhi",
    "кол.ч",
    "четырьмя",
    "✔"
   ],
   [
    "caturāsīti",
    "кол.ч",
    "восемьдесят четыре (84)",
    "✔"
   ],
   [
    "caturo",
    "кол.ч",
    "четыре (4)",
    "✔"
   ],
   [
    "catusaṭṭhi",
    "кол.ч",
    "шестьдесят четыре (64)",
    "✔"
   ],
   [
    "catusattati",
    "кол.ч",
    "семьдесят четыре (74)",
    "✔"
   ],
   [
    "catuhi",
    "кол.ч",
    "с четырьмя",
    "✔"
   ],
   [
    "catūhi 1",
    "кол.ч",
    "четырьмя",
    "✔"
   ],
   [
    "catūhi 2",
    "кол.ч",
    "от четырех",
    "✔"
   ],
   [
    "cattāri 1",
    "кол.ч",
    "четыре (4)",
    "✔"
   ],
   [
    "cattāri 2",
    "кол.ч",
    "четыре (4)",
    "✔"
   ],
   [
    "cattārīsā",
    "кол.ч",
    "сорок (40)",
    "✔"
   ],
   [
    "cattāro",
    "кол.ч",
    "четыре (4)",
    "✔"
   ],
   [
    "cattālīsā",
    "кол.ч",
    "сорок (40)",
    "✔"
   ],
   [
    "cuddasa 1",
    "кол.ч",
    "четырнадцать (14)",
    "✔"
   ],
   [
    "cullāsīti",
    "кол.ч",
    "восемьдесят четыре (84)",
    "✔"
   ],
   [
    "cūḷāsīti",
    "кол.ч",
    "восемьдесят четыре (84)",
    "✔"
   ],
   [
    "cha 2.1",
    "кол.ч",
    "шесть (6)",
    "✔"
   ],
   [
    "chacattālīsā",
    "кол.ч",
    "сорок шесть (46)",
    "◑"
   ],
   [
    "chattiṃsati",
    "кол.ч",
    "тридцать шесть (36)",
    "✔"
   ],
   [
    "chattiṃsā",
    "кол.ч",
    "тридцать шесть (36)",
    "✔"
   ],
   [
    "channavuti",
    "кол.ч",
    "девяносто шесть (96)",
    "◑"
   ],
   [
    "channaṃ 1",
    "кол.ч",
    "шести",
    "✔"
   ],
   [
    "channaṃ 2",
    "кол.ч",
    "шести",
    "✔"
   ],
   [
    "chappañca",
    "кол.ч",
    "пять или шесть",
    "✔"
   ],
   [
    "chabbhi",
    "кол.ч",
    "с шестью",
    "✔"
   ],
   [
    "chasattati",
    "кол.ч",
    "семьдесят шесть (76)",
    "✔"
   ],
   [
    "chasu",
    "кол.ч",
    "в шести",
    "✔"
   ],
   [
    "chassu",
    "кол.ч",
    "в шести",
    "✔"
   ],
   [
    "tayo 1",
    "кол.ч",
    "три",
    "✔"
   ],
   [
    "tayo 2",
    "кол.ч",
    "три (3) (объект)",
    "✔"
   ],
   [
    "tālīsā",
    "кол.ч",
    "сорок (40)",
    "◑"
   ],
   [
    "ti 1",
    "кол.ч",
    "три (3)",
    "✔"
   ],
   [
    "tiṇṇaṃ",
    "кол.ч",
    "трех",
    "✔"
   ],
   [
    "tisata",
    "кол.ч",
    "триста (300)",
    "✔"
   ],
   [
    "tisso",
    "кол.ч",
    "три (3)",
    "✔"
   ],
   [
    "tiṃsa 1",
    "кол.ч",
    "тридцать",
    "✔"
   ],
   [
    "tiṃsati",
    "кол.ч",
    "тридцать (30)",
    "◑"
   ],
   [
    "tiṃsaṃ",
    "кол.ч",
    "тридцать (30)",
    "✔"
   ],
   [
    "tiṃsā",
    "кол.ч",
    "тридцать (30)",
    "✔"
   ],
   [
    "tiṃse",
    "кол.ч",
    "тридцать (30)",
    "✔"
   ],
   [
    "tīṇi",
    "кол.ч",
    "три",
    "✔"
   ],
   [
    "tīsu",
    "кол.ч",
    "в трех",
    "✔"
   ],
   [
    "tīhi",
    "кол.ч",
    "тремя",
    "✔"
   ],
   [
    "tettiṃsā",
    "кол.ч",
    "thirty-three (33)",
    "✔"
   ],
   [
    "terasa 1",
    "кол.ч",
    "тринадцать (13)",
    "✔"
   ],
   [
    "tesattati",
    "кол.ч",
    "семьдесят три (73)",
    "◑"
   ],
   [
    "dasa 1.1",
    "кол.ч",
    "десять (10)",
    "✔"
   ],
   [
    "dasannaṃ 1",
    "кол.ч",
    "для десяти",
    "✔"
   ],
   [
    "dasannaṃ 2",
    "кол.ч",
    "десяти",
    "✔"
   ],
   [
    "dasasahassa 1",
    "кол.ч",
    "десять тысяч (10 000)",
    "✔"
   ],
   [
    "dasahi 1",
    "кол.ч",
    "с десятью",
    "✔"
   ],
   [
    "dasahi 2",
    "кол.ч",
    "от десяти",
    "✔"
   ],
   [
    "duve",
    "кол.ч",
    "два (2)",
    "✔"
   ],
   [
    "doḷasa",
    "кол.ч",
    "двенадцать (12)",
    "◑"
   ],
   [
    "dvaṭṭhi",
    "кол.ч",
    "шестьдесят два (62)",
    "✔"
   ],
   [
    "dvattiṃsati",
    "кол.ч",
    "тридцать две (32)",
    "✔"
   ],
   [
    "dvattiṃsā",
    "кол.ч",
    "тридцать два (32)",
    "✔"
   ],
   [
    "dvādasa 1",
    "кол.ч",
    "двенадцать (12)",
    "✔"
   ],
   [
    "dvāsaṭṭhi",
    "кол.ч",
    "шестьдесят два (62)",
    "◑"
   ],
   [
    "dvi",
    "кол.ч",
    "два (2)",
    "✔"
   ],
   [
    "dvittiṃsā",
    "кол.ч",
    "тридцать два (32)",
    "✔"
   ],
   [
    "dvinnaṃ 1",
    "кол.ч",
    "двух",
    "✔"
   ],
   [
    "dvinnaṃ 2",
    "кол.ч",
    "двух ",
    "✔"
   ],
   [
    "dvīsu",
    "кол.ч",
    "в двух",
    "✔"
   ],
   [
    "dvīhi",
    "кол.ч",
    "двумя",
    "✔"
   ],
   [
    "dve 1",
    "кол.ч",
    "два (2)",
    "✔"
   ],
   [
    "dveasīti",
    "кол.ч",
    "восемьдесят два (82)",
    "◑"
   ],
   [
    "dvenavuti",
    "кол.ч",
    "девяносто два (92)",
    "✔"
   ],
   [
    "nava 2.1",
    "кол.ч",
    "девять (9)",
    "✔"
   ],
   [
    "navuti",
    "кол.ч",
    "девяносто (90)",
    "✔"
   ],
   [
    "nahuta 1",
    "кол.ч",
    "десять тысяч (10 000)",
    "✔"
   ],
   [
    "nirabbuda 1",
    "кол.ч",
    "10⁶³",
    "✔"
   ],
   [
    "pañca",
    "кол.ч",
    "пять (5)",
    "✔"
   ],
   [
    "pañcannaṃ 1",
    "кол.ч",
    "к пяти",
    "✔"
   ],
   [
    "pañcannaṃ 2",
    "кол.ч",
    "пяти",
    "✔"
   ],
   [
    "pañcannaṃ 3",
    "кол.ч",
    "когда пяти",
    "✔"
   ],
   [
    "pañcapaññāsā",
    "кол.ч",
    "пятьдесят пять (55)",
    "◑"
   ],
   [
    "pañcavīsati",
    "кол.ч",
    "двадцать пять (25)",
    "✔"
   ],
   [
    "pañcasu",
    "кол.ч",
    "в пяти",
    "✔"
   ],
   [
    "paññāsā",
    "кол.ч",
    "пятьдесят (50)",
    "✔"
   ],
   [
    "paṇṇa 2.1",
    "кол.ч",
    "пять (5)",
    "◑"
   ],
   [
    "paṇṇāsā",
    "кол.ч",
    "пятьдесят (50)",
    "✔"
   ],
   [
    "pannarasa 1",
    "кол.ч",
    "пятнадцать (15)",
    "✔"
   ],
   [
    "parosahassa",
    "кол.ч",
    "более тысячи",
    "✔"
   ],
   [
    "bāttiṃsā",
    "кол.ч",
    "тридцать два (32)",
    "✔"
   ],
   [
    "bāvīsā",
    "кол.ч",
    "двадцать два (22)",
    "◑"
   ],
   [
    "vīsati",
    "кол.ч",
    "двадцать (20)",
    "✔"
   ],
   [
    "vīsatiṃsā",
    "кол.ч",
    "двадцать или тридцать",
    "◑"
   ],
   [
    "vīsaṃ",
    "кол.ч",
    "двадцать (20)",
    "✔"
   ],
   [
    "vīsā",
    "кол.ч",
    "двадцать (20)",
    "✔"
   ],
   [
    "vīse",
    "кол.ч",
    "двадцать (20)",
    "✔"
   ],
   [
    "saṭṭhi 1.1",
    "кол.ч",
    "шестьдесят (60)",
    "✔"
   ],
   [
    "saṭṭhi 2.1",
    "кол.ч",
    "шесть (6)",
    "◑"
   ],
   [
    "sata 2.1",
    "кол.ч",
    "сто (100)",
    "✔"
   ],
   [
    "satasahassa 1",
    "кол.ч",
    "сто тысяч (100 000)",
    "✔"
   ],
   [
    "sate",
    "кол.ч",
    "сто (100)",
    "✔"
   ],
   [
    "satta 1.1",
    "кол.ч",
    "семь (7)",
    "✔"
   ],
   [
    "sattati",
    "кол.ч",
    "семьдесят (70)",
    "✔"
   ],
   [
    "sattatimhi",
    "кол.ч",
    "семьдесят (70)",
    "✔"
   ],
   [
    "sattannaṃ 1",
    "кол.ч",
    "семи",
    "✔"
   ],
   [
    "sattannaṃ 2",
    "кол.ч",
    "семи",
    "✔"
   ],
   [
    "sattapaññāsā",
    "кол.ч",
    "пятьдесят семь (57)",
    "◑"
   ],
   [
    "sattasata",
    "кол.ч",
    "семьсот",
    "✔"
   ],
   [
    "sattasattati",
    "кол.ч",
    "семьдесят семь (77)",
    "◑"
   ],
   [
    "sahassa 1",
    "кол.ч",
    "одна тысяча (1000)",
    "✔"
   ],
   [
    "soḷasa 1",
    "кол.ч",
    "шестнадцать (16)",
    "✔"
   ]
  ],
  "count": 140
 },
 "villages, towns and cities": {
  "data": [
   [
    "aṭṭhaka 1.4",
    "муж",
    "название города",
    "✔"
   ],
   [
    "anoma 2",
    "ср",
    "название",
    "✔"
   ],
   [
    "andhakavinda 1",
    "ср",
    "название города",
    "◑"
   ],
   [
    "ambagāma",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "ambatittha",
    "ср",
    "название деревни в Чете",
    "◑"
   ],
   [
    "ambatitthaka",
    "ср",
    "название деревни в Чета",
    "◑"
   ],
   [
    "ambasaṇḍā",
    "жен",
    "название деревни",
    "✔"
   ],
   [
    "ayujjhā",
    "жен",
    "название города",
    "✔"
   ],
   [
    "ayojjhā",
    "жен",
    "название города",
    "◑"
   ],
   [
    "aruṇavatī",
    "жен",
    "название королевской столицы царя Арунавā",
    "✔"
   ],
   [
    "allakappa",
    "ср",
    "name of a town",
    "✔"
   ],
   [
    "avanti 1",
    "жен",
    "название города",
    "◑"
   ],
   [
    "assapura",
    "ср",
    "название города в Анге",
    "✔"
   ],
   [
    "ātumā",
    "жен",
    "название города между Кусинарой и Саваттхи",
    "✔"
   ],
   [
    "āpaṇa 2",
    "муж",
    "название города в Бенгалии",
    "✔"
   ],
   [
    "āpaṇa 3",
    "муж",
    "название города в Ангуттарапе",
    "✔"
   ],
   [
    "āḷakamandā",
    "жен",
    "название райской столицы",
    "✔"
   ],
   [
    "icchānaṅgala",
    "муж",
    "название деревни брахманов в Кошале",
    "✔"
   ],
   [
    "indapatta",
    "ср",
    "название города",
    "✔"
   ],
   [
    "indapattha",
    "ср",
    "название города",
    "✔"
   ],
   [
    "ukkacelā",
    "жен",
    "название города Ваджджи",
    "✔"
   ],
   [
    "ukkaṭṭhā",
    "жен",
    "название городка в Косале",
    "✔"
   ],
   [
    "ujuññā 1",
    "жен",
    "название города в Косале",
    "✔"
   ],
   [
    "ujjenī",
    "жен",
    "название города",
    "◑"
   ],
   [
    "upavajjita",
    "ср",
    "название деревни Ваджжиан",
    "◑"
   ],
   [
    "uruññā",
    "жен",
    "название города в Косале",
    "✔"
   ],
   [
    "uruvelakappa",
    "ср",
    "название города Маллы",
    "◑"
   ],
   [
    "uruvelā",
    "жен",
    "название города в Магадхе",
    "✔"
   ],
   [
    "uruveḷā",
    "жен",
    "название города в Магадхе",
    "✔"
   ],
   [
    "ekanāḷā",
    "жен",
    "название брахманской деревни в Магадхе",
    "◑"
   ],
   [
    "ekasālā",
    "жен",
    "название деревни в Кошале",
    "✔"
   ],
   [
    "erakaccha",
    "ср",
    "название города",
    "✔"
   ],
   [
    "opāsāda",
    "ср",
    "название деревни браманов в Кошале",
    "✔"
   ],
   [
    "kakkarapatta",
    "ср",
    "название города Колия",
    "✔"
   ],
   [
    "kajaṅgalā",
    "жен",
    "название города",
    "✔"
   ],
   [
    "kajjaṅgalā",
    "жен",
    "название города",
    "◑"
   ],
   [
    "kaṭṭhanagara",
    "ср",
    "название города",
    "✔"
   ],
   [
    "kaṇṇakujja",
    "ср",
    "название города",
    "◑"
   ],
   [
    "kapilapura",
    "ср",
    "название столицы шакьев",
    "✔"
   ],
   [
    "kapilavatthu",
    "ср",
    "город Капилавасту",
    "✔"
   ],
   [
    "kapivanta",
    "муж",
    "название небесного города",
    "◑"
   ],
   [
    "kammāsadamma",
    "ср",
    "название города в стране куров",
    "✔"
   ],
   [
    "kammāsadhamma",
    "ср",
    "название города в стране Куру",
    "✔"
   ],
   [
    "kalanda",
    "муж",
    "название деревни рядом с Весали",
    "◑"
   ],
   [
    "kalandagāma",
    "муж",
    "название деревни",
    "◑"
   ],
   [
    "kallavāḷaputtagāma",
    "муж",
    "название села в Магадхе",
    "✔"
   ],
   [
    "kasivanta",
    "муж",
    "имя небесного города",
    "◑"
   ],
   [
    "kāmaṇḍā",
    "жен",
    "название города",
    "◑"
   ],
   [
    "kāsipura",
    "ср",
    "столица Каси",
    "✔"
   ],
   [
    "kimilā",
    "жен",
    "название города",
    "✔"
   ],
   [
    "kimbilā",
    "жен",
    "название города",
    "◑"
   ],
   [
    "kimmilā",
    "жен",
    "название города",
    "◑"
   ],
   [
    "kīṭāgiri",
    "муж",
    "название города в Каси",
    "✔"
   ],
   [
    "kukkuṭavatī",
    "жен",
    "название города",
    "◑"
   ],
   [
    "kuṇḍikā 2",
    "жен",
    "название колийского города",
    "✔"
   ],
   [
    "kuṇḍiyā",
    "жен",
    "название колийского города",
    "✔"
   ],
   [
    "kuraraghara",
    "ср",
    "название города в Аванти",
    "◑"
   ],
   [
    "kururaghara",
    "ср",
    "название города в Аванти",
    "✔"
   ],
   [
    "kusāvatī",
    "жен",
    "название королевской столицы царя Махасудассаны",
    "✔"
   ],
   [
    "kusinagara",
    "ср",
    "название города",
    "◑"
   ],
   [
    "kusināṭā",
    "жен",
    "название небесного города",
    "◑"
   ],
   [
    "kusinārā",
    "жен",
    "Кусинара",
    "✔"
   ],
   [
    "ketumatī",
    "жен",
    "имя будущего столичного города",
    "◑"
   ],
   [
    "kesaputta",
    "ср",
    "название города каламов в косале",
    "◑"
   ],
   [
    "kesamutta",
    "ср",
    "название города клана Калама в Косале",
    "✔"
   ],
   [
    "koṭigāma",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "kolanagara",
    "ср",
    "название города колиянов",
    "◑"
   ],
   [
    "kosambī",
    "жен",
    "название города",
    "✔"
   ],
   [
    "khāṇumata",
    "ср",
    "название, деревня брахманов, в магадхе",
    "✔"
   ],
   [
    "khemavatī",
    "жен",
    "название королевской столицы царя Кхемы",
    "✔"
   ],
   [
    "khomadussa 2",
    "ср",
    "название шакьянской деревни",
    "◑"
   ],
   [
    "gajaṅgalā",
    "жен",
    "название города",
    "◑"
   ],
   [
    "gayā 1",
    "жен",
    "название деревни",
    "✔"
   ],
   [
    "girigāma",
    "муж",
    "название деревни в Шри-Ланке",
    "◑"
   ],
   [
    "giribbaja 2",
    "ср",
    "название бывшей столицы Магадхи",
    "✔"
   ],
   [
    "giribhaṇḍa",
    "ср",
    "название монастыря в Шри-Ланке",
    "◑"
   ],
   [
    "gonaddha",
    "ср",
    "название города",
    "✔"
   ],
   [
    "cañcalikappa",
    "муж",
    "название деревни в Косале",
    "✔"
   ],
   [
    "campā",
    "жен",
    "название города в Анге",
    "✔"
   ],
   [
    "cātumā",
    "жен",
    "название деревни",
    "✔"
   ],
   [
    "cālikā",
    "жен",
    "название города",
    "✔"
   ],
   [
    "jatugāma",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "jattugāma",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "janogha",
    "муж",
    "название небесного города",
    "◑"
   ],
   [
    "jantugāma",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "jambugāma",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "takkasilā",
    "жен",
    "название города в Гандара с известным университетом",
    "✔"
   ],
   [
    "telapanāḷi",
    "жен",
    "название города",
    "◑"
   ],
   [
    "toraṇavatthu",
    "ср",
    "название города",
    "◑"
   ],
   [
    "thullakoṭṭhika 1",
    "ср",
    "название города в стране Куру",
    "✔"
   ],
   [
    "thūṇā 2",
    "жен",
    "название брахманского села",
    "✔"
   ],
   [
    "thūnā",
    "жен",
    "название брахманского поселения",
    "✔"
   ],
   [
    "thūlakoṭṭhika",
    "ср",
    "название города в стране куру",
    "✔"
   ],
   [
    "daṇḍakappaka",
    "муж",
    "название косаланского города",
    "◑"
   ],
   [
    "dantapura",
    "ср",
    "название города в Калинге",
    "✔"
   ],
   [
    "dīghalaṅghika",
    "ср",
    "название города",
    "✔"
   ],
   [
    "devadaha",
    "ср",
    "название города Сакья",
    "✔"
   ],
   [
    "nagaraka",
    "ср",
    "название города",
    "✔"
   ],
   [
    "nagaravinda",
    "ср",
    "название деревни в Кошале",
    "◑"
   ],
   [
    "navanavutiya",
    "муж",
    "название небесного города",
    "◑"
   ],
   [
    "naḷakapāna",
    "ср",
    "название деревни",
    "✔"
   ],
   [
    "naḷakāragāma",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "nāgaraka",
    "ср",
    "название города",
    "◑"
   ],
   [
    "nāṭapariyā",
    "жен",
    "название небесного города",
    "◑"
   ],
   [
    "nāṭapuriyā",
    "жен",
    "название небесного города",
    "◑"
   ],
   [
    "nāṭasuriyā",
    "жен",
    "название небесного города",
    "◑"
   ],
   [
    "nātika",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "nādika",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "nālandā",
    "жен",
    "название деревни рядом с Раджагахой",
    "◑"
   ],
   [
    "nāḷandā",
    "жен",
    "название города возле раджагахи",
    "✔"
   ],
   [
    "nāḷā",
    "жен",
    "название брахманской деревни в Магадхе",
    "✔"
   ],
   [
    "paṅkadhā",
    "жен",
    "название косаланского города",
    "◑"
   ],
   [
    "pajjanika",
    "ср",
    "название колийского города",
    "◑"
   ],
   [
    "pajjanela",
    "ср",
    "название города колиян",
    "◑"
   ],
   [
    "pañcasālā",
    "жен",
    "название деревни в Магадхе",
    "✔"
   ],
   [
    "pappajitañhita",
    "ср",
    "название деревни Ваджджийцев",
    "◑"
   ],
   [
    "payāgapatiṭṭhāna",
    "ср",
    "название города",
    "◑"
   ],
   [
    "parakusiṭanāṭā",
    "жен",
    "название небесного города",
    "◑"
   ],
   [
    "parakusināṭā",
    "жен",
    "название небесного города",
    "◑"
   ],
   [
    "pāṭaligāma",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "pāṭaliputta",
    "ср",
    "название города",
    "✔"
   ],
   [
    "pāṭalī 1",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "pārileyyaka",
    "ср",
    "название города возле Косамби",
    "◑"
   ],
   [
    "pālileyya",
    "муж",
    "название города возле Косамби",
    "◑"
   ],
   [
    "pālileyyaka",
    "ср",
    "название города возле Косамби",
    "✔"
   ],
   [
    "pāvā",
    "жен",
    "название города народа Малла",
    "✔"
   ],
   [
    "pippalivana",
    "ср",
    "название города",
    "✔"
   ],
   [
    "pubbajira",
    "ср",
    "название деревни Ваджджианов",
    "◑"
   ],
   [
    "pubbavicira",
    "ср",
    "название ваджджийской деревни",
    "◑"
   ],
   [
    "pubbavijjana",
    "ср",
    "название деревни Ваджжиев",
    "◑"
   ],
   [
    "pubbavijjhana",
    "ср",
    "название деревни Ваджжиков",
    "◑"
   ],
   [
    "potana",
    "ср",
    "name of a town",
    "✔"
   ],
   [
    "bandhumatī 2",
    "жен",
    "название королевской столицы короля Бандхумы",
    "✔"
   ],
   [
    "bārāṇasī",
    "жен",
    "название города",
    "✔"
   ],
   [
    "bālakaloṇakagāma",
    "муж",
    "название деревни",
    "◑"
   ],
   [
    "bālakaloṇakāragāma",
    "муж",
    "название деревни",
    "◑"
   ],
   [
    "beluvagāmaka",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "beḷuvagāmaka",
    "муж",
    "маленькая деревня Белувы",
    "✔"
   ],
   [
    "byagghapajja 2",
    "муж",
    "название колийского города",
    "◑"
   ],
   [
    "bhaṇḍagāma",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "bhaddavatikā",
    "жен",
    "название города в Чете",
    "◑"
   ],
   [
    "bhaddavatī",
    "жен",
    "название города",
    "◑"
   ],
   [
    "bhaddiya 3",
    "ср",
    "название города",
    "◑"
   ],
   [
    "bhātaragāma",
    "муж",
    "название деревни в Шри-Ланке",
    "◑"
   ],
   [
    "bhārukaccha",
    "муж",
    "название города",
    "✔"
   ],
   [
    "bhoganagara",
    "ср",
    "название города",
    "✔"
   ],
   [
    "makkarakaṭa",
    "ср",
    "название города",
    "◑"
   ],
   [
    "makkarakata",
    "ср",
    "название города",
    "◑"
   ],
   [
    "mathurā",
    "жен",
    "название города",
    "✔"
   ],
   [
    "madhurā",
    "жен",
    "название города",
    "✔"
   ],
   [
    "manasākaṭa",
    "ср",
    "название деревни брахманов в Косале",
    "✔"
   ],
   [
    "mantāvatī",
    "жен",
    "название города",
    "✔"
   ],
   [
    "mahāgirigāma",
    "муж",
    "название деревни на Шри-Ланке",
    "◑"
   ],
   [
    "mahesaya",
    "ср",
    "название города",
    "✔"
   ],
   [
    "mātulā",
    "жен",
    "мāтули",
    "✔"
   ],
   [
    "māhissati",
    "жен",
    "name of a town",
    "✔"
   ],
   [
    "migapathaka",
    "муж",
    "название деревни",
    "◑"
   ],
   [
    "mithilā",
    "жен",
    "название города",
    "✔"
   ],
   [
    "metaḷūpa",
    "ср",
    "название города шакьев",
    "✔"
   ],
   [
    "medāḷupa",
    "ср",
    "название города шакьев",
    "✔"
   ],
   [
    "rājagaha",
    "ср",
    "название города",
    "✔"
   ],
   [
    "rājagahanagara",
    "ср",
    "название города",
    "◑"
   ],
   [
    "rāmagāma",
    "муж",
    "название города",
    "✔"
   ],
   [
    "roruka",
    "ср",
    "название города",
    "✔"
   ],
   [
    "vaṅkahāra",
    "муж",
    "название деревни",
    "◑"
   ],
   [
    "vanasa",
    "ср",
    "название города",
    "✔"
   ],
   [
    "varaṇā",
    "жен",
    "название города",
    "◑"
   ],
   [
    "vāraṇavata",
    "ср",
    "название города",
    "✔"
   ],
   [
    "vāraṇavati",
    "ср",
    "название города",
    "✔"
   ],
   [
    "vekaḷiṅga",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "vegaḷiṅga",
    "ср",
    "название древнего города",
    "✔"
   ],
   [
    "veṭṭhadīpa",
    "ср",
    "name of a town",
    "✔"
   ],
   [
    "vedisā",
    "жен",
    "название города",
    "✔"
   ],
   [
    "venāga",
    "муж",
    "название города",
    "◑"
   ],
   [
    "venāgapura",
    "ср",
    "название города",
    "✔"
   ],
   [
    "vebhaḷiṅga",
    "муж",
    "название деревни",
    "◑"
   ],
   [
    "verañjā",
    "жен",
    "имя города",
    "◑"
   ],
   [
    "vesālī",
    "жен",
    "название города",
    "✔"
   ],
   [
    "vehaḷiṅga",
    "муж",
    "название деревни",
    "◑"
   ],
   [
    "veḷukaṇḍaka",
    "муж",
    "название города",
    "✔"
   ],
   [
    "veḷudvāra",
    "ср",
    "название деревни брахманов",
    "◑"
   ],
   [
    "veḷuva",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "veḷuvagāma",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "veḷuvagāmaka",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "saṅkavā",
    "жен",
    "название города в Кӯшале",
    "◑"
   ],
   [
    "saṅkassa",
    "ср",
    "название города",
    "◑"
   ],
   [
    "sajjanela",
    "ср",
    "название колийского города",
    "◑"
   ],
   [
    "sañjāti 2",
    "жен",
    "название города в Чете",
    "◑"
   ],
   [
    "sayaṃjāti",
    "жен",
    "название города в Чета",
    "◑"
   ],
   [
    "sahajaniya",
    "ср",
    "название города Четан",
    "◑"
   ],
   [
    "sahajāti",
    "жен",
    "название города в Чете",
    "◑"
   ],
   [
    "sahañcanika",
    "ср",
    "название города Четан",
    "◑"
   ],
   [
    "sāketa",
    "муж",
    "название города в Косале",
    "✔"
   ],
   [
    "sāgalā",
    "жен",
    "название города",
    "◑"
   ],
   [
    "sādhuka",
    "ср",
    "название деревни",
    "◑"
   ],
   [
    "sāpūga",
    "ср",
    "название колийского города",
    "✔"
   ],
   [
    "sāmagāma",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "sāmagāmaka",
    "муж",
    "название деревни",
    "◑"
   ],
   [
    "sāmuga",
    "ср",
    "название колийского города",
    "✔"
   ],
   [
    "sālavatikā",
    "жен",
    "название деревни в Косале",
    "✔"
   ],
   [
    "sālā 3",
    "жен",
    "название деревни брахманов в Кошале",
    "✔"
   ],
   [
    "sāvatthī",
    "жен",
    "Саваттхи",
    "✔"
   ],
   [
    "silāvati",
    "жен",
    "название деревни Шакьев",
    "◑"
   ],
   [
    "suppāraka",
    "ср",
    "название западного морского порта",
    "✔"
   ],
   [
    "susumāragira",
    "муж",
    "столица Бхагга",
    "✔"
   ],
   [
    "suṃsumāragira",
    "муж",
    "название столицы Бхагги",
    "◑"
   ],
   [
    "setabyā",
    "жен",
    "name of a Kosalan town",
    "✔"
   ],
   [
    "sedaka 1",
    "ср",
    "название города в Сумбхе",
    "✔"
   ],
   [
    "sobhavatī",
    "жен",
    "название королевской столицы царя Собхи",
    "✔"
   ],
   [
    "soreyya",
    "ср",
    "название города",
    "◑"
   ],
   [
    "hatthigāma",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "haliddavasana",
    "ср",
    "название города колия",
    "✔"
   ]
  ],
  "count": 212
 },
 "ordinal numbers": {
  "data": [
   [
    "aṭṭhattiṃsa",
    "поряд.ч",
    "тридцать восьмой (38ой)",
    "✔"
   ],
   [
    "aṭṭhama 1",
    "поряд.ч",
    "восьмой (8ой)",
    "✔"
   ],
   [
    "aṭṭharasama",
    "поряд.ч",
    "восемнадцатый (18ый)",
    "◑"
   ],
   [
    "aṭṭhavīsa",
    "поряд.ч",
    "двадцать восьмой (28ой)",
    "✔"
   ],
   [
    "aṭṭhārasa 2",
    "поряд.ч",
    "восемнадцатый (18ый)",
    "◑"
   ],
   [
    "ekatiṃsa",
    "поряд.ч",
    "тридцать первый (31ый)",
    "✔"
   ],
   [
    "ekattiṃsatima",
    "поряд.ч",
    "тридцать первый (31ый)",
    "◑"
   ],
   [
    "ekanavuta",
    "поряд.ч",
    "девяносто первый (91ый)",
    "✔"
   ],
   [
    "ekavīsa",
    "поряд.ч",
    "двадцать первый (21ый)",
    "◑"
   ],
   [
    "ekādasa 2",
    "поряд.ч",
    "одиннадцатый (11ый)",
    "✔"
   ],
   [
    "ekādasama",
    "поряд.ч",
    "одиннадцатый (11ый)",
    "✔"
   ],
   [
    "ekūnatiṃsa",
    "поряд.ч",
    "двадцать девятый (29ый)",
    "✔"
   ],
   [
    "ekūnavīsa",
    "поряд.ч",
    "девятнадцатый (19ый)",
    "✔"
   ],
   [
    "catuttha 1",
    "поряд.ч",
    "четвертый (4ый)",
    "✔"
   ],
   [
    "catutthiṃ",
    "поряд.ч",
    "четвёртую (4ую)",
    "✔"
   ],
   [
    "catuvīsa",
    "поряд.ч",
    "двадцать четвертый (24ый)",
    "◑"
   ],
   [
    "cuddasa 2",
    "поряд.ч",
    "четырнадцатый (14ый)",
    "◑"
   ],
   [
    "cuddasama",
    "поряд.ч",
    "четырнадцатый (14ый)",
    "✔"
   ],
   [
    "chaṭṭha",
    "поряд.ч",
    "шестой (6ой)",
    "✔"
   ],
   [
    "chabbīsa",
    "поряд.ч",
    "двадцать шестой (26ой)",
    "◑"
   ],
   [
    "tatiya 1.1",
    "поряд.ч",
    "третий (3ий)",
    "✔"
   ],
   [
    "tatiyā 1",
    "поряд.ч",
    "третий (3-й)",
    "✔"
   ],
   [
    "tatīya",
    "поряд.ч",
    "третий (3ий)",
    "✔"
   ],
   [
    "tiṃsa 2",
    "поряд.ч",
    "тридцатый (30ый)",
    "◑"
   ],
   [
    "terasa 2",
    "поряд.ч",
    "тринадцатый (13ый)",
    "✔"
   ],
   [
    "terasama",
    "поряд.ч",
    "тринадцатый (13ый)",
    "◑"
   ],
   [
    "tevīsa",
    "поряд.ч",
    "двадцать третий (23ий)",
    "◑"
   ],
   [
    "dasama 1",
    "поряд.ч",
    "десятый (10ый)",
    "✔"
   ],
   [
    "dutiya 1",
    "поряд.ч",
    "второй (2ой)",
    "✔"
   ],
   [
    "dutīya",
    "поряд.ч",
    "второй (2ой)",
    "✔"
   ],
   [
    "dvācattālīsatima",
    "поряд.ч",
    "сорок второй (42ой)",
    "◑"
   ],
   [
    "dvādasa 2",
    "поряд.ч",
    "двенадцатый (12ой)",
    "✔"
   ],
   [
    "dvādasama",
    "поряд.ч",
    "двенадцатый (12ый)",
    "✔"
   ],
   [
    "dvādasasatima",
    "поряд.ч",
    "сто двенадцатый (112ый)",
    "◑"
   ],
   [
    "dvāvīsa",
    "поряд.ч",
    "двадцать второй (22ой)",
    "◑"
   ],
   [
    "dvenavuta",
    "поряд.ч",
    "девяносто второй (92ой)",
    "✔"
   ],
   [
    "navama",
    "поряд.ч",
    "девятый (9ый)",
    "✔"
   ],
   [
    "navuta",
    "поряд.ч",
    "девяностый (90ый)",
    "✔"
   ],
   [
    "pañcama",
    "поряд.ч",
    "пятый (5ый)",
    "✔"
   ],
   [
    "pañcamaka 1",
    "поряд.ч",
    "пятый (5ый)",
    "✔"
   ],
   [
    "pañcamaka 2",
    "прил",
    "имеющий (что-либо) как пятую составляющую",
    "✔"
   ],
   [
    "pañcavīsa",
    "поряд.ч",
    "двадцать пятый (25ый)",
    "◑"
   ],
   [
    "pañcavīsatima",
    "поряд.ч",
    "двадцать пятый (25ый)",
    "◑"
   ],
   [
    "paṭhama 1",
    "поряд.ч",
    "первый (1ый)",
    "✔"
   ],
   [
    "paṭhamadutiya",
    "поряд.ч",
    "первый и второй (1ый и 2ой)",
    "✔"
   ],
   [
    "pannarasama",
    "поряд.ч",
    "пятнадцатый (15ый)",
    "✔"
   ],
   [
    "pannarasika",
    "поряд.ч",
    "пятнадцатый (15ый)",
    "◑"
   ],
   [
    "vīsa",
    "поряд.ч",
    "двадцатый (20ый)",
    "◑"
   ],
   [
    "satima 2",
    "поряд.ч",
    "сотый (100ый)",
    "◑"
   ],
   [
    "sattama 1.1",
    "поряд.ч",
    "седьмой (7ой)",
    "✔"
   ],
   [
    "sattamaṭṭhama",
    "поряд.ч",
    "седьмой (7ой) и восьмой (8ой)",
    "◑"
   ],
   [
    "sattarasa 2",
    "поряд.ч",
    "семнадцатый (17ый)",
    "✔"
   ],
   [
    "sattarasaka",
    "поряд.ч",
    "семнадцатый (17ый)",
    "◑"
   ],
   [
    "sattarasama",
    "поряд.ч",
    "семнадцатый (17ый)",
    "◑"
   ],
   [
    "sattavīsa",
    "поряд.ч",
    "двадцать седьмой (27ой)",
    "◑"
   ],
   [
    "soḷasa 2",
    "поряд.ч",
    "шестнадцатый (16ый)",
    "◑"
   ],
   [
    "soḷasama",
    "поряд.ч",
    "шестнадцатый (16ый)",
    "✔"
   ]
  ],
  "count": 57
 },
 "commentaries": {
  "data": [
   [
    "aṭṭhasālinī",
    "жен",
    "абхидхамма комм. на Дхаммасангани",
    "◑"
   ],
   [
    "kaṅkhāvitaraṇī",
    "жен",
    "название комментария на Патимоккху монахов и монахинь",
    "◑"
   ],
   [
    "kurundī",
    "жен",
    "древний комментарий, на который ссылается Буддагхоша",
    "◑"
   ],
   [
    "dutiyasuttavaṇṇanā",
    "жен",
    "комментарий на второе сутту",
    "◑"
   ],
   [
    "paṭhamasuttavaṇṇanā",
    "жен",
    "объяснение первого учения",
    "◑"
   ],
   [
    "papañcasūdanī",
    "жен",
    "комментарий к Мадджхима-никае, составленный Буддхагхосой",
    "◑"
   ],
   [
    "paramatthajotikā",
    "жен",
    "комментарий Буддагхосы на Худдаканикае",
    "◑"
   ],
   [
    "pāsarāsisuttavaṇṇanā",
    "жен",
    "комментарий к беседе о груде ловушек",
    "◑"
   ],
   [
    "posālamāṇavapucchāniddesa",
    "муж",
    "комментарий на вопрос юного брахмана Посалы",
    "◑"
   ],
   [
    "majjhimanikāyaṭṭhakathā",
    "жен",
    "комментарий на \"Маджхима Никая\", составленный Буддхагхосой",
    "◑"
   ],
   [
    "manorathapūraṇī",
    "жен",
    "комментарий на Ангутара-никаю, составленный Буддхагхосой",
    "◑"
   ],
   [
    "mahāaṭṭhakathā",
    "жен",
    "древний комментарий, на который ссылается Буддхагхоса",
    "◑"
   ],
   [
    "mahāpaccarī",
    "жен",
    "имя комментария к винае, на который ссылается Буддхагхоса",
    "✔"
   ],
   [
    "rūpasiddhiṭīkā",
    "жен",
    "комментарий к грамматике Рупасиддхи",
    "◑"
   ],
   [
    "vajirabuddhi",
    "жен",
    "название виная субкомментария",
    "◑"
   ],
   [
    "vibhaṅgaṭṭhakathā",
    "жен",
    "комментарий на Вибхангу, 2-я книга Абхидхаммы",
    "◑"
   ],
   [
    "sakkapañhasuttaṭīkā",
    "жен",
    "подкомментарий к Сутте о Вопросе Сакки",
    "◑"
   ],
   [
    "satipaṭṭhānavaṇṇanā",
    "жен",
    "комментарий к Сатипаттхана Сутте",
    "◑"
   ],
   [
    "samantapāsādikā",
    "жен",
    "комментарий Буддхагхоши на Виная Питака",
    "✔"
   ],
   [
    "sammohavinodanī",
    "жен",
    "комментарий к Вибханге, второй книге Абхидхаммы",
    "◑"
   ],
   [
    "saṃghabhedasikkhāpadaṭīkā",
    "жен",
    "подкомментарий к правилу о расколе в монашеском ордене",
    "◑"
   ],
   [
    "sāmaññaphalavaṇṇanā",
    "жен",
    "комментарий к Сутте о Плодах Отказа от Мира",
    "◑"
   ],
   [
    "sāratthaṭīkā",
    "жен",
    "подкомментарий на виную",
    "✔"
   ],
   [
    "sāratthadīpanīṭīkā",
    "жен",
    "подкомментарий к Винае, комментирующий Самантапасадика Буддхагхосы",
    "◑"
   ],
   [
    "sumaṅgalavilāsinī",
    "жен",
    "комментарий на Дигха-никаю, составленный Буддхагхосой",
    "◑"
   ],
   [
    "syāaṭṭhakathā",
    "жен",
    "тайский комментарий",
    "◑"
   ]
  ],
  "count": 26
 },
 "astronomical terms": {
  "data": [
   [
    "aḍḍhateyyamāsa",
    "муж",
    "два с половиной месяца",
    "✔"
   ],
   [
    "aḍḍhamāsa 2.1",
    "муж",
    "полмесяца",
    "✔"
   ],
   [
    "atirekacātumāsaṃ",
    "несклон",
    "более чем на один сезон",
    "✔"
   ],
   [
    "atirekaddhamāsa",
    "муж",
    "более половины месяца",
    "✔"
   ],
   [
    "atirekamāsa",
    "муж",
    "более чем один месяц",
    "✔"
   ],
   [
    "addhamāsa",
    "муж",
    "полмесяца",
    "✔"
   ],
   [
    "anvaḍḍhamāsaṃ",
    "несклон",
    "каждые полмесяца",
    "◑"
   ],
   [
    "anvaddhamāsaṃ",
    "несклон",
    "каждые две недели",
    "✔"
   ],
   [
    "asaḷha",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "asāḷha",
    "муж",
    "месяц лунного календаря",
    "◑"
   ],
   [
    "assayuja 1",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "ūnakaddhamāsaṃ",
    "несклон",
    "менее чем за полмесяца",
    "✔"
   ],
   [
    "ekādasamāsa",
    "муж",
    "одиннадцатый месяц",
    "✔"
   ],
   [
    "omakacātumāsaṃ",
    "несклон",
    "менее четырех месяцев",
    "✔"
   ],
   [
    "orenaḍḍhamāsa",
    "муж",
    "период менее чем полмесяца",
    "✔"
   ],
   [
    "orenaddhamāsa",
    "муж",
    "период менее чем полмесяца",
    "✔"
   ],
   [
    "kaṇhapakkha 1",
    "муж",
    "тёмная половина месяца",
    "◑"
   ],
   [
    "kattikacātumāsinī",
    "жен",
    "полная луна в Плеядах в четвертом месяце сезона дождей",
    "✔"
   ],
   [
    "kattikatemāsikapuṇṇamā",
    "жен",
    "полнолуние месяца Картика (октябрь-ноябрь) в конце трехмесячного ретрита дождей",
    "✔"
   ],
   [
    "kattikamāsa",
    "муж",
    "название лунного месяца",
    "✔"
   ],
   [
    "kattikā 1",
    "жен",
    "название лунного месяца",
    "✔"
   ],
   [
    "kattikā 2",
    "жен",
    "созвездие Плеяды",
    "◑"
   ],
   [
    "kāḷapakkha",
    "муж",
    "темная половина месяца",
    "✔"
   ],
   [
    "komudī 1",
    "жен",
    "название полнолуния в месяце Картика (октябрь - ноябрь)",
    "✔"
   ],
   [
    "gimhānamāsa",
    "муж",
    "жаркий месяц",
    "✔"
   ],
   [
    "guru 3",
    "муж",
    "планета Юпитер",
    "◑"
   ],
   [
    "guruvāra",
    "муж",
    "четверг",
    "◑"
   ],
   [
    "catumāsa",
    "ср",
    "срок в четыре месяца",
    "✔"
   ],
   [
    "catummāsa",
    "ср",
    "сезон",
    "◑"
   ],
   [
    "candavāra",
    "муж",
    "понедельник",
    "◑"
   ],
   [
    "candima 1",
    "муж",
    "луна",
    "✔"
   ],
   [
    "candimas",
    "муж",
    "луна",
    "✔"
   ],
   [
    "cātumāsa",
    "ср",
    "время одного сезона",
    "✔"
   ],
   [
    "cātumāsinī",
    "жен",
    "полнолуние четвертого месяца",
    "✔"
   ],
   [
    "citta 2.6",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "jeṭṭha 2",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "temāsa",
    "ср",
    "период трёх месяцев",
    "✔"
   ],
   [
    "pakkha 6",
    "муж",
    "половина лунного месяца",
    "✔"
   ],
   [
    "pañcamāsa",
    "муж",
    "пять месяцев",
    "✔"
   ],
   [
    "paṭhamavasanta",
    "муж",
    "первый прилив весны",
    "✔"
   ],
   [
    "poṭṭhapāda 2",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "phagguṇa",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "phagguna 2",
    "муж",
    "созвездие Льва",
    "◑"
   ],
   [
    "phagguna 3",
    "муж",
    "название месяца по лунному календарю",
    "✔"
   ],
   [
    "phussa 2.1",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "budhavāra",
    "муж",
    "среда",
    "◑"
   ],
   [
    "bhumma 4",
    "муж",
    "планета Марс",
    "◑"
   ],
   [
    "bhummavāra",
    "муж",
    "вторник",
    "◑"
   ],
   [
    "māgasira",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "māgha 2",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "māsa 1.1",
    "муж",
    "месяц",
    "✔"
   ],
   [
    "māsa 1.2",
    "ср",
    "месяц",
    "✔"
   ],
   [
    "ravivāra",
    "муж",
    "воскресенье",
    "◑"
   ],
   [
    "vassamāsāni",
    "ср",
    "дождливые месяцы",
    "✔"
   ],
   [
    "vāra 6",
    "муж",
    "день недели",
    "◑"
   ],
   [
    "vesākha",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "sattamāsa",
    "муж",
    "семь месяцев",
    "✔"
   ],
   [
    "sattamāsāni",
    "ср",
    "семь месяцев",
    "✔"
   ],
   [
    "sāvana 2",
    "муж",
    "месяц лунного календаря",
    "◑"
   ],
   [
    "sukkapakkha 1",
    "муж",
    "светлая половина месяца",
    "✔"
   ],
   [
    "sukkavāra 2",
    "муж",
    "пятница",
    "◑"
   ],
   [
    "suriya 1",
    "муж",
    "Солнце",
    "✔"
   ],
   [
    "sūriya 1",
    "муж",
    "Солнце",
    "✔"
   ],
   [
    "soravāra",
    "муж",
    "суббота",
    "◑"
   ]
  ],
  "count": 64
 },
 "money": {
  "data": [
   [
    "aḍḍhamāsa 1.1",
    "муж",
    "половина масаки",
    "✔"
   ],
   [
    "atirekapañcamāsaka",
    "муж",
    "более пяти монет низкой стоимости",
    "✔"
   ],
   [
    "kahāpaṇa",
    "муж",
    "монета",
    "✔"
   ],
   [
    "kahāpaṇasata",
    "ср",
    "сто серебряных монет",
    "✔"
   ],
   [
    "kahāpaṇasahassa",
    "ср",
    "тысяча серебряных монет",
    "✔"
   ],
   [
    "kākaṇikā",
    "жен",
    "грош",
    "✔"
   ],
   [
    "jatumāsaka",
    "муж",
    "монета из смолы",
    "✔"
   ],
   [
    "jātarūparajata",
    "ср",
    "золото и деньги",
    "✔"
   ],
   [
    "dārumāsaka",
    "муж",
    "деревянная монета",
    "✔"
   ],
   [
    "nikkha 1",
    "муж",
    "золотое украшение",
    "✔"
   ],
   [
    "nikkha 2",
    "муж",
    "золотая монета",
    "✔"
   ],
   [
    "pañcamāsaka",
    "муж",
    "пять монет низкой стоимости",
    "✔"
   ],
   [
    "pāda 3",
    "муж",
    "монета",
    "✔"
   ],
   [
    "bhinnasuvaṇṇa",
    "ср",
    "сломанный кусок золота",
    "◑"
   ],
   [
    "māsaka 1",
    "муж",
    "монета низкой стоимости",
    "◑"
   ],
   [
    "mūla 3",
    "ср",
    "деньги",
    "✔"
   ],
   [
    "rajata 1",
    "ср",
    "монета",
    "✔"
   ],
   [
    "rūpiya 1",
    "ср",
    "серебро",
    "✔"
   ],
   [
    "lohaḍḍhamāsa",
    "муж",
    "половина медной монеты",
    "✔"
   ],
   [
    "lohamāsaka",
    "муж",
    "медная монета",
    "✔"
   ],
   [
    "suvaṇṇa 4",
    "ср",
    "золотая монета",
    "✔"
   ],
   [
    "hirañña",
    "ср",
    "золото",
    "✔"
   ],
   [
    "hiraññasuvaṇṇa",
    "ср",
    "необработанное и обработанное золото",
    "✔"
   ]
  ],
  "count": 23
 },
 "measures of volume": {
  "data": [
   [
    "aḍḍhāḷhaka",
    "муж",
    "мера объема",
    "✔"
   ],
   [
    "aḍḍhāḷhakodana",
    "ср",
    "половинная мера вареного риса",
    "✔"
   ],
   [
    "ambaṇa 3",
    "ср",
    "мера объёма",
    "✔"
   ],
   [
    "āḷhaka 1",
    "муж",
    "мера объема",
    "✔"
   ],
   [
    "āḷhaka 2",
    "ср",
    "мера объёма",
    "✔"
   ],
   [
    "tumba 2",
    "муж",
    "мера, используемая для риса и зерна",
    "✔"
   ],
   [
    "doṇa 1",
    "ср",
    "мера объема",
    "✔"
   ],
   [
    "nāḷikā 1",
    "жен",
    "мера риса",
    "✔"
   ],
   [
    "nāḷikodana",
    "ср",
    "одна мера вареного риса из бамбука",
    "✔"
   ],
   [
    "pattha 2",
    "муж",
    "некая мера объёма",
    "✔"
   ],
   [
    "pasata",
    "муж",
    "ладонь, пригоршня",
    "◑"
   ],
   [
    "pāda 9",
    "муж",
    "мера объёма",
    "✔"
   ],
   [
    "vāha 4",
    "муж",
    "груз повозки",
    "✔"
   ]
  ],
  "count": 13
 },
 "four modes of generation": {
  "data": [
   [
    "aṇḍaja 1",
    "прил",
    "яйцеродный",
    "✔"
   ],
   [
    "opapātika 1",
    "прил",
    "возникший без причины",
    "✔"
   ],
   [
    "jalābuja",
    "прил",
    "рожденный в утробе",
    "✔"
   ],
   [
    "saṃsedaja",
    "прил",
    "рожденный из влаги",
    "✔"
   ]
  ],
  "count": 4
 },
 "types of suttas": {
  "data": [
   [
    "attajjhāsaya",
    "муж",
    "проповедь, произнесенная в соответствии с наклонностью говорящего",
    "◑"
   ],
   [
    "atthuppattika",
    "муж",
    "проповедь, прочитанная по случаю возникшей необходимости",
    "◑"
   ],
   [
    "parajjhāsaya",
    "муж",
    "проповедь, произнесённая согласно склонности другого",
    "◑"
   ],
   [
    "pucchāvasika",
    "муж",
    "проповедь, произнесённая в результате вопроса",
    "◑"
   ]
  ],
  "count": 4
 },
 "previous Buddhas": {
  "data": [
   [
    "atthadassī 2",
    "муж",
    "имя 11-го предыдущего Будды",
    "✔"
   ],
   [
    "anomadassī 2",
    "муж",
    "имя 18-го предыдущего Будды",
    "✔"
   ],
   [
    "kakusandha",
    "муж",
    "имя третьего предыдущего будды",
    "✔"
   ],
   [
    "kassapa 1",
    "муж",
    "имя предыдущего Будды",
    "✔"
   ],
   [
    "koṇāgamana",
    "муж",
    "имя второго предыдущего Будды",
    "✔"
   ],
   [
    "koṇḍañña 3",
    "муж",
    "имя 23-го предшествующего Будды",
    "✔"
   ],
   [
    "taṇhaṅkara",
    "муж",
    "имя 27-го предыдущего Будды",
    "✔"
   ],
   [
    "tissa 2.8",
    "муж",
    "имя 8-го предыдущего Будды",
    "✔"
   ],
   [
    "dīpaṅkara",
    "муж",
    "имя 26ого прошлого Будды",
    "✔"
   ],
   [
    "dhammadassī",
    "муж",
    "имя 10-го предыдущего Будды",
    "✔"
   ],
   [
    "nārada 2",
    "муж",
    "имя шестнадцатого предыдущего Будды",
    "✔"
   ],
   [
    "paduma 7",
    "муж",
    "имя 17-го предыдущего Будды",
    "✔"
   ],
   [
    "padumuttara 1",
    "муж",
    "имя предыдущего Будды",
    "✔"
   ],
   [
    "piyadassī 2",
    "муж",
    "имя 12-го предыдущего Будды",
    "✔"
   ],
   [
    "phussa 2.5",
    "муж",
    "имя седьмого предыдущего Будды",
    "✔"
   ],
   [
    "maṅgala 7",
    "муж",
    "имя 22-го предыдущего Будды",
    "✔"
   ],
   [
    "medhaṅkara",
    "муж",
    "имя двадцать шестого предыдущего Будды",
    "✔"
   ],
   [
    "revata 2",
    "муж",
    "имя двадцатого предыдущего Будды",
    "✔"
   ],
   [
    "vipassī 1",
    "муж",
    "имя 7ого прошлого Будды",
    "✔"
   ],
   [
    "vessabhū 1",
    "муж",
    "имя четвертого предыдущего Будды",
    "✔"
   ],
   [
    "saraṇaṅkara",
    "муж",
    "имя 25-го предыдущего Будды",
    "✔"
   ],
   [
    "sikhī 3",
    "муж",
    "имя пятого предыдущего Будды",
    "✔"
   ],
   [
    "siddhattha 4",
    "муж",
    "имя девятого предыдущего будды",
    "✔"
   ],
   [
    "sujāta 3",
    "муж",
    "имя 13-го предыдущего Будды",
    "✔"
   ],
   [
    "sumana 5",
    "муж",
    "имя двадцать первого прошлого Будды",
    "✔"
   ],
   [
    "sumedha 4",
    "муж",
    "имя четырнадцатого предыдущего Будды",
    "✔"
   ],
   [
    "sobhita 5",
    "муж",
    "имя 19-го предыдущего Будды",
    "✔"
   ]
  ],
  "count": 27
 },
 "indeclinables": {
  "data": [
   [
    "atha 1",
    "несклон",
    "и",
    "✔"
   ],
   [
    "addhaṃ",
    "несклон",
    "определённо, конечно, безусловно",
    "◑"
   ],
   [
    "addhā 1",
    "несклон",
    "конечно",
    "✔"
   ],
   [
    "addhā 2",
    "несклон",
    "несомненно! уверенно! определенно!",
    "✔"
   ],
   [
    "adhi 2",
    "несклон",
    "в пределах",
    "◑"
   ],
   [
    "adhi 4",
    "несклон",
    "о, касательно, относительно",
    "✔"
   ],
   [
    "adho 1",
    "несклон",
    "внизу",
    "✔"
   ],
   [
    "adho 2",
    "несклон",
    "вниз",
    "✔"
   ],
   [
    "anto 1",
    "несклон",
    "в",
    "✔"
   ],
   [
    "anto 2",
    "несклон",
    "до",
    "◑"
   ],
   [
    "api 1.1",
    "несклон",
    "именно",
    "✔"
   ],
   [
    "api 1.2",
    "несклон",
    "даже",
    "✔"
   ],
   [
    "api 1.3",
    "несклон",
    "если",
    "✔"
   ],
   [
    "api 1.4",
    "несклон",
    "есть?",
    "✔"
   ],
   [
    "api 1.5",
    "несклон",
    "но",
    "✔"
   ],
   [
    "api 1.6",
    "несклон",
    "да",
    "✔"
   ],
   [
    "api 1.7",
    "несклон",
    "тоже",
    "✔"
   ],
   [
    "abhito",
    "несклон",
    "рядом, близко, в присутствии",
    "✔"
   ],
   [
    "are",
    "несклон",
    "вон!",
    "✔"
   ],
   [
    "ahe",
    "несклон",
    "(используется для обращения к равным) друг",
    "✔"
   ],
   [
    "aho 2.1",
    "несклон",
    "ой! о, Боже!",
    "✔"
   ],
   [
    "aho 2.2",
    "несклон",
    "(выражая недовольство) о, боже!",
    "✔"
   ],
   [
    "aho 2.3",
    "несклон",
    "несомненно",
    "✔"
   ],
   [
    "aho 2.4",
    "несклон",
    "пусть будет",
    "✔"
   ],
   [
    "āma 1.1",
    "несклон",
    "да",
    "✔"
   ],
   [
    "āvi",
    "несклон",
    "открыто",
    "✔"
   ],
   [
    "iti",
    "несклон",
    "так",
    "✔"
   ],
   [
    "iva",
    "несклон",
    "подобно",
    "✔"
   ],
   [
    "uda 1.1",
    "несклон",
    "либо",
    "✔"
   ],
   [
    "upari 3",
    "несклон",
    "после",
    "✔"
   ],
   [
    "ubbha",
    "несклон",
    "выше",
    "✔"
   ],
   [
    "eva 1",
    "несклон",
    "едва",
    "✔"
   ],
   [
    "kira 1",
    "несклон",
    "действительно",
    "✔"
   ],
   [
    "kira 2",
    "несклон",
    "так говорят",
    "✔"
   ],
   [
    "kila",
    "несклон",
    "говорят",
    "✔"
   ],
   [
    "kva",
    "несклон",
    "где?",
    "✔"
   ],
   [
    "khalu 1",
    "несклон",
    "конечно",
    "✔"
   ],
   [
    "khalu 2",
    "несклон",
    "определенно нет",
    "◑"
   ],
   [
    "khalu 3",
    "несклон",
    "говорят",
    "✔"
   ],
   [
    "khu 1",
    "несклон",
    "действительно",
    "✔"
   ],
   [
    "kho",
    "несклон",
    "действительно",
    "✔"
   ],
   [
    "ca 2.1",
    "несклон",
    "и",
    "✔"
   ],
   [
    "ca 2.2",
    "несклон",
    "но",
    "✔"
   ],
   [
    "ca 2.3",
    "несклон",
    "и",
    "✔"
   ],
   [
    "ce 1",
    "несклон",
    "если",
    "✔"
   ],
   [
    "ce 2",
    "несклон",
    "но",
    "✔"
   ],
   [
    "jātu",
    "несклон",
    "несомненно",
    "✔"
   ],
   [
    "je",
    "несклон",
    "неуважительное обращение к женщине",
    "✔"
   ],
   [
    "tāva 1",
    "несклон",
    "так долго",
    "✔"
   ],
   [
    "tāva 2",
    "несклон",
    "настолько",
    "✔"
   ],
   [
    "tāva 4",
    "несклон",
    "сейчас",
    "✔"
   ],
   [
    "tu 1",
    "несклон",
    "однако",
    "✔"
   ],
   [
    "tuvaṭaṃ",
    "несклон",
    "быстро",
    "✔"
   ],
   [
    "dhi 1.1",
    "несклон",
    "стыд тебе!",
    "✔"
   ],
   [
    "dhī",
    "несклон",
    "стыд! позор! увы!",
    "✔"
   ],
   [
    "na 1",
    "несклон",
    "негативная частица",
    "✔"
   ],
   [
    "na 2",
    "несклон",
    "(добавляет вопросительный знак) верно?",
    "✔"
   ],
   [
    "nahi",
    "несклон",
    "определённо нет",
    "✔"
   ],
   [
    "nu",
    "несклон",
    "(добавляет вопрос) конечно?",
    "✔"
   ],
   [
    "nūna 1",
    "несклон",
    "действительно",
    "✔"
   ],
   [
    "nūna 2",
    "несклон",
    "может ли быть?",
    "✔"
   ],
   [
    "no 1.2",
    "несклон",
    "так ли?",
    "✔"
   ],
   [
    "no 1.3",
    "несклон",
    "затем",
    "✔"
   ],
   [
    "nossu",
    "несклон",
    "конечно? не правда ли? не так ли?",
    "✔"
   ],
   [
    "pati 3.1",
    "несклон",
    "против",
    "✔"
   ],
   [
    "pati 3.2",
    "несклон",
    "по направлению",
    "✔"
   ],
   [
    "pana",
    "несклон",
    "кроме того",
    "✔"
   ],
   [
    "paro",
    "несклон",
    "дальше",
    "✔"
   ],
   [
    "pātaṃ",
    "несклон",
    "рано, утром",
    "✔"
   ],
   [
    "pātu",
    "несклон",
    "впереди",
    "✔"
   ],
   [
    "pāto",
    "несклон",
    "рано",
    "✔"
   ],
   [
    "puna",
    "несклон",
    "снова",
    "✔"
   ],
   [
    "puno",
    "несклон",
    "опять",
    "✔"
   ],
   [
    "pura 2.1",
    "несклон",
    "до",
    "✔"
   ],
   [
    "bahi",
    "несклон",
    "наружно",
    "✔"
   ],
   [
    "mā 1.1",
    "несклон",
    "не надо",
    "✔"
   ],
   [
    "mā 1.2",
    "несклон",
    "хватит!",
    "✔"
   ],
   [
    "micchā 1",
    "несклон",
    "ложный",
    "✔"
   ],
   [
    "micchā 2",
    "несклон",
    "неверно",
    "✔"
   ],
   [
    "yāva 1",
    "несклон",
    "вплоть до того как",
    "✔"
   ],
   [
    "yāva 2",
    "несклон",
    "насколько",
    "✔"
   ],
   [
    "yu",
    "несклон",
    "(грам) технический термин в катьяянабъякаране для основных производных ана",
    "✔"
   ],
   [
    "yeva",
    "сандхи",
    "так",
    "✔"
   ],
   [
    "vata 1.1",
    "несклон",
    "ох!",
    "✔"
   ],
   [
    "vata 1.2",
    "несклон",
    "несомненно",
    "✔"
   ],
   [
    "vā 1",
    "несклон",
    "или",
    "✔"
   ],
   [
    "vā 2",
    "несклон",
    "точно",
    "✔"
   ],
   [
    "vā 3",
    "несклон",
    "и",
    "✔"
   ],
   [
    "vā 4",
    "несклон",
    "или",
    "✔"
   ],
   [
    "ve",
    "несклон",
    "действительно",
    "✔"
   ],
   [
    "vo 3.1",
    "несклон",
    "действительно",
    "✔"
   ],
   [
    "sakad",
    "несклон",
    "однажды",
    "✔"
   ],
   [
    "saki",
    "несклон",
    "однажды",
    "✔"
   ],
   [
    "sakiṃ",
    "несклон",
    "один раз",
    "✔"
   ],
   [
    "sace",
    "несклон",
    "если",
    "✔"
   ],
   [
    "saddhiṃ",
    "несклон",
    "вместе (с)",
    "✔"
   ],
   [
    "samma 1",
    "несклон",
    "друг",
    "✔"
   ],
   [
    "sammā 1",
    "несклон",
    "совершенно",
    "✔"
   ],
   [
    "sammā 2",
    "несклон",
    "подобающе",
    "✔"
   ],
   [
    "sammā 3",
    "несклон",
    "правильно",
    "✔"
   ],
   [
    "saha 1.2",
    "несклон",
    "с",
    "✔"
   ],
   [
    "saha 1.3",
    "несклон",
    "сразу после",
    "✔"
   ],
   [
    "sahā",
    "несклон",
    "с",
    "✔"
   ],
   [
    "sāci",
    "несклон",
    "криво",
    "✔"
   ],
   [
    "su 1",
    "несклон",
    "(вопросительная или выразительная частица)",
    "✔"
   ],
   [
    "suve",
    "несклон",
    "завтра",
    "✔"
   ],
   [
    "so 1.2",
    "несклон",
    "(в отношение только что сказанного)",
    "✔"
   ],
   [
    "sve",
    "несклон",
    "завтра",
    "✔"
   ],
   [
    "ssa 1",
    "несклон",
    "поистине",
    "✔"
   ],
   [
    "ssu",
    "несклон",
    "определенно",
    "✔"
   ],
   [
    "ha 2.1",
    "несклон",
    "действительно",
    "✔"
   ],
   [
    "hi 1",
    "несклон",
    "действительно",
    "✔"
   ],
   [
    "hi 2",
    "несклон",
    "так как",
    "✔"
   ],
   [
    "hiyyo 1",
    "несклон",
    "вчера",
    "✔"
   ],
   [
    "hiyyo 2",
    "несклон",
    "завтра",
    "✔"
   ],
   [
    "huraṃ 1",
    "несклон",
    "там",
    "✔"
   ],
   [
    "huraṃ 2",
    "несклон",
    "вне (чего-то)",
    "✔"
   ],
   [
    "hurā",
    "несклон",
    "отсюда",
    "✔"
   ],
   [
    "he",
    "несклон",
    "эй!",
    "✔"
   ],
   [
    "heṭṭhā 1",
    "несклон",
    "внизу",
    "✔"
   ],
   [
    "heṭṭhā 2",
    "несклон",
    "(грам) перед",
    "✔"
   ]
  ],
  "count": 121
 },
 "great disciples": {
  "data": [
   [
    "anuruddha 1",
    "муж",
    "великий ученик Будды",
    "✔"
   ],
   [
    "ānanda 2",
    "муж",
    "имя помощника Будды",
    "✔"
   ],
   [
    "uttarānandamātar",
    "жен",
    "имя мирянки",
    "◑"
   ],
   [
    "upatissa",
    "муж",
    "имя Сарипутты",
    "✔"
   ],
   [
    "upāli 2",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "uruvelakassapa",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "kaṅkhārevata",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "kappina",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "kātiyānī",
    "жен",
    "имя мирянки",
    "◑"
   ],
   [
    "kāḷigodhāyaputta",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "kāḷudāyī",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kuṭikaṇṇa",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "kuṭikaṇṇatthera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kuṭikaṇṇathera",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "kumārakassapa",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "citta 2.4",
    "муж",
    "имя мирского последователя Будды",
    "✔"
   ],
   [
    "cullapanthaka",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "cūḷapanthaka",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "tapassubhallikā",
    "муж",
    "имена двух мирян",
    "◑"
   ],
   [
    "tapussabhallikā",
    "муж",
    "имена двух мирян",
    "◑"
   ],
   [
    "dārucīriya",
    "прил",
    "фамилия аскета",
    "✔"
   ],
   [
    "nakulamātar",
    "жен",
    "имя мирянки",
    "◑"
   ],
   [
    "nandaka 1",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "paṭācārā",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "puṇṇa 3",
    "муж",
    "имя монаха клана Сакья",
    "✔"
   ],
   [
    "bakulā",
    "жен",
    "имя монахини",
    "◑"
   ],
   [
    "bāhiya",
    "муж",
    "имя аскета",
    "✔"
   ],
   [
    "mantāṇiputta",
    "муж",
    "фамилия монаха клана Сакья",
    "✔"
   ],
   [
    "mantāniputta",
    "муж",
    "фамилия шакьяского архата монаха",
    "◑"
   ],
   [
    "mahākaccāna",
    "муж",
    "великий ученик Будды",
    "✔"
   ],
   [
    "mahākaccāyana",
    "муж",
    "великий ученик Будды",
    "✔"
   ],
   [
    "mahākappina",
    "муж",
    "великий ученик Будды",
    "✔"
   ],
   [
    "mahākassapa",
    "муж",
    "великий ученик Будды",
    "✔"
   ],
   [
    "mahākoṭṭhika",
    "муж",
    "имя монаха архата",
    "✔"
   ],
   [
    "mahākoṭṭhita",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "mahāpanthaka",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "mahāmoggalāna",
    "муж",
    "имя архата-монаха, главного ученика",
    "✔"
   ],
   [
    "mahāmoggallāna",
    "муж",
    "имя одного из главных учеников Будды",
    "✔"
   ],
   [
    "moggallāna 1",
    "муж",
    "имя одного из главных учеников Будды",
    "✔"
   ],
   [
    "revata 1",
    "муж",
    "великий ученик Будды",
    "✔"
   ],
   [
    "vaṅgisa",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "vaṅgīsa",
    "муж",
    "имя арахант монаха",
    "◑"
   ],
   [
    "visākhā 1",
    "жен",
    "имя главной ученицы Будды",
    "✔"
   ],
   [
    "sāmāvatī 1",
    "жен",
    "имя мирянки",
    "◑"
   ],
   [
    "sāriputta",
    "муж",
    "имя монаха архата",
    "✔"
   ],
   [
    "sāriputtamoggallānā",
    "муж",
    "Сарипутта и Моггаллана",
    "✔"
   ],
   [
    "sigālamātar",
    "жен",
    "имя монахини",
    "◑"
   ],
   [
    "siṅgālakamātar",
    "жен",
    "имя монахини",
    "◑"
   ],
   [
    "siṅgālamātar",
    "жен",
    "имя монахини",
    "◑"
   ],
   [
    "sīvali",
    "муж",
    "имя архат-монаха",
    "◑"
   ],
   [
    "sudatta",
    "муж",
    "имя Анатхапиндики",
    "✔"
   ],
   [
    "suppavāsā",
    "жен",
    "имя мирянки",
    "◑"
   ],
   [
    "sūrambaṭṭha",
    "муж",
    "имя мирянина",
    "◑"
   ],
   [
    "soṇa 4",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "soṇakuṭikaṇṇa",
    "муж",
    "имя архата монаха",
    "◑"
   ]
  ],
  "count": 55
 },
 "diseases": {
  "data": [
   [
    "antagaṇṭhābādha",
    "муж",
    "twisted gut",
    "✔"
   ],
   [
    "kilāsa",
    "муж",
    "форма проказы",
    "✔"
   ]
  ],
  "count": 2
 },
 "verbal endings": {
  "data": [
   [
    "anti",
    "оконч",
    "(грам) глагольное окончание 3-го лица множественного числа настоящего времени",
    "✔"
   ],
   [
    "iṃ",
    "оконч",
    "(грам) иṃ",
    "✔"
   ],
   [
    "iṃsu",
    "оконч",
    "(грам) iṃsu",
    "✔"
   ],
   [
    "ī",
    "оконч",
    "(грам) ī",
    "✔"
   ],
   [
    "īvibhatti",
    "оконч",
    "(грам) и ī",
    "✔"
   ],
   [
    "uṃ",
    "оконч",
    "(грам) уṃ",
    "✔"
   ],
   [
    "uṃvibhatti",
    "оконч",
    "(грам) глагольное окончание прошедшего времени 3-го лица множественного числа",
    "✔"
   ],
   [
    "eyya 2.1",
    "оконч",
    "(грам) eyya",
    "✔"
   ],
   [
    "ti 3",
    "оконч",
    "(грам) ти",
    "✔"
   ],
   [
    "tu 2",
    "оконч",
    "ту",
    "✔"
   ],
   [
    "tha",
    "оконч",
    "(грамм) тха",
    "✔"
   ],
   [
    "ma 3.1",
    "оконч",
    "(грам) ма",
    "✔"
   ],
   [
    "mi",
    "оконч",
    "(грам) ми",
    "✔"
   ],
   [
    "mikāra",
    "оконч",
    "(грам) ми суффикс",
    "✔"
   ],
   [
    "si 1.1",
    "оконч",
    "(грам) глагольное окончание настоящего времени 2-го лица единственного числа",
    "✔"
   ],
   [
    "hi 3",
    "оконч",
    "(грам) хи",
    "✔"
   ]
  ],
  "count": 16
 },
 "books of the Khuddaka Nikāya": {
  "data": [
   [
    "apadāna 1.3",
    "ср",
    "книги 10 и 11 Кхуддаканикаи",
    "✔"
   ],
   [
    "itivutta",
    "ср",
    "книга 4 из Худдака Никаи",
    "◑"
   ],
   [
    "itivuttaka",
    "ср",
    "цитаты",
    "✔"
   ],
   [
    "udāna 2",
    "муж",
    "книга 3 из худдака никая",
    "✔"
   ],
   [
    "khuddakapāṭha",
    "муж",
    "первая книга \"Кхуддака Никая\"",
    "✔"
   ],
   [
    "cariyāpiṭaka",
    "ср",
    "книга 13 худака никаи",
    "✔"
   ],
   [
    "jātaka 2",
    "ср",
    "книги 14 и 15 кхуддака никаи",
    "✔"
   ],
   [
    "jātakapāḷi",
    "жен",
    "книги 14 и 15 из Худдака никаи",
    "◑"
   ],
   [
    "theragāthā",
    "жен",
    "8 книга Кхуддака Никаи",
    "✔"
   ],
   [
    "theragāthāpāḷi",
    "жен",
    "книга 8 кхуддака никаи",
    "◑"
   ],
   [
    "therāpadāna",
    "ср",
    "книга 10 худдхака никаи",
    "◑"
   ],
   [
    "therigāthā",
    "жен",
    "книга 9 кхуддака никая",
    "◑"
   ],
   [
    "therīapadāna",
    "ср",
    "книга 11 кхуддака никаи",
    "◑"
   ],
   [
    "therīgāthā",
    "жен",
    "книга 9 малая никая",
    "✔"
   ],
   [
    "therīgāthāpāḷi",
    "жен",
    "книга 9 Кхуддака Никаи",
    "◑"
   ],
   [
    "dhammapada 3",
    "ср",
    "книга 2 из худдака никая",
    "✔"
   ],
   [
    "niddesa 2",
    "муж",
    "книги 14 и 15 Кхуддака Никaя",
    "✔"
   ],
   [
    "nettipāḷi",
    "жен",
    "книга 19 из Кхуддака Никая",
    "◑"
   ],
   [
    "paṭisambhidā 2",
    "жен",
    "книга 18 из Кхудакка Никая",
    "◑"
   ],
   [
    "paṭisambhidāmagga",
    "муж",
    "книга 18 из Худдхака Никая",
    "✔"
   ],
   [
    "petavatthu",
    "ср",
    "книга 7 из кхуддака никая",
    "✔"
   ],
   [
    "buddhavaṃsa",
    "муж",
    "книга 12-ти Кхуддака Никаи",
    "✔"
   ],
   [
    "milindapañha",
    "муж",
    "книги 20 из Худакка Никая",
    "✔"
   ],
   [
    "vimānavatthu",
    "ср",
    "книга 6 из Худдхака Никая",
    "✔"
   ],
   [
    "suttanipāta",
    "муж",
    "книга 5 из Khuddaka Nikāya",
    "✔"
   ]
  ],
  "count": 25
 },
 "names of continents": {
  "data": [
   [
    "aparagoyāna",
    "муж",
    "название западного континента в буддийской космологии",
    "✔"
   ],
   [
    "uttarakuru",
    "муж",
    "название северного континента в буддийской космологии",
    "✔"
   ],
   [
    "jambudīpa",
    "муж",
    "Джамбудипа",
    "✔"
   ],
   [
    "pubbavideha",
    "муж",
    "имя восточного континента в буддийской космологии",
    "✔"
   ]
  ],
  "count": 4
 },
 "epithets of stream entry": {
  "data": [
   [
    "aparappaccaya",
    "прил",
    "независимый",
    "✔"
   ],
   [
    "abhisami",
    "аор",
    "полностью осознал",
    "✔"
   ],
   [
    "abhisamita",
    "прич.прош",
    "познанный",
    "✔"
   ],
   [
    "aveccappasanna",
    "прил",
    "с непоколебимой уверенностью",
    "✔"
   ],
   [
    "aveccappasāda",
    "муж",
    "идеальная ясность",
    "✔"
   ],
   [
    "āgataphala",
    "прил",
    "достигший плода",
    "✔"
   ],
   [
    "ekabījī",
    "прил",
    "(о вступившем в поток) у кого осталась одна оставшаяся человеческая жизнь",
    "✔"
   ],
   [
    "kāyasakkhi",
    "прил",
    "засвидетельствовавший телом",
    "✔"
   ],
   [
    "kāyasakkhī",
    "прил",
    "освобожденный через переживание дхьяны и беспредельных достижений",
    "✔"
   ],
   [
    "kolaṃkola",
    "муж",
    "входящий в поток, который возвращается в человеческое состояние два или три раза",
    "✔"
   ],
   [
    "gihisotāpanna",
    "муж",
    "мирской входящий в поток",
    "◑"
   ],
   [
    "tiṇṇavicikiccha",
    "прил",
    "кто пересек сомнения",
    "✔"
   ],
   [
    "dassanasampadā",
    "жен",
    "достижение прозрения",
    "✔"
   ],
   [
    "dassanasampanna",
    "прил",
    "наделенный прозорливостью",
    "✔"
   ],
   [
    "dassanuppāda",
    "муж",
    "возникновение прозрения",
    "✔"
   ],
   [
    "diṭṭhadhamma 2",
    "прил",
    "увидевший истину",
    "✔"
   ],
   [
    "diṭṭhappatta",
    "прил",
    "достигший видения (Ниббаны)",
    "◑"
   ],
   [
    "diṭṭhippatta",
    "прил",
    "достигший понимания",
    "✔"
   ],
   [
    "diṭṭhisampadā",
    "жен",
    "успешное достижение взгляда",
    "◑"
   ],
   [
    "dhammacakkhu",
    "ср",
    "понимание природы реальности",
    "✔"
   ],
   [
    "dhammānusārī 1",
    "муж",
    "кто вошел в поток через понимание учения",
    "✔"
   ],
   [
    "dhammānusārī 2",
    "прил",
    "вошедший в поток через понимание учения",
    "✔"
   ],
   [
    "pattadhamma",
    "прил",
    "достигший Дхаммы",
    "✔"
   ],
   [
    "pariyogāḷhadhamma",
    "прил",
    "глубоко проникшийся Даммой",
    "✔"
   ],
   [
    "maggasampadā",
    "жен",
    "достижение пути",
    "✔"
   ],
   [
    "vigatakathaṃkatha",
    "прил",
    "без сомнения",
    "✔"
   ],
   [
    "viditadhamma",
    "прил",
    "понявший Дхамму",
    "✔"
   ],
   [
    "vesārajjappatta",
    "прил",
    "уверенный в",
    "✔"
   ],
   [
    "sattakkhattuparama",
    "муж",
    "вошедший в поток, который имеет не более семи жизней",
    "✔"
   ],
   [
    "saddhānusārī 1",
    "муж",
    "кто вошел в поток через веру",
    "✔"
   ],
   [
    "saddhānusārī 2",
    "прил",
    "вошедший в поток через веру",
    "✔"
   ],
   [
    "saddhāvimutta",
    "прил",
    "освобожденный верой",
    "✔"
   ],
   [
    "samaṇamacala",
    "муж",
    "стабильный аскет",
    "◑"
   ]
  ],
  "count": 33
 },
 "nine types of suttas": {
  "data": [
   [
    "abbhutadhamma 1",
    "ср",
    "удивительные рассказы",
    "✔"
   ],
   [
    "itivuttaka",
    "ср",
    "цитаты",
    "✔"
   ],
   [
    "udāna 1",
    "муж",
    "вдохновляющее высказывание",
    "✔"
   ],
   [
    "gāthā 2",
    "жен",
    "тексты в стихах",
    "✔"
   ],
   [
    "geyya 1",
    "ср",
    "смесь стихов и прозы",
    "✔"
   ],
   [
    "jātaka 1",
    "ср",
    "истории прошлых жизней",
    "✔"
   ],
   [
    "vedalla",
    "ср",
    "ряд вопросов и ответов",
    "✔"
   ],
   [
    "veyyākaraṇa 2",
    "ср",
    "подробное объяснение",
    "✔"
   ],
   [
    "sutta 2.1",
    "ср",
    "писание",
    "✔"
   ]
  ],
  "count": 9
 },
 "32 marks of a great man": {
  "data": [
   [
    "abhinīlanetta",
    "прил",
    "с бездонно голубыми глазами",
    "✔"
   ],
   [
    "aviraḷadanta",
    "прил",
    "без зазоров между зубов",
    "✔"
   ],
   [
    "āyatapaṇhi",
    "прил",
    "с длинными пятками",
    "✔"
   ],
   [
    "uṇhīsasīsa",
    "прил",
    "с головой в форме тюрбана",
    "✔"
   ],
   [
    "uddhaggaloma",
    "прил",
    "с приподнятыми кончиками волос на теле",
    "✔"
   ],
   [
    "ussaṅkhapāda",
    "прил",
    "с ровными ногами",
    "✔"
   ],
   [
    "ekekaloma",
    "прил",
    "с отдельными волосами на теле",
    "✔"
   ],
   [
    "eṇijaṅgha",
    "прил",
    "с икрами как у антилопы",
    "✔"
   ],
   [
    "kañcanasannibhattaca",
    "прил",
    "с кожей как золото",
    "✔"
   ],
   [
    "kosohitavatthaguyha",
    "прил",
    "с гениталиями заключенными в оболочку",
    "✔"
   ],
   [
    "gopakhuma",
    "прил",
    "с ресницами как у коровы",
    "✔"
   ],
   [
    "cattālīsadanta",
    "прил",
    "с сорока зубами",
    "✔"
   ],
   [
    "citantaraṃsa",
    "прил",
    "с ровной спиной",
    "✔"
   ],
   [
    "jālahatthapāda",
    "прил",
    "с разлинованными руками и ногами",
    "✔"
   ],
   [
    "dīghaṅguli",
    "прил",
    "с длинными пальцами",
    "✔"
   ],
   [
    "nigrodhaparimaṇḍala",
    "прил",
    "с округлыми и хорошо сложенными конечностями",
    "✔"
   ],
   [
    "pahūtajivha",
    "прил",
    "с большим языком",
    "✔"
   ],
   [
    "brahmassara",
    "прил",
    "с глубоким голосом",
    "✔"
   ],
   [
    "brahmujugatta",
    "прил",
    "с длинными и прямыми конечностями",
    "✔"
   ],
   [
    "mudutalunahatthapāda",
    "прил",
    "с мягкими и нежными руками и ногами",
    "✔"
   ],
   [
    "rasaggasaggī",
    "прил",
    "с острым чувством вкуса",
    "✔"
   ],
   [
    "sattussada 1.1",
    "прил",
    "с семью выпуклостями",
    "✔"
   ],
   [
    "samadanta",
    "прил",
    "с ровными зубами",
    "✔"
   ],
   [
    "samavaṭṭakkhandha",
    "прил",
    "с хорошо округленными плечами",
    "✔"
   ],
   [
    "samavaṭṭakhandha",
    "прил",
    "с хорошо округленными плечами",
    "✔"
   ],
   [
    "sīhapubbaddhakāya",
    "прил",
    "с туловищем льва",
    "✔"
   ],
   [
    "sīhahanu",
    "прил",
    "с челюстью как у льва",
    "✔"
   ],
   [
    "sukhumacchavi 1",
    "прил",
    "с нежной кожей",
    "✔"
   ],
   [
    "suppatiṭṭhitapāda",
    "прил",
    "кто ставит ногу на землю ровно",
    "✔"
   ],
   [
    "suvaṇṇavaṇṇa 1",
    "прил",
    "с золотистым внешним видом",
    "✔"
   ],
   [
    "susukkadāṭha",
    "прил",
    "с очень белыми зубами",
    "✔"
   ]
  ],
  "count": 31
 },
 "weapons": {
  "data": [
   [
    "abhivagga",
    "муж",
    "тип военного оружия",
    "✔"
   ],
   [
    "asi 1.1",
    "муж",
    "меч",
    "✔"
   ],
   [
    "asicamma",
    "ср",
    "меч и щит",
    "✔"
   ],
   [
    "asidhārā",
    "жен",
    "клинок меча",
    "✔"
   ],
   [
    "āvudha 1",
    "ср",
    "оружие",
    "✔"
   ],
   [
    "āvudhajāta",
    "ср",
    "разновидность оружия",
    "✔"
   ],
   [
    "khagga 1",
    "муж",
    "меч",
    "✔"
   ],
   [
    "khuddakavāsi",
    "жен",
    "маленький острый нож",
    "✔"
   ],
   [
    "cāpa",
    "муж",
    "лук (и стрела)",
    "✔"
   ],
   [
    "chejjā",
    "жен",
    "лезвие",
    "✔"
   ],
   [
    "jiya",
    "муж",
    "тетива",
    "◑"
   ],
   [
    "jiyā",
    "жен",
    "тетива",
    "✔"
   ],
   [
    "tutta",
    "ср",
    "щука",
    "✔"
   ],
   [
    "daḷhadhanu",
    "ср",
    "сильный лук",
    "◑"
   ],
   [
    "dhanu 1",
    "ср",
    "лук",
    "✔"
   ],
   [
    "dhanukalāpa",
    "ср",
    "лук и колчан",
    "✔"
   ],
   [
    "paharaṇa 1",
    "ср",
    "ударное оружие",
    "✔"
   ],
   [
    "phala 2.1",
    "ср",
    "лезвие",
    "✔"
   ],
   [
    "mataja",
    "ср",
    "вид оружия",
    "✔"
   ],
   [
    "maraṇakāraṇa",
    "ср",
    "оружие",
    "◑"
   ],
   [
    "vāsi 1.2",
    "жен",
    "острый нож",
    "◑"
   ],
   [
    "vikattana",
    "ср",
    "нож",
    "◑"
   ],
   [
    "vikantana 1",
    "ср",
    "нож",
    "✔"
   ],
   [
    "satti 1",
    "жен",
    "копье",
    "✔"
   ],
   [
    "sattha 2.1",
    "ср",
    "оружие",
    "✔"
   ],
   [
    "satthahāraka 2.1",
    "ср",
    "смертельное оружие",
    "✔"
   ],
   [
    "sikhara 1",
    "ср",
    "верхушка",
    "✔"
   ],
   [
    "sūla",
    "ср",
    "кол",
    "✔"
   ]
  ],
  "count": 28
 },
 "five Mārā": {
  "data": [
   [
    "abhisaṅkhāramāra",
    "муж",
    "мара в смысле воли",
    "◑"
   ],
   [
    "kilesamāra",
    "муж",
    "мара в смысле нечистот",
    "◑"
   ],
   [
    "khandhamāra",
    "муж",
    "мара в смысле совокупностей",
    "◑"
   ],
   [
    "devaputtamāra",
    "муж",
    "мара в значении божества",
    "◑"
   ],
   [
    "maccumāra",
    "муж",
    "мара в значении смерть",
    "◑"
   ]
  ],
  "count": 5
 },
 "trees": {
  "data": [
   [
    "amba 1",
    "муж",
    "манговое дерево",
    "✔"
   ],
   [
    "assattha 1",
    "муж",
    "дерево бодхи",
    "✔"
   ],
   [
    "āmalakī",
    "жен",
    "эмблика",
    "✔"
   ],
   [
    "udumbara",
    "муж",
    "фиговое дерево",
    "✔"
   ],
   [
    "kakudha 2",
    "муж",
    "дерево арджуна",
    "✔"
   ],
   [
    "kacchaka",
    "муж",
    "красный кедр",
    "✔"
   ],
   [
    "kaṭṭhaka",
    "муж",
    "бамбук",
    "✔"
   ],
   [
    "kaṇikāra",
    "муж",
    "дерево баюр",
    "✔"
   ],
   [
    "kadali 1",
    "жен",
    "дерево банана",
    "✔"
   ],
   [
    "kandula",
    "муж",
    "название дерева",
    "✔"
   ],
   [
    "kapitthana 1",
    "муж",
    "дерево порция",
    "✔"
   ],
   [
    "karañja",
    "муж",
    "индийский бук",
    "◑"
   ],
   [
    "kareri",
    "муж",
    "дерево карира",
    "✔"
   ],
   [
    "kiṃsuka",
    "муж",
    "дерево Лесное пламя",
    "✔"
   ],
   [
    "kūṭasimbalī",
    "муж",
    "колючее красное хлопковое дерево",
    "◑"
   ],
   [
    "koṭasimbali",
    "муж",
    "колючее красное хлопковое дерево",
    "◑"
   ],
   [
    "kolarukkha",
    "муж",
    "дерево зизифус",
    "◑"
   ],
   [
    "koviḷāra",
    "муж",
    "название дерева",
    "✔"
   ],
   [
    "kosamba",
    "муж",
    "гималайское манго",
    "✔"
   ],
   [
    "khadira",
    "муж",
    "дерево акации",
    "◑"
   ],
   [
    "candana 3",
    "муж",
    "сандаловое дерево",
    "✔"
   ],
   [
    "campaka",
    "муж",
    "дерево с ароматными цветами",
    "◑"
   ],
   [
    "jambu",
    "жен",
    "розовая яблоня",
    "✔"
   ],
   [
    "jambū",
    "жен",
    "дерево розового яблока",
    "✔"
   ],
   [
    "takkārī",
    "жен",
    "египетский конопляный куст",
    "✔"
   ],
   [
    "tāla 1.1",
    "муж",
    "пальма",
    "✔"
   ],
   [
    "tiṇḍuka 1",
    "муж",
    "дерево тиṇḍука",
    "◑"
   ],
   [
    "tiṇḍuka 2",
    "ср",
    "плод дерева Малабарское черное дерево",
    "✔"
   ],
   [
    "tinduka",
    "муж",
    "дерево эбеновое малабарское",
    "✔"
   ],
   [
    "timbaru",
    "муж",
    "плод чилибухи или малабарского черного дерева",
    "✔"
   ],
   [
    "tirīṭa",
    "ср",
    "ткань из коры деревьев лодра",
    "✔"
   ],
   [
    "dālima",
    "муж",
    "гранатовое дерево",
    "✔"
   ],
   [
    "dhava 1",
    "муж",
    "осьмелияное дерево",
    "✔"
   ],
   [
    "nāga 7",
    "муж",
    "огромное дерево",
    "✔"
   ],
   [
    "nāḷikera 1",
    "муж",
    "кокосовая пальма",
    "◑"
   ],
   [
    "nigrodha 1",
    "муж",
    "баньян",
    "✔"
   ],
   [
    "nicula",
    "муж",
    "дерево",
    "✔"
   ],
   [
    "nimba",
    "муж",
    "дерево ним",
    "✔"
   ],
   [
    "panasa 1",
    "муж",
    "артокарпус",
    "◑"
   ],
   [
    "panasa 2",
    "ср",
    "джекфрут",
    "✔"
   ],
   [
    "palāsa 1.2",
    "муж",
    "пламея",
    "✔"
   ],
   [
    "pāṭalī 2",
    "муж",
    "трубное-цветочное дерево",
    "✔"
   ],
   [
    "pāṭalī 3",
    "жен",
    "цветок бунгера",
    "◑"
   ],
   [
    "pāricchatta",
    "муж",
    "коралловое дерево",
    "◑"
   ],
   [
    "pāricchattaka",
    "муж",
    "коралловое дерево",
    "✔"
   ],
   [
    "pārichatta",
    "муж",
    "название типа дерева",
    "✔"
   ],
   [
    "pārichattaka 1",
    "муж",
    "название типа дерева",
    "✔"
   ],
   [
    "pārichattaka 2",
    "муж",
    "название дерева на небе Таватимса",
    "✔"
   ],
   [
    "pāripuppha",
    "ср",
    "orchid tree flower",
    "✔"
   ],
   [
    "pilakkha",
    "муж",
    "белый инжир",
    "✔"
   ],
   [
    "pucimanda",
    "муж",
    "дерево ним",
    "✔"
   ],
   [
    "puṇḍarīka 2",
    "ср",
    "душистое манговое дерево",
    "✔"
   ],
   [
    "punnāga",
    "муж",
    "александрийское лавровое дерево",
    "✔"
   ],
   [
    "phandana 3",
    "муж",
    "вид дерева",
    "✔"
   ],
   [
    "badarī",
    "жен",
    "жу-юба",
    "◑"
   ],
   [
    "bimbijāla",
    "муж",
    "дерево, под которым Будда Дхаммадасси достиг пробуждения",
    "◑"
   ],
   [
    "beluva 1",
    "муж",
    "древесная яблоня",
    "✔"
   ],
   [
    "beluvalaṭṭhikā",
    "жен",
    "саженец древесной яблони",
    "✔"
   ],
   [
    "beḷuva 2",
    "муж",
    "дерево бильва",
    "◑"
   ],
   [
    "beḷuva 3",
    "ср",
    "деревянное яблоко",
    "✔"
   ],
   [
    "bodhi 3",
    "жен",
    "дерево бодхи",
    "✔"
   ],
   [
    "bodhirukkha",
    "муж",
    "дерево бодхи",
    "✔"
   ],
   [
    "madhu 4",
    "ср",
    "масляное дерево",
    "✔"
   ],
   [
    "madhuka",
    "муж",
    "дерево масляное",
    "✔"
   ],
   [
    "mandārava",
    "муж",
    "коралловое дерево",
    "✔"
   ],
   [
    "mucalinda 1",
    "муж",
    "тип дерева",
    "◑"
   ],
   [
    "mucalinda 3",
    "муж",
    "вид дерева",
    "◑"
   ],
   [
    "rājāyatana",
    "муж",
    "дерево чалар",
    "◑"
   ],
   [
    "labuja",
    "муж",
    "дерево хлебное",
    "✔"
   ],
   [
    "vaṭa 3",
    "муж",
    "бодхи, дерево баньян",
    "◑"
   ],
   [
    "vaṭarukkha",
    "муж",
    "баньян",
    "◑"
   ],
   [
    "vaṃsa 1",
    "муж",
    "бамбук",
    "✔"
   ],
   [
    "sattapaṇṇī",
    "муж",
    "дерево",
    "✔"
   ],
   [
    "salaḷa",
    "ср",
    "индийское дерево ладан",
    "✔"
   ],
   [
    "sallakī",
    "жен",
    "индийское ладанное дерево",
    "✔"
   ],
   [
    "saḷala",
    "муж",
    "индийское ладанное дерево",
    "✔"
   ],
   [
    "sāka 2",
    "ср",
    "тиковое дерево",
    "✔"
   ],
   [
    "sāla 1.1",
    "муж",
    "дерево Сал",
    "✔"
   ],
   [
    "sālarukkha",
    "муж",
    "дерево сал",
    "◑"
   ],
   [
    "simbalī",
    "муж",
    "хлопковое шелковое дерево",
    "✔"
   ],
   [
    "sirīsa",
    "муж",
    "дерево \"женский язык\"",
    "✔"
   ],
   [
    "sirīsaka",
    "муж",
    "название дерева",
    "✔"
   ],
   [
    "siṃsapā",
    "жен",
    "дерево Симсапа",
    "✔"
   ],
   [
    "sīsapā",
    "жен",
    "дерево Симсапа",
    "✔"
   ],
   [
    "haricandana",
    "ср",
    "жёлтое сандаловое дерево",
    "✔"
   ]
  ],
  "count": 85
 },
 "names of heavens": {
  "data": [
   [
    "ambaraambaravatiya",
    "муж",
    "название небесного города",
    "◑"
   ],
   [
    "aviha 1",
    "муж",
    "название небесного царства",
    "✔"
   ],
   [
    "vehapphala 1",
    "муж",
    "класс божественных существ",
    "✔"
   ],
   [
    "suddhāvāsa 1",
    "муж",
    "Чистая Обитель",
    "✔"
   ],
   [
    "subhakiṇha 1",
    "муж",
    "класс божественных существ",
    "✔"
   ]
  ],
  "count": 5
 },
 "names of monasteries": {
  "data": [
   [
    "ambalaṭṭhikā",
    "жен",
    "название монастыря",
    "✔"
   ],
   [
    "ambāṭakārāma",
    "муж",
    "название монастыря",
    "✔"
   ],
   [
    "āḷindaka",
    "муж",
    "название монастыря на Шри-Ланке",
    "✔"
   ],
   [
    "ekapuṇḍarīka 2",
    "муж",
    "название монастыря для странствующих отшельников",
    "✔"
   ],
   [
    "kapotakandarā",
    "жен",
    "название монастыря",
    "✔"
   ],
   [
    "kāḷakārāma",
    "муж",
    "название монастыря",
    "✔"
   ],
   [
    "kāḷavallimaṇḍapa",
    "муж",
    "название монастыря в Шри-Ланке",
    "✔"
   ],
   [
    "kukkuṭārāma",
    "муж",
    "название монастыря возле Паталипутты",
    "✔"
   ],
   [
    "kūṭāgārasālā 2",
    "жен",
    "название монастыря за пределами Весали",
    "✔"
   ],
   [
    "koḷikārāma",
    "муж",
    "название монастыря",
    "✔"
   ],
   [
    "khemiyambavana",
    "ср",
    "название монастыря",
    "✔"
   ],
   [
    "giñjakāvasatha",
    "муж",
    "кирпичный дом",
    "✔"
   ],
   [
    "gosiṅgasālavana",
    "ср",
    "название монастыря",
    "✔"
   ],
   [
    "gosiṅgasālavanadāya",
    "муж",
    "название монастыря",
    "✔"
   ],
   [
    "ghositārāma",
    "муж",
    "монастырь Гхосита",
    "✔"
   ],
   [
    "cittalapabbata",
    "муж",
    "название древнего монастыря на вершине горы в Шри-Ланке",
    "✔"
   ],
   [
    "jīvakambavana",
    "ср",
    "название монастыря около Раджагахи",
    "✔"
   ],
   [
    "jetavana",
    "ср",
    "название монастыря в Саваттхи",
    "✔"
   ],
   [
    "tapoda 2",
    "муж",
    "название монастыря",
    "◑"
   ],
   [
    "tapodārāma",
    "муж",
    "парк горячих источников",
    "✔"
   ],
   [
    "tindukakhāṇuparibbājakārāma",
    "муж",
    "аскеты для монастыря",
    "◑"
   ],
   [
    "dīpavihāra",
    "муж",
    "название древнего монастыря Шри-Ланки",
    "✔"
   ],
   [
    "dhavajālikā",
    "жен",
    "название монастыря",
    "✔"
   ],
   [
    "pāvārikambavana",
    "ср",
    "название монастыря",
    "✔"
   ],
   [
    "pubbārāma",
    "муж",
    "Восточный Парк",
    "✔"
   ],
   [
    "pokkharaṇiyā",
    "жен",
    "название монастыря",
    "✔"
   ],
   [
    "badarikārāma",
    "муж",
    "название монастыря рядом с Косамби",
    "✔"
   ],
   [
    "makhādevaambavana",
    "ср",
    "название монастыря в Митхила",
    "✔"
   ],
   [
    "magghadevaambavana",
    "ср",
    "название монастыря",
    "◑"
   ],
   [
    "maghadevaambavana",
    "ср",
    "название монастыря",
    "✔"
   ],
   [
    "maghadevambavana",
    "ср",
    "название монастыря",
    "✔"
   ],
   [
    "migāramātupāsāda",
    "муж",
    "название монастыря",
    "✔"
   ],
   [
    "rājakārāma",
    "муж",
    "название монастыря",
    "◑"
   ],
   [
    "vaṭajālikā",
    "жен",
    "название монастыря",
    "✔"
   ],
   [
    "vaṭṭajālikā",
    "жен",
    "название монастыря",
    "✔"
   ],
   [
    "salaḷāgāra",
    "ср",
    "название монастыря",
    "◑"
   ],
   [
    "heṭṭhāmigāramātupāsāda",
    "муж",
    "под залом матери Мигары",
    "✔"
   ]
  ],
  "count": 37
 },
 "foodstuff": {
  "data": [
   [
    "ambāṭaka",
    "муж",
    "амра",
    "✔"
   ],
   [
    "kaṅgu",
    "жен",
    "просо",
    "✔"
   ],
   [
    "kaḷāyayūsa",
    "муж",
    "бульон из коровьих бобов",
    "✔"
   ],
   [
    "kudrusaka",
    "муж",
    "пальчатая просо",
    "◑"
   ],
   [
    "kudrūsaka",
    "муж",
    "пальчатка",
    "◑"
   ],
   [
    "kulatthayūsa",
    "муж",
    "бульон из конского граха",
    "✔"
   ],
   [
    "godhūma",
    "муж",
    "пшеница",
    "◑"
   ],
   [
    "tilatela",
    "ср",
    "кунжутное масло",
    "✔"
   ],
   [
    "tela",
    "ср",
    "масло",
    "✔"
   ],
   [
    "nāḷikera 2",
    "ср",
    "кокос (фрукт)",
    "◑"
   ],
   [
    "nīvāra",
    "муж",
    "красный рис",
    "✔"
   ],
   [
    "piññāka",
    "ср",
    "измельчённый кунжут",
    "✔"
   ],
   [
    "badarikā",
    "жен",
    "плод жужубы",
    "✔"
   ],
   [
    "beluva 2",
    "ср",
    "плод африканского баобаба",
    "✔"
   ],
   [
    "muggayūsa",
    "муж",
    "бульон из бобов мунг",
    "✔"
   ],
   [
    "yava 1",
    "муж",
    "ячмень",
    "✔"
   ],
   [
    "yavaka",
    "муж",
    "ячмень",
    "✔"
   ],
   [
    "yūsa 1",
    "муж",
    "суп",
    "✔"
   ],
   [
    "varaka 1.1",
    "муж",
    "фасоль",
    "◑"
   ],
   [
    "vasātela",
    "ср",
    "жир",
    "✔"
   ],
   [
    "vīhi",
    "муж",
    "рис-падди",
    "✔"
   ],
   [
    "sappi 1.1",
    "ср",
    "топленое масло",
    "✔"
   ],
   [
    "sappitela",
    "ср",
    "топленое масло",
    "✔"
   ],
   [
    "sāmāka",
    "муж",
    "просо",
    "✔"
   ],
   [
    "sāli",
    "муж",
    "рис",
    "✔"
   ],
   [
    "sāsapatela",
    "ср",
    "горчичное масло",
    "✔"
   ],
   [
    "hareṇukayūsa",
    "муж",
    "гороховый бульон",
    "✔"
   ]
  ],
  "count": 27
 },
 "family members": {
  "data": [
   [
    "ammā 1",
    "жен",
    "мать",
    "✔"
   ],
   [
    "kaniṭṭhabhaginī",
    "жен",
    "младшая сестра",
    "✔"
   ],
   [
    "kaniṭṭhabhātar",
    "муж",
    "младший брат",
    "✔"
   ],
   [
    "kaniṭṭhabhātika",
    "муж",
    "младший брат",
    "✔"
   ],
   [
    "kaniṭṭhā",
    "жен",
    "младшая сестра",
    "◑"
   ],
   [
    "cūḷapitar",
    "муж",
    "младший брат отца",
    "✔"
   ],
   [
    "cūḷamātar",
    "жен",
    "тётя",
    "✔"
   ],
   [
    "jananī 2",
    "жен",
    "мать",
    "◑"
   ],
   [
    "jeṭṭhabhaginī",
    "жен",
    "старшая сестра",
    "✔"
   ],
   [
    "jeṭṭhabhātar",
    "муж",
    "старший брат",
    "✔"
   ],
   [
    "jeṭṭhā",
    "жен",
    "старшая сестра",
    "◑"
   ],
   [
    "dāyādaka",
    "муж",
    "наследник",
    "✔"
   ],
   [
    "dāyādikā",
    "жен",
    "наследница",
    "✔"
   ],
   [
    "nattaka 2.1",
    "муж",
    "внук",
    "◑"
   ],
   [
    "nattar",
    "муж",
    "внук",
    "✔"
   ],
   [
    "pitar",
    "муж",
    "отец",
    "✔"
   ],
   [
    "pitā",
    "муж",
    "отец",
    "✔"
   ],
   [
    "pitāmaha 1",
    "муж",
    "дед",
    "✔"
   ],
   [
    "piti",
    "муж",
    "отец",
    "✔"
   ],
   [
    "pitucchā",
    "жен",
    "сестра отца",
    "✔"
   ],
   [
    "putta 1",
    "муж",
    "сын",
    "✔"
   ],
   [
    "puttabhātar",
    "муж",
    "сын и брат",
    "✔"
   ],
   [
    "pettiya",
    "муж",
    "дядя",
    "◑"
   ],
   [
    "bandhava",
    "муж",
    "родственник",
    "✔"
   ],
   [
    "bandhavāni",
    "ср",
    "родственники",
    "✔"
   ],
   [
    "bhaginī 1",
    "жен",
    "сестра",
    "✔"
   ],
   [
    "bhattar 2",
    "муж",
    "муж",
    "✔"
   ],
   [
    "bhāgineyya",
    "муж",
    "племянник",
    "✔"
   ],
   [
    "bhātar",
    "муж",
    "брат",
    "✔"
   ],
   [
    "bhātika",
    "муж",
    "брат",
    "✔"
   ],
   [
    "bhātuka",
    "муж",
    "брат",
    "◑"
   ],
   [
    "mahāpitar",
    "муж",
    "дядя (старший брат отца)",
    "✔"
   ],
   [
    "mātari",
    "жен",
    "в матери",
    "✔"
   ],
   [
    "mātāpitar",
    "муж",
    "родители",
    "✔"
   ],
   [
    "mātāpetti",
    "муж",
    "мать и отец",
    "✔"
   ],
   [
    "māti",
    "жен",
    "мать",
    "✔"
   ],
   [
    "mātucchā",
    "жен",
    "сестра матери",
    "✔"
   ],
   [
    "mātumātar",
    "жен",
    "бабушка",
    "✔"
   ],
   [
    "mātula",
    "муж",
    "брат матери",
    "✔"
   ],
   [
    "mātulānī",
    "жен",
    "жена дяди по материнской линии",
    "✔"
   ],
   [
    "saudariyā",
    "жен",
    "сестра, рождённая от одной матери",
    "✔"
   ],
   [
    "samātar",
    "жен",
    "собственная мать",
    "✔"
   ],
   [
    "sasu",
    "жен",
    "свекровь",
    "✔"
   ],
   [
    "sasura",
    "муж",
    "тесть",
    "✔"
   ],
   [
    "sassu",
    "жен",
    "свекровь",
    "✔"
   ],
   [
    "sassura",
    "муж",
    "тесть",
    "✔"
   ]
  ],
  "count": 46
 },
 "onomatopoeia": {
  "data": [
   [
    "amhā 2.1",
    "жен",
    "мычание",
    "✔"
   ],
   [
    "ulūka",
    "муж",
    "сова",
    "✔"
   ],
   [
    "kakaca",
    "муж",
    "пила",
    "✔"
   ],
   [
    "kāka",
    "муж",
    "ворон",
    "✔"
   ],
   [
    "kiṅkaṇikā",
    "жен",
    "маленький колокольчик",
    "◑"
   ],
   [
    "kiṅkaṇī 1",
    "жен",
    "маленький колокольчик",
    "✔"
   ],
   [
    "kiṅkiṇikā",
    "жен",
    "маленький колокольчик",
    "✔"
   ],
   [
    "kiri 2.1",
    "несклон",
    "чирик",
    "✔"
   ],
   [
    "kulala",
    "муж",
    "хищная птица",
    "✔"
   ],
   [
    "khulukhulu",
    "несклон",
    "плескающий звук",
    "✔"
   ],
   [
    "gaggarā 1",
    "жен",
    "название пруда с лотосами возле Чампы",
    "✔"
   ],
   [
    "gaggarā 2",
    "жен",
    "name of a type of lightning",
    "✔"
   ],
   [
    "gaggalaka",
    "муж",
    "водоворот",
    "◑"
   ],
   [
    "gaḷagaḷa",
    "муж",
    "рев",
    "◑"
   ],
   [
    "gaḷagaḷāyati",
    "наст",
    "гремит",
    "✔"
   ],
   [
    "gaḷagaḷāyanta",
    "прич.наст",
    "гремящий",
    "✔"
   ],
   [
    "capucapu",
    "несклон",
    "чавкающий звук",
    "✔"
   ],
   [
    "cicciṭa",
    "муж",
    "шипение",
    "✔"
   ],
   [
    "cicciṭāyati",
    "наст",
    "шипит",
    "✔"
   ],
   [
    "cicciṭi",
    "несклон",
    "шипящий звук",
    "✔"
   ],
   [
    "ciṭiciṭāyati",
    "наст",
    "шипит",
    "✔"
   ],
   [
    "ciṭiciṭi",
    "несклон",
    "шипение",
    "✔"
   ],
   [
    "taṭataṭa",
    "несклон",
    "звук рататата",
    "✔"
   ],
   [
    "taṭataṭāyati",
    "наст",
    "грохочет",
    "✔"
   ],
   [
    "taṭataṭāyi",
    "аор",
    "создавал грохот",
    "✔"
   ],
   [
    "daddabhāyati",
    "наст",
    "издает громкий глухой удар",
    "✔"
   ],
   [
    "daddari",
    "жен",
    "вид барабана",
    "✔"
   ],
   [
    "dundubhi 1",
    "ср",
    "военный барабан",
    "✔"
   ],
   [
    "dundubhi 2",
    "жен",
    "военный барабан",
    "✔"
   ],
   [
    "dunduṃ",
    "несклон",
    "гудящий звук",
    "✔"
   ],
   [
    "dhamadhamā",
    "несклон",
    "пульсирующий звук",
    "✔"
   ],
   [
    "nihuṃhuṅka",
    "прил",
    "неворчливый",
    "✔"
   ],
   [
    "paṭapaṭa",
    "несклон",
    "треск",
    "◑"
   ],
   [
    "biḷibiḷikā",
    "жен",
    "болтовня",
    "◑"
   ],
   [
    "bhabbhara",
    "муж",
    "хруст",
    "✔"
   ],
   [
    "bharabhara",
    "муж",
    "шуршание",
    "✔"
   ],
   [
    "mayūra",
    "муж",
    "павлин",
    "✔"
   ],
   [
    "murumurāpetvā",
    "деепр.сов",
    "издав чавкающий звук во время еды",
    "✔"
   ],
   [
    "murumuru",
    "несклон",
    "звуки жевания",
    "✔"
   ],
   [
    "mora",
    "муж",
    "павлин",
    "✔"
   ],
   [
    "rū 1",
    "муж",
    "звук ру",
    "◑"
   ],
   [
    "sarasara",
    "муж",
    "шуршание",
    "✔"
   ],
   [
    "sassara",
    "муж",
    "шелестящий звук",
    "✔"
   ],
   [
    "surusuru",
    "несклон",
    "прихлебывающий звук",
    "✔"
   ],
   [
    "sū",
    "несклон",
    "хрюканье",
    "✔"
   ],
   [
    "huṃhuṅka",
    "прил",
    "издающий звук \"хм\"",
    "✔"
   ]
  ],
  "count": 46
 },
 "three daughters of Mara": {
  "data": [
   [
    "arati 2",
    "жен",
    "имя одной из трех дочерей Смерти",
    "✔"
   ],
   [
    "taṇhā arati ragā",
    "идиома",
    "имена трех дочерей Смерти",
    "✔"
   ],
   [
    "taṇhā 3",
    "жен",
    "имя одной из трех дочерей Смерти",
    "✔"
   ],
   [
    "ragā",
    "жен",
    "имя одной из трех дочерей Смерти",
    "✔"
   ]
  ],
  "count": 4
 },
 "three realms of existence": {
  "data": [
   [
    "arūpabhava",
    "муж",
    "существование в нематериальном мире",
    "✔"
   ],
   [
    "kāmabhava 1",
    "муж",
    "становление в мире чувственного желания",
    "✔"
   ],
   [
    "rūpabhava",
    "муж",
    "становление в мире форм",
    "✔"
   ]
  ],
  "count": 3
 },
 "suffixes": {
  "data": [
   [
    "alapaccaya",
    "муж",
    "(грам) суффикс для образования многократных глаголов",
    "✔"
   ],
   [
    "āpaccaya",
    "муж",
    "(грам) ā суффикс",
    "✔"
   ],
   [
    "āya 2.1",
    "суфф",
    "(грам) ая суффикс",
    "✔"
   ],
   [
    "āyapaccaya",
    "муж",
    "(грам) суффикс ая",
    "✔"
   ],
   [
    "āra 2",
    "суфф",
    "(грам) ара",
    "✔"
   ],
   [
    "āla",
    "суфф",
    "(грам) ала",
    "✔"
   ],
   [
    "iṭṭha 2.1",
    "суфф",
    "(грам) (образует превосходную форму прилагательного)",
    "✔"
   ],
   [
    "itvā",
    "суфф",
    "абсолютное окончание, обозначающее одновременное или завершённое действие",
    "✔"
   ],
   [
    "ima 2.1",
    "суфф",
    "наибольший",
    "✔"
   ],
   [
    "īya",
    "суфф",
    "(грам) суффикс -ия",
    "✔"
   ],
   [
    "īyapaccaya",
    "муж",
    "(грам) суффикс īya",
    "✔"
   ],
   [
    "kapaccaya",
    "муж",
    "(грам) ка суффикс",
    "✔"
   ],
   [
    "khattuṃ",
    "суфф",
    "(столько-то) раз",
    "✔"
   ],
   [
    "khapaccaya",
    "муж",
    "(грам) суффикс kha",
    "✔"
   ],
   [
    "ci",
    "несклон",
    "сколько-то",
    "✔"
   ],
   [
    "chapaccaya",
    "муж",
    "(грам) ча суффикс",
    "✔"
   ],
   [
    "ṇayapaccaya 2",
    "муж",
    "(грам) суффикс *ая",
    "✔"
   ],
   [
    "ṇayapaccaya 3",
    "муж",
    "(грам) ая суффикс",
    "✔"
   ],
   [
    "ṇeyya",
    "суфф",
    "(грам) суффикс, используемый для образования существительных, обозначающих происхождение",
    "◑"
   ],
   [
    "ta 3.1",
    "суфф",
    "(грам) основной суффикс",
    "✔"
   ],
   [
    "tama",
    "суфф",
    "наибольший",
    "✔"
   ],
   [
    "tara 2",
    "суфф",
    "больше",
    "✔"
   ],
   [
    "tave",
    "суфф",
    "(суффикс инфинитива) -ть",
    "✔"
   ],
   [
    "tā 2.1",
    "суфф",
    "(грам) состояние",
    "✔"
   ],
   [
    "tuṃ",
    "суфф",
    "(грам) суффикс, используемый для образования инфинитивов глаголов",
    "◑"
   ],
   [
    "to 1",
    "суфф",
    "от",
    "✔"
   ],
   [
    "to 2",
    "суфф",
    "как",
    "✔"
   ],
   [
    "tvā",
    "суфф",
    "абсолютный суффикс, обозначающий одновременное или завершённое действие",
    "✔"
   ],
   [
    "tvāna",
    "суфф",
    "абсолютный суффикс, обозначающий одновременное или завершенное действие",
    "✔"
   ],
   [
    "dhā 1",
    "суфф",
    "на (столько-то) частей",
    "✔"
   ],
   [
    "mant",
    "суфф",
    "как",
    "◑"
   ],
   [
    "vant",
    "суфф",
    "как",
    "✔"
   ],
   [
    "sa 4.1",
    "суфф",
    "суффикс (грам)",
    "✔"
   ],
   [
    "sapaccaya 3.1",
    "муж",
    "аффикс са",
    "✔"
   ],
   [
    "so 2.1",
    "суфф",
    "как",
    "✔"
   ],
   [
    "so 2.2",
    "суфф",
    "(грам) посредством",
    "✔"
   ],
   [
    "ssa 2",
    "суфф",
    "(грам) суффикс ssa",
    "✔"
   ],
   [
    "hiti",
    "суфф",
    "он сделает",
    "✔"
   ],
   [
    "hisi",
    "суфф",
    "ты сделаешь",
    "✔"
   ]
  ],
  "count": 39
 },
 "four bonds": {
  "data": [
   [
    "avijjāyoga",
    "муж",
    "иго невежества",
    "✔"
   ],
   [
    "kāmayoga",
    "муж",
    "ярмо чувственных удовольствий",
    "✔"
   ],
   [
    "diṭṭhiyoga",
    "муж",
    "иго убеждений",
    "✔"
   ],
   [
    "bhavayoga",
    "муж",
    "ярмо бытия",
    "✔"
   ]
  ],
  "count": 4
 },
 "cattāro oghā": {
  "data": [
   [
    "avijjogha",
    "муж",
    "поток заблуждения",
    "✔"
   ],
   [
    "kāmogha",
    "муж",
    "поток чувственного удовольствия",
    "✔"
   ],
   [
    "diṭṭhogha",
    "муж",
    "поток мнений",
    "✔"
   ],
   [
    "bhavogha",
    "муж",
    "поток существования",
    "✔"
   ]
  ],
  "count": 4
 },
 "names of hells": {
  "data": [
   [
    "avīci 2",
    "жен",
    "один из великих адов",
    "✔"
   ],
   [
    "kukkulaniraya",
    "муж",
    "название ада",
    "◑"
   ],
   [
    "kukkuḷa 2",
    "муж",
    "название ада",
    "◑"
   ],
   [
    "chaphassāyatanika 1",
    "муж",
    "ад",
    "✔"
   ],
   [
    "paccattavedaniya",
    "муж",
    "адский страх, который предстоит испытать лично",
    "✔"
   ],
   [
    "mahāroruva",
    "муж",
    "название ада",
    "◑"
   ],
   [
    "roruva",
    "муж",
    "название ада",
    "✔"
   ],
   [
    "saṅkusamāhata",
    "муж",
    "ад",
    "✔"
   ],
   [
    "sañjīva 1",
    "муж",
    "название ада, где невозможно умереть",
    "◑"
   ]
  ],
  "count": 9
 },
 "types of lightning": {
  "data": [
   [
    "asaññā 2",
    "жен",
    "name of a type of lightning",
    "✔"
   ],
   [
    "kapisīsā",
    "жен",
    "name of a type of lightning",
    "✔"
   ],
   [
    "kukkuṭakā 1",
    "жен",
    "name of a type of lightning",
    "✔"
   ],
   [
    "gaggarā 2",
    "жен",
    "name of a type of lightning",
    "✔"
   ],
   [
    "daṇḍamaṇikā",
    "жен",
    "name of a type of lightning",
    "✔"
   ],
   [
    "macchavilolikā",
    "жен",
    "name of a type of lightning",
    "✔"
   ],
   [
    "vicakkā",
    "жен",
    "name of a type of lightning",
    "✔"
   ],
   [
    "vilola",
    "прил",
    "stirring",
    "◑"
   ],
   [
    "saterā",
    "жен",
    "name of a type of lightning",
    "✔"
   ],
   [
    "sukkhāsani",
    "жен",
    "name of a type of lightning",
    "✔"
   ]
  ],
  "count": 10
 },
 "months of the lunar year": {
  "data": [
   [
    "asaḷha",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "asāḷha",
    "муж",
    "месяц лунного календаря",
    "◑"
   ],
   [
    "assayuja 1",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "kattikamāsa",
    "муж",
    "название лунного месяца",
    "✔"
   ],
   [
    "kattikā 1",
    "жен",
    "название лунного месяца",
    "✔"
   ],
   [
    "citta 2.6",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "jeṭṭha 2",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "poṭṭhapāda 2",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "phagguṇa",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "phagguna 3",
    "муж",
    "название месяца по лунному календарю",
    "✔"
   ],
   [
    "phussa 2.1",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "māgasira",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "māgha 2",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "vesākha",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "sāvana 2",
    "муж",
    "месяц лунного календаря",
    "◑"
   ]
  ],
  "count": 15
 },
 "previous incarnations of the Buddha": {
  "data": [
   [
    "asita 3.2",
    "муж",
    "аскет",
    "✔"
   ],
   [
    "mahāsudassana",
    "муж",
    "имя древнего царя",
    "✔"
   ],
   [
    "mahiṃsakumāra",
    "муж",
    "имя принца",
    "✔"
   ]
  ],
  "count": 3
 },
 "types of supernatural beings": {
  "data": [
   [
    "asura 1",
    "муж",
    "титан",
    "✔"
   ],
   [
    "kinnara",
    "муж",
    "мифическое существо с головой лошади и телом человека",
    "◑"
   ],
   [
    "kinnarī",
    "жен",
    "мифическое существо с головой лошади и телом женщины",
    "✔"
   ],
   [
    "kumbhaṇḍa 2",
    "муж",
    "тип сверхъестественного существа",
    "✔"
   ],
   [
    "gandhabba 1",
    "муж",
    "полубог",
    "✔"
   ],
   [
    "garuḷa",
    "муж",
    "название мифической птицы",
    "✔"
   ],
   [
    "deva 1",
    "муж",
    "божество",
    "✔"
   ],
   [
    "devatā",
    "жен",
    "божество",
    "✔"
   ],
   [
    "devaputta",
    "муж",
    "юное божество",
    "✔"
   ],
   [
    "nāga 2",
    "муж",
    "змей",
    "✔"
   ],
   [
    "pisāca",
    "муж",
    "гоблин",
    "✔"
   ],
   [
    "pisācaka",
    "муж",
    "гоблин",
    "✔"
   ],
   [
    "pisācinī",
    "жен",
    "женщина-гоблин",
    "✔"
   ],
   [
    "brahma 1",
    "муж",
    "Бог",
    "✔"
   ],
   [
    "brahmapurohita",
    "муж",
    "верховный жрец Брахмы",
    "✔"
   ],
   [
    "yakkha 1",
    "муж",
    "сверхъестественное существо",
    "✔"
   ],
   [
    "rakkhasa",
    "муж",
    "демон",
    "✔"
   ],
   [
    "supaṇṇa",
    "муж",
    "сверхъестественная птица",
    "✔"
   ]
  ],
  "count": 18
 },
 "seven treasures": {
  "data": [
   [
    "assaratana",
    "ср",
    "сокровище-конь",
    "✔"
   ],
   [
    "itthiratana",
    "ср",
    "сокровище-женщина",
    "✔"
   ],
   [
    "gahapatiratana",
    "ср",
    "сокровище распорядитель",
    "✔"
   ],
   [
    "cakkaratana",
    "ср",
    "драгоценное колесо",
    "✔"
   ],
   [
    "pariṇāyakaratana",
    "ср",
    "сокровище-советник",
    "✔"
   ],
   [
    "maṇiratana",
    "ср",
    "сокровище-самоцвет",
    "✔"
   ],
   [
    "hatthiratana",
    "ср",
    "сокровище-слон",
    "✔"
   ]
  ],
  "count": 7
 },
 "formless attainments": {
  "data": [
   [
    "ākāsānañcāyatana",
    "ср",
    "измерение бесконечного пространства",
    "✔"
   ],
   [
    "ākiñcaññāyatana",
    "ср",
    "сфера отсутствия всего",
    "✔"
   ],
   [
    "nevasaññānāsaññāyatana",
    "ср",
    "сфера ни восприятия ни не-восприятия",
    "✔"
   ],
   [
    "viññāṇañcāyatana",
    "ср",
    "измерение неограниченного сознания",
    "✔"
   ]
  ],
  "count": 4
 },
 "nine attainments": {
  "data": [
   [
    "ākāsānañcāyatana",
    "ср",
    "измерение бесконечного пространства",
    "✔"
   ],
   [
    "ākiñcaññāyatana",
    "ср",
    "сфера отсутствия всего",
    "✔"
   ],
   [
    "catutthajjhāna",
    "ср",
    "четвёртая стадия медитации",
    "✔"
   ],
   [
    "tatiyajjhāna",
    "ср",
    "третья стадия медитации",
    "✔"
   ],
   [
    "dutiyajjhāna",
    "ср",
    "второй этап медитации",
    "✔"
   ],
   [
    "nevasaññānāsaññāyatana",
    "ср",
    "сфера ни восприятия ни не-восприятия",
    "✔"
   ],
   [
    "paṭhamajjhāna",
    "ср",
    "первая стадия медитации",
    "✔"
   ],
   [
    "viññāṇañcāyatana",
    "ср",
    "измерение неограниченного сознания",
    "✔"
   ],
   [
    "saññāvedayitanirodha",
    "муж",
    "прекращение распознавания и чувства",
    "✔"
   ]
  ],
  "count": 9
 },
 "musical instruments": {
  "data": [
   [
    "ānaka",
    "муж",
    "литавры",
    "✔"
   ],
   [
    "kumbhathūṇa",
    "ср",
    "название барабана",
    "✔"
   ],
   [
    "ḍiṇḍima",
    "муж",
    "барабан",
    "✔"
   ],
   [
    "tiṇava",
    "муж",
    "барабан",
    "✔"
   ],
   [
    "dundubhi 1",
    "ср",
    "военный барабан",
    "✔"
   ],
   [
    "dundubhi 2",
    "жен",
    "военный барабан",
    "✔"
   ],
   [
    "paṇava",
    "муж",
    "малый барабан",
    "✔"
   ],
   [
    "beluvapaṇḍuvīṇā",
    "жен",
    "вина из древесины бледного дерева бильвы",
    "✔"
   ],
   [
    "bheri",
    "жен",
    "литавра",
    "✔"
   ],
   [
    "maṇivaṃsa",
    "муж",
    "jewelled flute",
    "✔"
   ],
   [
    "mutiṅga",
    "муж",
    "мриданга",
    "✔"
   ],
   [
    "mudiṅga",
    "муж",
    "литавры",
    "✔"
   ],
   [
    "vīṇakā",
    "жен",
    "небольшая винапта",
    "◑"
   ],
   [
    "vīṇā",
    "жен",
    "вина",
    "✔"
   ],
   [
    "saṅkhapaṇava",
    "ср",
    "раковина и барабан",
    "✔"
   ]
  ],
  "count": 15
 },
 "medicines": {
  "data": [
   [
    "āmala",
    "муж",
    "emblic myrobalan tree",
    "✔"
   ],
   [
    "āmalaka 1",
    "ср",
    "плод эбликового миробалана",
    "◑"
   ],
   [
    "eraṇḍatela",
    "ср",
    "касторовое масло",
    "✔"
   ],
   [
    "kuṭaja",
    "муж",
    "медицинское дерево",
    "✔"
   ],
   [
    "tela",
    "ср",
    "масло",
    "✔"
   ],
   [
    "madhukatela",
    "ср",
    "масло махуа",
    "✔"
   ],
   [
    "marica",
    "ср",
    "черный перец",
    "✔"
   ],
   [
    "maricacuṇṇa",
    "ср",
    "порошок чёрного перца",
    "✔"
   ],
   [
    "loṇasovīraka",
    "муж",
    "название лекарственного тоника",
    "✔"
   ]
  ],
  "count": 9
 },
 "Sri Lanka": {
  "data": [
   [
    "āḷindaka",
    "муж",
    "название монастыря на Шри-Ланке",
    "✔"
   ],
   [
    "kāḷavallimaṇḍapa",
    "муж",
    "название монастыря в Шри-Ланке",
    "✔"
   ],
   [
    "kūṭakaṇṇa",
    "муж",
    "имя древнего царя Шри-Ланки, который правил с 42 по 20 год до н. э.",
    "✔"
   ],
   [
    "gajabāhu",
    "муж",
    "имя древнего царя Шри-Ланки, который правил с 113 по 135 год н.э.",
    "◑"
   ],
   [
    "cittala",
    "муж",
    "название горы в Шри-Ланке",
    "✔"
   ],
   [
    "cittalapabbata",
    "муж",
    "название древнего монастыря на вершине горы в Шри-Ланке",
    "✔"
   ],
   [
    "cūḷanāga",
    "муж",
    "имя ученого монахa из Шри-Ланки",
    "✔"
   ],
   [
    "cetiyagiri",
    "муж",
    "название горного святилища возле Анурадхапуры в Шри-Ланке",
    "◑"
   ],
   [
    "cetiyapabbata",
    "муж",
    "название района в Шри-Ланке",
    "◑"
   ],
   [
    "dīpavihāra",
    "муж",
    "название древнего монастыря Шри-Ланки",
    "✔"
   ],
   [
    "duṭṭhagāmaṇi",
    "муж",
    "имя знаменитого древнего царя в Шри-Ланке, который правил с 161 по 137 до н.э.",
    "✔"
   ],
   [
    "nāgadīpa",
    "муж",
    "название полуострова на севере Шри-Ланки",
    "✔"
   ],
   [
    "phussadeva",
    "муж",
    "имя шри-ланкийского монаха, сведущего в Винае, известного тем, что он никогда не покидал свою тему медитации",
    "✔"
   ],
   [
    "mahānāga 5",
    "муж",
    "имя шри-ланкийского монаха",
    "✔"
   ],
   [
    "vijayabāhu",
    "муж",
    "имя древнего короля в Шри-Ланке, который правил с 1055 по 1110 год н. э.",
    "◑"
   ],
   [
    "sumanatthera",
    "муж",
    "имя ученого шри-ланкийского монаха",
    "✔"
   ]
  ],
  "count": 16
 },
 "ā for emphasis": {
  "data": [
   [
    "itibhavābhava",
    "муж",
    "то или иное состояние существования",
    "✔"
   ],
   [
    "itibhavābhavakathā",
    "жен",
    "разговор о существование или не существование",
    "✔"
   ],
   [
    "khaṇḍākhaṇḍikaṃ",
    "несклон",
    "на кусочки",
    "✔"
   ]
  ],
  "count": 3
 },
 "names of mountains": {
  "data": [
   [
    "ujjuhāna",
    "муж",
    "(комм) название горы",
    "✔"
   ],
   [
    "udaṅgaṇa 2",
    "муж",
    "гора",
    "✔"
   ],
   [
    "kāḷakūṭa",
    "муж",
    "название одного из пяти гор, окружающих озеро Анотатта в Гималаях",
    "✔"
   ],
   [
    "kelāsa",
    "муж",
    "название одной из пяти гор, окружавших озеро Анотатта в Гималаях",
    "✔"
   ],
   [
    "kelāsakūṭa",
    "ср",
    "имя одной из пяти гор, окружающих озеро Анотатта в Гималаях",
    "✔"
   ],
   [
    "gandhamādana",
    "муж",
    "название одной из пяти гор, окружающих озеро Анотатта в Гималаях",
    "✔"
   ],
   [
    "gandhamādanakūṭa",
    "муж",
    "название одной из пяти гор, окружающих озеро Анотатта в Гималаях",
    "✔"
   ],
   [
    "gayāsīsa",
    "ср",
    "название скалы близ Гайи",
    "✔"
   ],
   [
    "gijjhakūṭa",
    "муж",
    "пик стервятника",
    "✔"
   ],
   [
    "cālikāpabbata",
    "муж",
    "название горы",
    "✔"
   ],
   [
    "cittakūṭa",
    "муж",
    "название одного из пяти гор, окружающих озеро Анотатта в Гималаях",
    "✔"
   ],
   [
    "cittakūṭapabbata",
    "муж",
    "название одной из пяти гор, окружающих озеро Анотатта в Гималаях",
    "✔"
   ],
   [
    "cittala",
    "муж",
    "название горы в Шри-Ланке",
    "✔"
   ],
   [
    "cittalapabbata",
    "муж",
    "название древнего монастыря на вершине горы в Шри-Ланке",
    "✔"
   ],
   [
    "cetiyagiri",
    "муж",
    "название горного святилища возле Анурадхапуры в Шри-Ланке",
    "◑"
   ],
   [
    "nesādaka",
    "муж",
    "название горы",
    "✔"
   ],
   [
    "paṭibhānakūṭa",
    "муж",
    "пик понимания",
    "✔"
   ],
   [
    "paṇḍava",
    "ср",
    "название горы недалеко от Раджагахи",
    "✔"
   ],
   [
    "paṇḍavapabbata",
    "муж",
    "название горы рядом с Раджагахой",
    "✔"
   ],
   [
    "mahāmeru",
    "муж",
    "название горы",
    "✔"
   ],
   [
    "meru",
    "муж",
    "мифическая гора в центре вселенной",
    "✔"
   ],
   [
    "vipula 2",
    "муж",
    "название горы рядом с раджагахой",
    "✔"
   ],
   [
    "vediyaka",
    "муж",
    "name of a mountain",
    "✔"
   ],
   [
    "vepulla 2",
    "муж",
    "название горы недалеко от Раджагахи",
    "✔"
   ],
   [
    "vebhāra",
    "муж",
    "название горы за пределами раджагры",
    "✔"
   ],
   [
    "saṅkheyyaka",
    "ср",
    "название горы",
    "✔"
   ],
   [
    "sudassana 4",
    "муж",
    "название одной из 5 гор, окружающих озеро Анотатта",
    "✔"
   ],
   [
    "sudassanakūṭa",
    "муж",
    "имя одного из пяти горных пиков, окружающих озеро Анотатта в Гималаях",
    "✔"
   ],
   [
    "seta 2",
    "муж",
    "название горного пика в Гималаях",
    "✔"
   ]
  ],
  "count": 29
 },
 "seasons": {
  "data": [
   [
    "uṇhakāla",
    "муж",
    "теплая погода",
    "✔"
   ],
   [
    "uṇhasamaya",
    "муж",
    "время жары",
    "✔"
   ],
   [
    "gimhakāla",
    "муж",
    "жаркий сезон",
    "✔"
   ],
   [
    "gimhā",
    "муж",
    "жаркое время года",
    "✔"
   ],
   [
    "gimhāna",
    "ср",
    "жаркий сезон",
    "✔"
   ],
   [
    "gimhi",
    "муж",
    "жаркое время года",
    "✔"
   ],
   [
    "gimhotu",
    "муж",
    "жаркое время года",
    "✔"
   ],
   [
    "ghamma",
    "ср",
    "жара",
    "✔"
   ],
   [
    "ghammani",
    "ср",
    "в жару",
    "✔"
   ],
   [
    "pāvusa 1",
    "муж",
    "сезон дождей",
    "✔"
   ],
   [
    "vaddali",
    "жен",
    "сезон дождей",
    "✔"
   ],
   [
    "vaddalisamaya",
    "муж",
    "дождливый сезон",
    "✔"
   ],
   [
    "vappakāla",
    "муж",
    "сезон посадки",
    "✔"
   ],
   [
    "vappanakāla",
    "муж",
    "sowing season",
    "✔"
   ],
   [
    "vassa 2",
    "муж",
    "сезон дождей",
    "✔"
   ],
   [
    "vassakāla",
    "муж",
    "сезон дождей",
    "✔"
   ],
   [
    "vassāna",
    "муж",
    "сезон дождей",
    "✔"
   ],
   [
    "vassānotu",
    "муж",
    "дождливое время года",
    "✔"
   ],
   [
    "vassāratta",
    "ср",
    "дождливый сезон",
    "✔"
   ],
   [
    "sārada 1",
    "муж",
    "осень",
    "✔"
   ],
   [
    "sītakāla",
    "муж",
    "прохладная погода",
    "✔"
   ],
   [
    "himapātasamaya",
    "муж",
    "время снегопада",
    "✔"
   ],
   [
    "hemanta",
    "муж",
    "зима",
    "✔"
   ],
   [
    "hemantagimhavassāna",
    "муж",
    "все три времени года",
    "✔"
   ],
   [
    "hemantagimhi",
    "муж",
    "зима и лето",
    "✔"
   ],
   [
    "hemantotu",
    "муж",
    "холодное время года",
    "✔"
   ]
  ],
  "count": 26
 },
 "five hindrances": {
  "data": [
   [
    "uddhaccakukkuccanīvaraṇa",
    "ср",
    "препятствие беспокойства и суетливости",
    "✔"
   ],
   [
    "kāmacchandanīvaraṇa",
    "ср",
    "препятствие интереса к чувственным удоволствиям",
    "✔"
   ],
   [
    "thīnamiddhanīvaraṇa",
    "ср",
    "препятствие тупости и сонливости",
    "✔"
   ],
   [
    "byāpādanīvaraṇa",
    "ср",
    "препятствие злобы",
    "✔"
   ],
   [
    "vicikicchānīvaraṇa",
    "ср",
    "препятствие сомнения",
    "✔"
   ]
  ],
  "count": 5
 },
 "types of elephants": {
  "data": [
   [
    "uposatha 4",
    "ср",
    "название типов слонов",
    "◑"
   ],
   [
    "uposathachaddanta",
    "ср",
    "названия двух видов слонов",
    "◑"
   ],
   [
    "kaṇerukā",
    "жен",
    "название типа слонихи",
    "✔"
   ],
   [
    "kālāvaka",
    "ср",
    "название типа слона",
    "◑"
   ],
   [
    "kāḷārikā",
    "жен",
    "(комм) название вида слонихи с щербатыми и выступающими зубами",
    "✔"
   ],
   [
    "gaṅgeyya 1",
    "ср",
    "название типа слона",
    "◑"
   ],
   [
    "gandha 3",
    "ср",
    "название типа слона",
    "✔"
   ],
   [
    "gandhamaṅgalahema",
    "ср",
    "название трех видов слонов",
    "◑"
   ],
   [
    "gandhahatthī",
    "муж",
    "название типа слона",
    "◑"
   ],
   [
    "chaddanta 2",
    "ср",
    "название типа слона",
    "◑"
   ],
   [
    "tamba 1",
    "ср",
    "название типа слона",
    "✔"
   ],
   [
    "tambapiṅgala",
    "ср",
    "названия двух типов слонов",
    "◑"
   ],
   [
    "pakatihatthikula",
    "ср",
    "нормальный тип слона",
    "◑"
   ],
   [
    "paṇḍara 3",
    "ср",
    "название типа слона",
    "◑"
   ],
   [
    "piṅgala 2",
    "ср",
    "название типа слона",
    "✔"
   ],
   [
    "bhiṅkacchāpa",
    "муж",
    "молодое потомство слона",
    "✔"
   ],
   [
    "maṅgala 6",
    "ср",
    "название типа слона",
    "✔"
   ],
   [
    "maṅgalahatthī",
    "муж",
    "государственный слон",
    "✔"
   ],
   [
    "hatthikula",
    "ср",
    "название вида слона",
    "◑"
   ],
   [
    "hema 2",
    "ср",
    "название типа слона",
    "◑"
   ]
  ],
  "count": 20
 },
 "books of the Aṅguttara Nikāya": {
  "data": [
   [
    "ekādasakanipāta 1",
    "муж",
    "книга 11 ангуттара никаи",
    "◑"
   ],
   [
    "catukkaṅguttara",
    "муж",
    "книга 4 из Ангуттара Никая",
    "◑"
   ],
   [
    "catukkanipāta 1",
    "муж",
    "книга 4 Ангуттара-никаи",
    "◑"
   ],
   [
    "tikanipāta 1",
    "муж",
    "книга 3 Ангутара Никаи",
    "✔"
   ],
   [
    "sattakanipāta 4",
    "муж",
    "книга 7 Ангуттара Никаи",
    "◑"
   ]
  ],
  "count": 5
 },
 "tortures": {
  "data": [
   [
    "eṇeyyaka",
    "ср",
    "название пытки",
    "✔"
   ],
   [
    "erakavattika",
    "ср",
    "название пытки",
    "✔"
   ],
   [
    "kahāpaṇika",
    "ср",
    "название пытки",
    "✔"
   ],
   [
    "khārāpatacchika",
    "ср",
    "название пытки",
    "✔"
   ],
   [
    "cīrakavāsika",
    "ср",
    "название пытки",
    "✔"
   ],
   [
    "jotimālika",
    "ср",
    "название пытки",
    "✔"
   ],
   [
    "palālapīṭhaka",
    "ср",
    "название пытки",
    "✔"
   ],
   [
    "palighaparivattika",
    "ср",
    "название пытки",
    "✔"
   ],
   [
    "baḷisamaṃsika",
    "ср",
    "название пытки",
    "✔"
   ],
   [
    "bilaṅgathālikā",
    "жен",
    "название пытки",
    "✔"
   ],
   [
    "rāhumukha",
    "ср",
    "название пытки",
    "✔"
   ],
   [
    "saṅkhamuṇḍika",
    "ср",
    "название истязания",
    "✔"
   ],
   [
    "hatthapajjotika",
    "ср",
    "название пытки",
    "✔"
   ]
  ],
  "count": 13
 },
 "families of serpents": {
  "data": [
   [
    "erāpatha",
    "муж",
    "название царской семьи змей",
    "✔"
   ],
   [
    "kaṇhāgotamaka",
    "муж",
    "название королевской семьи змей",
    "✔"
   ],
   [
    "chabyāputta",
    "муж",
    "название царской семьи змей",
    "✔"
   ],
   [
    "virūpakkha 1",
    "муж",
    "название королевского рода змей",
    "✔"
   ]
  ],
  "count": 4
 },
 "colours": {
  "data": [
   [
    "odāta 1",
    "прич.прош",
    "белый",
    "✔"
   ],
   [
    "nīla 1",
    "прил",
    "темно-синий",
    "✔"
   ],
   [
    "nīla 2",
    "ср",
    "синий цвет",
    "✔"
   ],
   [
    "nīla 3",
    "прил",
    "зелёный",
    "✔"
   ],
   [
    "nīlaka",
    "прил",
    "синий",
    "✔"
   ],
   [
    "paṇḍara 1",
    "прил",
    "бледный",
    "✔"
   ],
   [
    "paṇḍu 1",
    "прил",
    "желтый",
    "✔"
   ],
   [
    "pīta 2.1",
    "прил",
    "желтый",
    "✔"
   ],
   [
    "mañjiṭṭhaka",
    "прил",
    "малиново-красный",
    "✔"
   ],
   [
    "mañjeṭṭhaka",
    "прил",
    "малиново-красный",
    "✔"
   ],
   [
    "mañjeṭṭhika",
    "прил",
    "тёмно-красный",
    "✔"
   ],
   [
    "ratta 2.2",
    "прич.прош",
    "красный",
    "✔"
   ],
   [
    "lohita 2",
    "прил",
    "красный",
    "✔"
   ],
   [
    "lohitaka 1",
    "прил",
    "красный",
    "✔"
   ],
   [
    "lohitika",
    "прил",
    "красный",
    "◑"
   ],
   [
    "sukka 5",
    "ср",
    "белое",
    "✔"
   ],
   [
    "hari 2.1",
    "прил",
    "желтый",
    "✔"
   ],
   [
    "haliddi 3",
    "прил",
    "желтый",
    "✔"
   ]
  ],
  "count": 18
 },
 "chapters of the Majjhima Nikāya": {
  "data": [
   [
    "opammavagga",
    "муж",
    "глава 3 маджхима никаи",
    "◑"
   ],
   [
    "gahapativagga 1",
    "муж",
    "глава 6 Мадджхима Никайи",
    "◑"
   ],
   [
    "cūḷayamakavagga",
    "муж",
    "глава 5 Мадджхима Никаи",
    "✔"
   ],
   [
    "bhikkhuvagga 1",
    "муж",
    "глава 7 маджджхима никаи",
    "◑"
   ],
   [
    "mahāyamakavagga",
    "муж",
    "глава 4 Маджхима Никаи",
    "◑"
   ],
   [
    "mūlapariyāyavagga",
    "муж",
    "глава 1 \"Мадджхима Никаи\"",
    "◑"
   ],
   [
    "rājavagga 1",
    "муж",
    "девятая глава Маджхима-никаи (MN81-90)",
    "✔"
   ],
   [
    "vibhaṅgavagga",
    "муж",
    "глава 14 Мадджхима никая",
    "◑"
   ],
   [
    "sāleyyavagga",
    "муж",
    "глава 5 мажджхима никая",
    "◑"
   ],
   [
    "sīhanādavagga 1",
    "муж",
    "глава 2 манджхима никая",
    "◑"
   ]
  ],
  "count": 10
 },
 "ten kinds of wives": {
  "data": [
   [
    "obhaṭacumbaṭā",
    "жен",
    "жена, приобретенная путем снятия головного убора",
    "✔"
   ],
   [
    "kammakārī",
    "жен",
    "работница",
    "✔"
   ],
   [
    "chandavāsinī",
    "жен",
    "жена, живущая с мужем по выбору",
    "✔"
   ],
   [
    "dhajāhaṭā",
    "жен",
    "жена, захваченная на войне",
    "✔"
   ],
   [
    "dhanakkīta",
    "прил",
    "(о жене или служанке) купленная за деньги",
    "✔"
   ],
   [
    "paṭavāsinī",
    "жен",
    "жена, приобретённая одеждой",
    "✔"
   ],
   [
    "bhogavāsinī",
    "жен",
    "жена, приобретённая за богатство",
    "✔"
   ],
   [
    "muhuttikā 1",
    "жен",
    "сексуальная связь",
    "✔"
   ]
  ],
  "count": 8
 },
 "items in a numerical list": {
  "data": [
   [
    "ka 3.1",
    "несклон",
    "первая позиция в числовом списке",
    "✔"
   ],
   [
    "kha 1",
    "несклон",
    "второй элемент в числовом списке",
    "✔"
   ],
   [
    "ga 2.1",
    "несклон",
    "3-й элемент в числовом списке",
    "✔"
   ],
   [
    "gha",
    "несклон",
    "четвёртый элемент в числовом списке",
    "✔"
   ],
   [
    "ṅa",
    "несклон",
    "пятый элемент в численном списке",
    "✔"
   ],
   [
    "ca 1.1",
    "несклон",
    "шестое",
    "✔"
   ],
   [
    "cha 1.1",
    "несклон",
    "седьмой элемент в числовом списке",
    "✔"
   ],
   [
    "ja 2.1",
    "несклон",
    "восьмой элемент в числовом списке",
    "✔"
   ],
   [
    "jha",
    "несклон",
    "девятый элемент в числовом списке",
    "✔"
   ],
   [
    "ña 1.1",
    "несклон",
    "десятый элемент в числовом списке",
    "✔"
   ]
  ],
  "count": 10
 },
 "names of books": {
  "data": [
   [
    "kaṅkhāvitaraṇī",
    "жен",
    "название комментария на Патимоккху монахов и монахинь",
    "◑"
   ],
   [
    "guḷhaummagga",
    "ср",
    "название апокрифического учения",
    "✔"
   ],
   [
    "guḷhavinaya",
    "ср",
    "название апокрифического дискурса",
    "✔"
   ],
   [
    "guḷhavessantara",
    "ср",
    "имя апокрифического наставления",
    "✔"
   ],
   [
    "padarūpasiddhi",
    "жен",
    "название грамматического трактата Буддхапии в традиции Каччаяны",
    "◑"
   ],
   [
    "papañcasūdanī",
    "жен",
    "комментарий к Мадджхима-никае, составленный Буддхагхосой",
    "◑"
   ],
   [
    "beda",
    "муж",
    "веды",
    "✔"
   ],
   [
    "manorathapūraṇī",
    "жен",
    "комментарий на Ангутара-никаю, составленный Буддхагхосой",
    "◑"
   ],
   [
    "mahāpaccarī",
    "жен",
    "имя комментария к винае, на который ссылается Буддхагхоса",
    "✔"
   ],
   [
    "moggallāna 3",
    "ср",
    "имя известного грамматического труда",
    "◑"
   ],
   [
    "moggallānabyākaraṇa",
    "ср",
    "грамматический трактат Моггалланы",
    "✔"
   ],
   [
    "rūpasiddhi",
    "жен",
    "название грамматического трактата Буддапи",
    "◑"
   ],
   [
    "vajirabuddhi",
    "жен",
    "название виная субкомментария",
    "◑"
   ],
   [
    "vedallapiṭaka",
    "ср",
    "название апокрифического рассуждения",
    "✔"
   ],
   [
    "saddanīti",
    "жен",
    "всеобъемлющий грамматический трактат, написанный Аггавамсой в двенадцатом веке",
    "✔"
   ],
   [
    "samantapāsādikā",
    "жен",
    "комментарий Буддхагхоши на Виная Питака",
    "✔"
   ],
   [
    "sammohavinodanī",
    "жен",
    "комментарий к Вибханге, второй книге Абхидхаммы",
    "◑"
   ],
   [
    "sāratthaṭīkā",
    "жен",
    "подкомментарий на виную",
    "✔"
   ],
   [
    "sāratthadīpanīṭīkā",
    "жен",
    "подкомментарий к Винае, комментирующий Самантапасадика Буддхагхосы",
    "◑"
   ],
   [
    "sumaṅgalavilāsinī",
    "жен",
    "комментарий на Дигха-никаю, составленный Буддхагхосой",
    "◑"
   ]
  ],
  "count": 20
 },
 "seven grains": {
  "data": [
   [
    "kaṅgu",
    "жен",
    "просо",
    "✔"
   ],
   [
    "kudrusaka",
    "муж",
    "пальчатая просо",
    "◑"
   ],
   [
    "kudrūsaka",
    "муж",
    "пальчатка",
    "◑"
   ],
   [
    "godhūma",
    "муж",
    "пшеница",
    "◑"
   ],
   [
    "yava 1",
    "муж",
    "ячмень",
    "✔"
   ],
   [
    "yavaka",
    "муж",
    "ячмень",
    "✔"
   ],
   [
    "varaka 1.1",
    "муж",
    "фасоль",
    "◑"
   ],
   [
    "vīhi",
    "муж",
    "рис-падди",
    "✔"
   ],
   [
    "sāli",
    "муж",
    "рис",
    "✔"
   ],
   [
    "sālivīhiyavagodhūmakaṅguvarakakudrūsakasaṅkhāta",
    "прил",
    "называемый семью основными типами зерна",
    "◑"
   ]
  ],
  "count": 10
 },
 "grammars": {
  "data": [
   [
    "kaccāyana 2",
    "муж",
    "основополагающий грамматический трактат, написанный в Шри-Ланке в седьмом веке",
    "◑"
   ],
   [
    "padarūpasiddhi",
    "жен",
    "название грамматического трактата Буддхапии в традиции Каччаяны",
    "◑"
   ],
   [
    "moggallāna 3",
    "ср",
    "имя известного грамматического труда",
    "◑"
   ],
   [
    "moggallānabyākaraṇa",
    "ср",
    "грамматический трактат Моггалланы",
    "✔"
   ],
   [
    "rūpasiddhi",
    "жен",
    "название грамматического трактата Буддапи",
    "◑"
   ],
   [
    "vuttodaya",
    "ср",
    "произведение о пали поэтике, составленное Сангхаракхитой Тхерой",
    "◑"
   ],
   [
    "saddanīti",
    "жен",
    "всеобъемлющий грамматический трактат, написанный Аггавамсой в двенадцатом веке",
    "✔"
   ],
   [
    "saddanītidhātumālā",
    "жен",
    "раздел в грамматике Саддханити о корнях",
    "◑"
   ]
  ],
  "count": 8
 },
 "epithets of Māra": {
  "data": [
   [
    "kaṇha 3",
    "муж",
    "темный",
    "✔"
   ],
   [
    "pamattabandhu",
    "муж",
    "эпитет мары",
    "◑"
   ],
   [
    "pāpimant 3",
    "муж",
    "злой",
    "✔"
   ]
  ],
  "count": 3
 },
 "books of the Abhidhamma": {
  "data": [
   [
    "kathāvatthu 3",
    "ср",
    "книга 5 Абхидхаммы",
    "◑"
   ],
   [
    "dhammasaṅgaṇī",
    "жен",
    "книга 1 Абхидхаммы",
    "✔"
   ],
   [
    "dhātukathā",
    "жен",
    "книга 3 Абхидхаммы",
    "◑"
   ],
   [
    "paṭṭhāna 2",
    "ср",
    "седьмая книга Абхидхаммы о причинности",
    "◑"
   ],
   [
    "puggalapaññatti",
    "жен",
    "книга 4 абхидхаммы",
    "◑"
   ],
   [
    "yamaka 3",
    "ср",
    "книга 6 Абхидхаммы",
    "◑"
   ]
  ],
  "count": 6
 },
 "six types of robe cloth": {
  "data": [
   [
    "kappāsika",
    "прил",
    "сделанный из хлопка",
    "✔"
   ],
   [
    "kambala 2",
    "прил",
    "шерстяной",
    "✔"
   ],
   [
    "koseyya 1",
    "прил",
    "шёлковый",
    "✔"
   ],
   [
    "khoma 1",
    "прил",
    "сделанный из льна",
    "✔"
   ],
   [
    "bhaṅga 3",
    "прил",
    "конопляный",
    "✔"
   ],
   [
    "sāṇa 1.1",
    "прил",
    "сделанный из индийской конопли",
    "✔"
   ]
  ],
  "count": 6
 },
 "materials": {
  "data": [
   [
    "kāsikavattha",
    "ср",
    "тонкая хлопковая ткань из Каси",
    "✔"
   ],
   [
    "cīra",
    "ср",
    "волокно коры",
    "✔"
   ],
   [
    "tirīṭa",
    "ср",
    "ткань из коры деревьев лодра",
    "✔"
   ],
   [
    "dukūla",
    "ср",
    "тонкая ткань",
    "✔"
   ],
   [
    "paṭaka",
    "муж",
    "хлопчатобумажная ткань",
    "✔"
   ],
   [
    "paṭāka",
    "ср",
    "флаг",
    "✔"
   ],
   [
    "masāṇa",
    "ср",
    "(комм) смешанная ткань",
    "✔"
   ],
   [
    "missakacoḷa",
    "ср",
    "смешанная ткань",
    "◑"
   ],
   [
    "rukkhattacavattha",
    "ср",
    "ткань, сделанная из коры дерева",
    "◑"
   ],
   [
    "sāṇa 1.2",
    "ср",
    "полотно из санновой конопли",
    "✔"
   ]
  ],
  "count": 10
 },
 "root groups": {
  "data": [
   [
    "kiyādi",
    "ср",
    "(грам) √kī и т. д.",
    "✔"
   ],
   [
    "kiyādigaṇa",
    "муж",
    "(грам) √kī и т.д. группа",
    "✔"
   ],
   [
    "gahādi",
    "ср",
    "(грам) √gah и др.",
    "✔"
   ],
   [
    "gahādigaṇa",
    "муж",
    "(грам) √gah и т.д. группа",
    "✔"
   ],
   [
    "curādi",
    "ср",
    "(грам) √cur и т.д.",
    "✔"
   ],
   [
    "curādigaṇa",
    "муж",
    "(грам) √cur и т. д. группа",
    "✔"
   ],
   [
    "tanādi",
    "ср",
    "(грам) √tan и т. д.",
    "✔"
   ],
   [
    "tanādigaṇa",
    "муж",
    "(грам) √tan и т.д. группа",
    "✔"
   ],
   [
    "divādi",
    "ср",
    "(грам) √div и т.д.",
    "✔"
   ],
   [
    "divādigaṇa",
    "муж",
    "(грам) группа √div и т.д.",
    "✔"
   ],
   [
    "bhūvādi",
    "муж",
    "(грам) √bhū и т. д.",
    "✔"
   ],
   [
    "bhūvādigaṇa",
    "муж",
    "(грам) √bhū и другие группа",
    "✔"
   ],
   [
    "rudhādi",
    "ср",
    "(грам) √rudh и т. д.",
    "✔"
   ],
   [
    "rudhādigaṇa",
    "муж",
    "(грам) группа √rudh и др.",
    "✔"
   ],
   [
    "svādi",
    "ср",
    "(грам) √su и т. д.",
    "✔"
   ],
   [
    "svādigaṇa",
    "муж",
    "(грам) √su и т. д. группа",
    "✔"
   ]
  ],
  "count": 16
 },
 "epithets of Sakka": {
  "data": [
   [
    "kosiya 2",
    "муж",
    "фамилия Сакки",
    "✔"
   ],
   [
    "gandhabbarāja",
    "муж",
    "царь полубогов",
    "✔"
   ],
   [
    "devarāja",
    "муж",
    "царь богов",
    "✔"
   ],
   [
    "purindada",
    "муж",
    "первичный даритель",
    "✔"
   ],
   [
    "makhādeva",
    "муж",
    "эпитет Сакки",
    "◑"
   ],
   [
    "magghadeva",
    "муж",
    "эпитет Сакки",
    "◑"
   ],
   [
    "magha 2",
    "муж",
    "имя Сакки в человеческой жизни",
    "◑"
   ],
   [
    "maghadeva 2",
    "муж",
    "эпитет сакки",
    "✔"
   ],
   [
    "maghavant",
    "прил",
    "эпитет Сакки",
    "✔"
   ],
   [
    "māgha 1",
    "муж",
    "(комм) прозвище Шакки",
    "✔"
   ],
   [
    "vajirapāṇi",
    "муж",
    "кто держит молнию в своей руке",
    "✔"
   ],
   [
    "vajirahattha",
    "муж",
    "epithet of Sakka",
    "✔"
   ],
   [
    "vāsava",
    "муж",
    "эпитет Сакки",
    "✔"
   ],
   [
    "sujampati",
    "муж",
    "эпитет Сакки",
    "✔"
   ]
  ],
  "count": 14
 },
 "books of the Vinayapiṭaka": {
  "data": [
   [
    "khandhakaparivāra",
    "муж",
    "четвертая и пятая книги Виная Питаки",
    "◑"
   ],
   [
    "cūḷavagga 1",
    "муж",
    "книга 4 виная-питаки",
    "◑"
   ],
   [
    "parivāra 4",
    "муж",
    "пятая книга вини питаки",
    "◑"
   ],
   [
    "mahāvagga 01",
    "муж",
    "книга 3 Винаи Питаки",
    "◑"
   ]
  ],
  "count": 4
 },
 "books of the Saṃyutta Nikāya": {
  "data": [
   [
    "khandhakavagga",
    "муж",
    "книга 3 собратья никая",
    "◑"
   ],
   [
    "khandhavagga",
    "муж",
    "книга 3 саньютта никаи",
    "◑"
   ],
   [
    "nidānavagga",
    "муж",
    "книга 2 Саммута Никайи",
    "◑"
   ],
   [
    "mahāvagga 03",
    "муж",
    "книга 5 Сутта Никаи",
    "◑"
   ],
   [
    "sagāthāvagga 1",
    "муж",
    "книга 1 саṃютта никая",
    "◑"
   ],
   [
    "saḷāyatanavagga 2",
    "муж",
    "книга 4 Самьютта Никаи",
    "◑"
   ]
  ],
  "count": 6
 },
 "sections of the Saṃyutta Nikāya": {
  "data": [
   [
    "khandhavaggasaṃyuttapāḷi",
    "жен",
    "книга 3 саṃютта никая",
    "◑"
   ],
   [
    "nidānavaggasaṃyuttapāḷi",
    "жен",
    "книга 2 саṃютта никая",
    "◑"
   ],
   [
    "mahāvaggasaṃyuttapāḷi",
    "жен",
    "пятая книга Саṃюта Никаи",
    "◑"
   ],
   [
    "sagāthāvaggasaṃyuttapāḷi",
    "жен",
    "первая книга Сутта-Никаи",
    "◑"
   ],
   [
    "saḷāyatanavaggasaṃyuttapāḷi",
    "жен",
    "книга 4 саṃютта никая",
    "◑"
   ]
  ],
  "count": 5
 },
 "days of the week": {
  "data": [
   [
    "guruvāra",
    "муж",
    "четверг",
    "◑"
   ],
   [
    "candavāra",
    "муж",
    "понедельник",
    "◑"
   ],
   [
    "budhavāra",
    "муж",
    "среда",
    "◑"
   ],
   [
    "bhummavāra",
    "муж",
    "вторник",
    "◑"
   ],
   [
    "ravivāra",
    "муж",
    "воскресенье",
    "◑"
   ],
   [
    "sukkavāra 2",
    "муж",
    "пятница",
    "◑"
   ],
   [
    "soravāra",
    "муж",
    "суббота",
    "◑"
   ]
  ],
  "count": 7
 },
 "suttas of the Saṃyutta Nikāya": {
  "data": [
   [
    "ghaṭī",
    "муж",
    "в связи с Гхатикарой сутта (СН2.24)",
    "✔"
   ],
   [
    "dutiyaaputtakasutta",
    "ср",
    "Сутта Дутияапуттака из Саньютта Никая 3.20 (SN3.20)",
    "◑"
   ],
   [
    "paṭhamaaputtakasutta",
    "ср",
    "Саньютта Никая 3.19 (СН3.19)",
    "◑"
   ],
   [
    "bhārasutta",
    "ср",
    "сутта из Саньютта Никая 22.22 (СН 22.22)",
    "✔"
   ],
   [
    "verocanaasurindasutta",
    "ср",
    "Санкютта Никая 11.8 (СН11.8)",
    "◑"
   ]
  ],
  "count": 5
 },
 "five liberations": {
  "data": [
   [
    "tadaṅgavimutti",
    "жен",
    "освобождение через (устранение противоположности) этого фактора",
    "✔"
   ],
   [
    "nissaraṇavimutti",
    "жен",
    "освобождение через побег",
    "✔"
   ],
   [
    "paṭippassaddhivimutti",
    "жен",
    "освобождение через полное успокоение",
    "✔"
   ],
   [
    "vikkhambhanavimutti",
    "жен",
    "освобождение путём обездвиживания",
    "✔"
   ],
   [
    "samucchedavimutti",
    "жен",
    "освобождение путем уничтожения",
    "✔"
   ]
  ],
  "count": 5
 },
 "dyes": {
  "data": [
   [
    "tāla 3.1",
    "муж",
    "пигмент",
    "✔"
   ],
   [
    "nīla 2",
    "ср",
    "синий цвет",
    "✔"
   ],
   [
    "nīlī 1",
    "жен",
    "растение индиго",
    "✔"
   ],
   [
    "mañjiṭṭhā 1",
    "жен",
    "темно-красный краситель",
    "✔"
   ],
   [
    "lākhā 1",
    "жен",
    "природный лак",
    "✔"
   ],
   [
    "haliddā",
    "жен",
    "куркума",
    "✔"
   ],
   [
    "haliddi 2",
    "жен",
    "жёлтая краска",
    "✔"
   ],
   [
    "haliddī",
    "жен",
    "куркума",
    "✔"
   ]
  ],
  "count": 8
 },
 "three eyes": {
  "data": [
   [
    "dibbacakkhu",
    "ср",
    "ясновидение",
    "✔"
   ],
   [
    "paññācakkhu",
    "ср",
    "око мудрости",
    "✔"
   ],
   [
    "maṃsacakkhu",
    "ср",
    "физический глаз",
    "✔"
   ]
  ],
  "count": 3
 },
 "five eyes": {
  "data": [
   [
    "dibbacakkhu",
    "ср",
    "ясновидение",
    "✔"
   ],
   [
    "dhammacakkhu",
    "ср",
    "понимание природы реальности",
    "✔"
   ],
   [
    "buddhacakkhu",
    "ср",
    "глаз полного понимания",
    "✔"
   ],
   [
    "samantacakkhu",
    "муж",
    "всевидящий",
    "✔"
   ]
  ],
  "count": 4
 },
 "chapters of the Saṃyutta Nikāya": {
  "data": [
   [
    "dhātusaṃyutta",
    "ср",
    "глава 14 сборника Сутт Ник ая",
    "◑"
   ],
   [
    "vedanāsaṃyutta",
    "ср",
    "глава 36 сборника \"Саньютта Никая\"",
    "◑"
   ],
   [
    "sāriputtasaṃyutta",
    "ср",
    "глава 28 саṃютта никая",
    "◑"
   ]
  ],
  "count": 3
 },
 "valueables": {
  "data": [
   [
    "pavāḷa 1",
    "ср",
    "коралл",
    "✔"
   ],
   [
    "pavāḷa 2",
    "муж",
    "коралл",
    "✔"
   ],
   [
    "phalika",
    "муж",
    "кристалл",
    "✔"
   ],
   [
    "bhinnasuvaṇṇa",
    "ср",
    "сломанный кусок золота",
    "◑"
   ],
   [
    "maṇi 1",
    "муж",
    "драгоценность",
    "✔"
   ],
   [
    "muttā 1",
    "жен",
    "жемчуг",
    "✔"
   ],
   [
    "suvaṇṇa 4",
    "ср",
    "золотая монета",
    "✔"
   ],
   [
    "suvaṇṇabhājana",
    "ср",
    "золотая чаша",
    "◑"
   ],
   [
    "hirañña",
    "ср",
    "золото",
    "✔"
   ],
   [
    "hiraññasuvaṇṇa",
    "ср",
    "необработанное и обработанное золото",
    "✔"
   ]
  ],
  "count": 10
 },
 "vinaya offences": {
  "data": [
   [
    "pācittiya 1",
    "ср",
    "(виная) нарушение требующее признания",
    "✔"
   ],
   [
    "pārājika 3",
    "ср",
    "(виная) проступок связанный с поражением",
    "✔"
   ],
   [
    "saṅghādisesa 2",
    "муж",
    "нарушение влекущее за собой отстранение",
    "✔"
   ],
   [
    "sekhiya 2",
    "ср",
    "правило тренировки",
    "◑"
   ]
  ],
  "count": 4
 },
 "books of the Dīgha Nikāka": {
  "data": [
   [
    "pāthikavagga",
    "муж",
    "книга 3 из Дигха Никаи",
    "◑"
   ],
   [
    "pāthikavaggapāḷi",
    "жен",
    "книга 3 Дигха Никая",
    "◑"
   ],
   [
    "mahāvagga 02",
    "муж",
    "книга 2 Дигха Никаи",
    "✔"
   ],
   [
    "mahāvaggapāḷi",
    "жен",
    "книга 2 Дигха-никаи",
    "◑"
   ],
   [
    "sīlakkhandhavagga",
    "муж",
    "книга 1 Дигха Никаи",
    "✔"
   ],
   [
    "sīlakkhandhavaggapāḷi",
    "жен",
    "книга 1 длинной книги",
    "◑"
   ]
  ],
  "count": 6
 },
 "measures of weight": {
  "data": [
   [
    "biḷālapādaka 1",
    "муж",
    "название небольшого веса",
    "◑"
   ]
  ],
  "count": 1
 },
 "books of the Majjhima Nikāya": {
  "data": [
   [
    "majjhimapaṇṇāsapāḷi",
    "жен",
    "раздел 2 Мадджхима Никаи",
    "◑"
   ],
   [
    "mūlapaṇṇāsaka 1",
    "ср",
    "раздел 1 Маджхима-никаи",
    "◑"
   ],
   [
    "mūlapaṇṇāsapāḷi",
    "жен",
    "раздел 1 из Мадджхима Никая",
    "◑"
   ]
  ],
  "count": 3
 },
 "vaggas of the Aṅguttara Nikāya 3": {
  "data": [
   [
    "mahāvagga 05",
    "муж",
    "глава 7 из тиканипаты, Ангуттара Никая 3.62-71",
    "✔"
   ]
  ],
  "count": 1
 },
 "vaggas of the Saṃyutta Nikāya 4": {
  "data": [
   [
    "moggallānavagga",
    "муж",
    "саньютта никая 40.1-11",
    "◑"
   ]
  ],
  "count": 1
 },
 "five aggregates": {
  "data": [
   [
    "rūpa 1",
    "ср",
    "материя",
    "✔"
   ],
   [
    "viññāṇa 1",
    "ср",
    "осознание",
    "✔"
   ],
   [
    "vedanā 1",
    "жен",
    "чувство",
    "✔"
   ],
   [
    "saṅkhāra 3",
    "муж",
    "умственный формирователь",
    "✔"
   ],
   [
    "saññā 1",
    "жен",
    "восприятие",
    "✔"
   ]
  ],
  "count": 5
 },
 "chief disciples": {
  "data": [
   [
    "vidhura",
    "муж",
    "имя одного из главных учеников какусандхи будды",
    "✔"
   ],
   [
    "vidhurasañjīva",
    "ср",
    "видхура и санджива",
    "✔"
   ],
   [
    "sañjīva 2",
    "муж",
    "имя одного из главных учеников Будды Какусандхи",
    "✔"
   ]
  ],
  "count": 3
 },
 "suttas of the Dīgha Nikāya": {
  "data": [
   [
    "sudassana 6",
    "ср",
    "in reference to DN17 Mahāsudassanasutta",
    "✔"
   ]
  ],
  "count": 1
 }
}