var family_idiom_json = {
 "kaṅkhā1": {
  "count": 2,
  "data": [
   [
    "kaṅkhaṃ vitarati",
    "идиома",
    "рассеивает сомнения",
    "✔"
   ],
   [
    "kaṅkhaṃ vinayati",
    "идиома",
    "развеивать сомнения",
    "✔"
   ]
  ]
 },
 "kaci": {
  "count": 24,
  "data": [
   [
    "kañcideva",
    "сандхи",
    "что-то",
    "✔"
   ],
   [
    "kiñcideva",
    "сандхи",
    "кто-то",
    "✔"
   ],
   [
    "kismiñcideva",
    "сандхи",
    "только в каком бы ни было",
    "✔"
   ],
   [
    "kecideva",
    "сандхи",
    "некоторые даже",
    "◑"
   ],
   [
    "kecime",
    "сандхи",
    "кто-либо из них",
    "✔"
   ],
   [
    "kenacideva karaṇīyena",
    "идиома",
    "по какому-то делу",
    "✔"
   ],
   [
    "kenacideva 1",
    "сандхи",
    "просто с чем-то",
    "✔"
   ],
   [
    "kenacideva 2",
    "сандхи",
    "с чем угодно",
    "◑"
   ],
   [
    "kocañño",
    "сандхи",
    "кто-то другой",
    "✔"
   ],
   [
    "kocideva",
    "сандхи",
    "даже некоторый",
    "✔"
   ],
   [
    "kocideso",
    "сандхи",
    "какое-то дело",
    "✔"
   ],
   [
    "na kiñcana",
    "идиома",
    "ничего вообще",
    "✔"
   ],
   [
    "na kiñci",
    "идиома",
    "ни один",
    "✔"
   ],
   [
    "na koci",
    "идиома",
    "никто",
    "✔"
   ],
   [
    "nakassaci",
    "идиома",
    "ни для кого",
    "✔"
   ],
   [
    "no koci",
    "идиома",
    "ни один человек",
    "✔"
   ],
   [
    "yassa kassaci",
    "идиома",
    "для кого-либо",
    "✔"
   ],
   [
    "yaṃ kiñci",
    "идиома",
    "всякий",
    "✔"
   ],
   [
    "yā kāci",
    "идиома",
    "какая бы ни",
    "✔"
   ],
   [
    "yā kācimā",
    "идиома",
    "все эти",
    "✔"
   ],
   [
    "ye keci",
    "идиома",
    "что бы ни",
    "✔"
   ],
   [
    "ye kecime",
    "идиома",
    "любой из них",
    "✔"
   ],
   [
    "yesaṃ kesañci",
    "идиома",
    "какого бы то ни было",
    "◑"
   ],
   [
    "yo koci",
    "идиома",
    "кто бы ни",
    "✔"
   ]
  ]
 },
 "kata": {
  "count": 8,
  "data": [
   [
    "abhuttāvinā kataṃ",
    "идиома",
    "(виная) сделано тем, кто не ел",
    "✔"
   ],
   [
    "ahatthapāse kataṃ",
    "идиома",
    "(виная) не сделано в пределах вытянутой руки",
    "✔"
   ],
   [
    "okāsakammaṃ kataṃ",
    "идиома",
    "предоставлено разрешение (кем-либо)",
    "✔"
   ],
   [
    "katamettāvatā",
    "сандхи",
    "того, что сделано, достаточно",
    "✔"
   ],
   [
    "kataṃ kiṃ",
    "идиома",
    "это было сделано?",
    "✔"
   ],
   [
    "bhuttāvinā kataṃ",
    "идиома",
    "(виная) сделано тем, кто поел",
    "✔"
   ],
   [
    "sabbamidaṃ carimaṃ kataṃ",
    "идиома",
    "как только всё это было сказано",
    "✔"
   ],
   [
    "hatthapāse kataṃ",
    "идиома",
    "(виная) сделано на расстоянии вытянутой руки",
    "✔"
   ]
  ]
 },
 "katvā": {
  "count": 17,
  "data": [
   [
    "añjaliṃ katvā",
    "идиома",
    "поблагодарив (кого-либо) со сложенными ладонями",
    "✔"
   ],
   [
    "aṭṭhiṃ katvā",
    "идиома",
    "сосредоточившись (на)",
    "✔"
   ],
   [
    "antaraṃ katvā",
    "идиома",
    "дав преданность (кому-либо/чему-либо)",
    "✔"
   ],
   [
    "abhinīhāraṃ katvā",
    "идиома",
    "сделав устремление (к)",
    "✔"
   ],
   [
    "ādiṃ katvā",
    "идиома",
    "начиная с",
    "✔"
   ],
   [
    "ujuṃ katvā",
    "идиома",
    "выпрямив",
    "✔"
   ],
   [
    "ekaṃsaṃ cīvaraṃ katvā",
    "идиома",
    "приведя в порядок свое одеяние на одно плечо",
    "✔"
   ],
   [
    "kālaṃ katvā",
    "идиома",
    "умерший",
    "✔"
   ],
   [
    "cittiṃ katvāna",
    "идиома",
    "проявив уважение",
    "✔"
   ],
   [
    "tato sīsaṃ katvā",
    "идиома",
    "направив голову в том направлении",
    "✔"
   ],
   [
    "dīghaṃ katvā",
    "идиома",
    "(gram) (of a vowel) having lengthened",
    "✔"
   ],
   [
    "padakkhiṇaṃ katvā",
    "идиома",
    "обойдя вокруг человека с правой стороны в знак уважения",
    "✔"
   ],
   [
    "pādakaṃ katvā",
    "идиома",
    "создав основу",
    "✔"
   ],
   [
    "piṭṭhito katvā",
    "идиома",
    "повернувшись спиной к",
    "◑"
   ],
   [
    "maṅgalaṃ katvā",
    "идиома",
    "устроив свадебный обряд",
    "✔"
   ],
   [
    "manasi katvā",
    "идиома",
    "обратив внимание",
    "✔"
   ],
   [
    "sadisaṃ katvā",
    "идиома",
    "проведя сравнение (с)",
    "◑"
   ]
  ]
 },
 "kamma": {
  "count": 6,
  "data": [
   [
    "okāsakammaṃ kataṃ",
    "идиома",
    "предоставлено разрешение (кем-либо)",
    "✔"
   ],
   [
    "kammakiliṭṭhamattano",
    "сандхи",
    "свои грязные дела",
    "✔"
   ],
   [
    "kammanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению намеренного действия",
    "✔"
   ],
   [
    "kammavisuddhimattano",
    "сандхи",
    "собственные чистые дела",
    "✔"
   ],
   [
    "kammassakomhi",
    "идиома",
    "я хозяин своих действий",
    "✔"
   ],
   [
    "kammaṃ karoti",
    "идиома",
    "совершает поступок",
    "✔"
   ]
  ]
 },
 "karaṇīya": {
  "count": 3,
  "data": [
   [
    "karaṇīyamattānaṃ",
    "сандхи",
    "что-то ещё, что должно быть сделано в себе",
    "✔"
   ],
   [
    "kenacideva karaṇīyena",
    "идиома",
    "по какому-то делу",
    "✔"
   ],
   [
    "yogo karaṇīyo",
    "идиома",
    "нужно практиковать медитацию",
    "✔"
   ]
  ]
 },
 "karitvā": {
  "count": 11,
  "data": [
   [
    "agaruṃ karitvā",
    "идиома",
    "не создавая проблем",
    "✔"
   ],
   [
    "anodhiṃ karitvā",
    "идиома",
    "полностью",
    "✔"
   ],
   [
    "antaraṃ karitvā",
    "идиома",
    "предоставив приоритет (чему-либо)",
    "✔"
   ],
   [
    "ekaṃsaṃ uttarāsaṅgaṃ karitvā",
    "идиома",
    "накинув (одеяние) на одно плечо",
    "✔"
   ],
   [
    "kālaṃ karitvā",
    "идиома",
    "умерший",
    "✔"
   ],
   [
    "paccayaṃ karitvā",
    "идиома",
    "по этой причине",
    "✔"
   ],
   [
    "manasi karitvā",
    "идиома",
    "обратив внимание",
    "✔"
   ],
   [
    "maṃ pādato karitvā",
    "идиома",
    "навели свои ноги на меня",
    "✔"
   ],
   [
    "yoggaṃ karitvā",
    "идиома",
    "потренировавшись",
    "✔"
   ],
   [
    "raṇaṃ karitvā",
    "идиома",
    "ведя войну (против)",
    "✔"
   ],
   [
    "hatthe karitvā",
    "идиома",
    "взяв что-либо в руки",
    "✔"
   ]
  ]
 },
 "karonta": {
  "count": 2,
  "data": [
   [
    "manasi karonta",
    "идиома",
    "держащий в уме",
    "✔"
   ],
   [
    "sajjhāyaṃ karonta",
    "идиома",
    "рецитирующий",
    "✔"
   ]
  ]
 },
 "kalyāṇa": {
  "count": 1,
  "data": [
   [
    "kalyāṇamittassetaṃ",
    "сандхи",
    "для (монаха) имеющего хороших друзей это",
    "✔"
   ]
  ]
 },
 "kalla": {
  "count": 2,
  "data": [
   [
    "kallaṃ vacanāya",
    "идиома",
    "это уместно сказать",
    "✔"
   ],
   [
    "kallosi",
    "сандхи",
    "ты умный",
    "✔"
   ]
  ]
 },
 "kasira": {
  "count": 2,
  "data": [
   [
    "appakasirena samudāgacchanti",
    "идиома",
    "получаются без трудностей",
    "✔"
   ],
   [
    "kasirena samudāgacchanti",
    "идиома",
    "с трудом получаются",
    "✔"
   ]
  ]
 },
 "kāma": {
  "count": 5,
  "data": [
   [
    "kāmesu gedhaṃ",
    "идиома",
    "жадность к чувственным удовольствиям",
    "✔"
   ],
   [
    "paramattakāmo",
    "сандхи",
    "другой, желающий своего блага",
    "✔"
   ],
   [
    "yena kāmaṃ",
    "идиома",
    "где угодно",
    "✔"
   ],
   [
    "yena kāmaṃ gamo",
    "идиома",
    "идущий по своему желанию",
    "✔"
   ],
   [
    "yena kāmaṃ pakkamati",
    "идиома",
    "идет своим путем",
    "✔"
   ]
  ]
 },
 "kāraṇa": {
  "count": 3,
  "data": [
   [
    "kāraṇamāha",
    "сандхи",
    "said for this reason",
    "✔"
   ],
   [
    "kāraṇaṃ kāriyamāna",
    "идиома",
    "тренируемый",
    "✔"
   ],
   [
    "kāraṇaṃ kāreti",
    "идиома",
    "тренирует (в)",
    "✔"
   ]
  ]
 },
 "kāretvā": {
  "count": 3,
  "data": [
   [
    "okāsaṃ kāretvā",
    "идиома",
    "получив разрешение (на)",
    "◑"
   ],
   [
    "paṭiññaṃ kāretvā",
    "идиома",
    "дав обещание",
    "◑"
   ],
   [
    "rajjaṃ kāretvā",
    "идиома",
    "правив",
    "✔"
   ]
  ]
 },
 "kāla": {
  "count": 16,
  "data": [
   [
    "akālodāni",
    "сандхи",
    "сейчас не время",
    "✔"
   ],
   [
    "etassa bhagavā kālo",
    "идиома",
    "сейчас подходящее время для этого, Благословенный! настало время, Благословенный!",
    "✔"
   ],
   [
    "kālasseva",
    "сандхи",
    "очень рано утром",
    "✔"
   ],
   [
    "kālaṃ āgameti",
    "идиома",
    "ждет смерти",
    "✔"
   ],
   [
    "kālaṃ kaṅkhati",
    "идиома",
    "ждет смерти",
    "✔"
   ],
   [
    "kālaṃ katvā",
    "идиома",
    "умерший",
    "✔"
   ],
   [
    "kālaṃ karitvā",
    "идиома",
    "умерший",
    "✔"
   ],
   [
    "kālaṃ karissati",
    "идиома",
    "умрет",
    "✔"
   ],
   [
    "kālaṃ karoti",
    "идиома",
    "умирает",
    "✔"
   ],
   [
    "kālaṃ kātuṃ",
    "идиома",
    "умереть",
    "✔"
   ],
   [
    "kālaṃ kurumāno",
    "идиома",
    "умирающий",
    "✔"
   ],
   [
    "kālaṃ maññati",
    "идиома",
    "пора делать",
    "✔"
   ],
   [
    "kālena kālaṃ",
    "идиома",
    "время от времени",
    "✔"
   ],
   [
    "kālepi",
    "сандхи",
    "даже в нужное время",
    "✔"
   ],
   [
    "pacchima kāla",
    "идиома",
    "современные времена",
    "✔"
   ],
   [
    "yassadāni kālaṃ maññati",
    "идиома",
    "время делать то, что он хочет",
    "✔"
   ]
  ]
 },
 "idāni": {
  "count": 15,
  "data": [
   [
    "akālodāni",
    "сандхи",
    "сейчас не время",
    "✔"
   ],
   [
    "idañhi",
    "сандхи",
    "это конечно",
    "✔"
   ],
   [
    "idānāyasmā",
    "сандхи",
    "сейчас почтенный",
    "✔"
   ],
   [
    "idānāhaṃ",
    "сандхи",
    "прямо сейчас я",
    "✔"
   ],
   [
    "idānihaṃ",
    "сандхи",
    "прямо сейчас я",
    "✔"
   ],
   [
    "idāneva",
    "сандхи",
    "только сейчас",
    "✔"
   ],
   [
    "ettha dāni",
    "идиома",
    "ну же! здесь сейчас! ну теперь!",
    "✔"
   ],
   [
    "dānāyaṃ",
    "сандхи",
    "теперь это",
    "◑"
   ],
   [
    "dānāhaṃ",
    "сандхи",
    "прямо сейчас я",
    "✔"
   ],
   [
    "dānime",
    "сандхи",
    "теперь они",
    "✔"
   ],
   [
    "dānisi",
    "сандхи",
    "теперь ты являешься",
    "✔"
   ],
   [
    "natthidāni",
    "сандхи",
    "нет сейчас",
    "✔"
   ],
   [
    "yassadāni",
    "сандхи",
    "сейчас кому-либо",
    "✔"
   ],
   [
    "yassadāni kālaṃ maññati",
    "идиома",
    "время делать то, что он хочет",
    "✔"
   ],
   [
    "handa dāni",
    "идиома",
    "ну же! давай сейчас!",
    "✔"
   ]
  ]
 },
 "kicca": {
  "count": 1,
  "data": [
   [
    "kiccamātappaṃ",
    "сандхи",
    "усилие должно быть сделано",
    "✔"
   ]
  ]
 },
 "kiccha": {
  "count": 1,
  "data": [
   [
    "yatthākicchena",
    "сандхи",
    "где без труда",
    "✔"
   ]
  ]
 },
 "kilanta": {
  "count": 1,
  "data": [
   [
    "kilantosmi",
    "сандхи",
    "я устал",
    "✔"
   ]
  ]
 },
 "kukkucca": {
  "count": 1,
  "data": [
   [
    "kukkuccaṃ upadahati",
    "идиома",
    "провоцирует беспокойство",
    "✔"
   ]
  ]
 },
 "kuddha": {
  "count": 1,
  "data": [
   [
    "kuddhabhāvamassa",
    "сандхи",
    "его гневное состояние",
    "◑"
   ]
  ]
 },
 "kevala": {
  "count": 1,
  "data": [
   [
    "kevala paripūra",
    "идиома",
    "полный и абсолютный",
    "✔"
   ]
  ]
 },
 "akkha2": {
  "count": 1,
  "data": [
   [
    "akkhaṃ abbhañjati",
    "идиома",
    "смазывает ось",
    "◑"
   ]
  ]
 },
 "khaṇa": {
  "count": 4,
  "data": [
   [
    "khaṇe khaṇe",
    "идиома",
    "момент за моментом",
    "✔"
   ],
   [
    "taṅkhaṇaññeva",
    "сандхи",
    "в тот самый момент времени",
    "✔"
   ],
   [
    "tasmiṃ khaṇe",
    "идиома",
    "в тот момент",
    "✔"
   ],
   [
    "tena khaṇena",
    "идиома",
    "в тот момент",
    "✔"
   ]
  ]
 },
 "abbhañjati": {
  "count": 1,
  "data": [
   [
    "akkhaṃ abbhañjati",
    "идиома",
    "смазывает ось",
    "◑"
   ]
  ]
 },
 "gaṇhanta": {
  "count": 1,
  "data": [
   [
    "kūṭaṃ gaṇhanto",
    "идиома",
    "достижение пика",
    "◑"
   ]
  ]
 },
 "gata": {
  "count": 2,
  "data": [
   [
    "vasaṃ gata",
    "идиома",
    "под контролем",
    "✔"
   ],
   [
    "saraṇaṃ gata",
    "идиома",
    "пришедший к прибежищу (в)",
    "✔"
   ]
  ]
 },
 "gati": {
  "count": 1,
  "data": [
   [
    "yāvatājagatogati",
    "сандхи",
    "пока простирается земля",
    "◑"
   ]
  ]
 },
 "gandha": {
  "count": 1,
  "data": [
   [
    "phullamavītagandhaṃ",
    "сандхи",
    "в полном цвету и наполненный ароматом",
    "✔"
   ]
  ]
 },
 "gabbha": {
  "count": 2,
  "data": [
   [
    "gabbhaṃ gaṇhati",
    "идиома",
    "забеременеть",
    "✔"
   ],
   [
    "gabbhaṃ pātesi",
    "идиома",
    "сделала аборт",
    "◑"
   ]
  ]
 },
 "garu": {
  "count": 3,
  "data": [
   [
    "agaruṃ karitvā",
    "идиома",
    "не создавая проблем",
    "✔"
   ],
   [
    "garuṃ karoti",
    "идиома",
    "уважает",
    "✔"
   ],
   [
    "sace te agaru",
    "идиома",
    "если это не причиняет вам беспокойства",
    "✔"
   ]
  ]
 },
 "agāra": {
  "count": 2,
  "data": [
   [
    "agārasmā anagāriyaṃ pabbajati",
    "идиома",
    "уходит из дома в бездомность",
    "✔"
   ],
   [
    "agāraṃ ajjhāvasati",
    "идиома",
    "живет дома",
    "✔"
   ]
  ]
 },
 "pabbajati": {
  "count": 1,
  "data": [
   [
    "agārasmā anagāriyaṃ pabbajati",
    "идиома",
    "уходит из дома в бездомность",
    "✔"
   ]
  ]
 },
 "ajjhāvasati": {
  "count": 1,
  "data": [
   [
    "agāraṃ ajjhāvasati",
    "идиома",
    "живет дома",
    "✔"
   ]
  ]
 },
 "agga1": {
  "count": 5,
  "data": [
   [
    "aggohamasmi",
    "идиома",
    "я лучший (в)",
    "✔"
   ],
   [
    "anamataggoyaṃ",
    "сандхи",
    "это (имеет) непостижимое начало",
    "✔"
   ],
   [
    "etadaggaṃ",
    "сандхи",
    "это величайший",
    "✔"
   ],
   [
    "ettāvataggaṃ",
    "сандхи",
    "такой наивысший",
    "✔"
   ],
   [
    "kesaggamattampi",
    "сандхи",
    "даже на столько, сколько кончик волоса",
    "✔"
   ]
  ]
 },
 "gahetvā": {
  "count": 4,
  "data": [
   [
    "paṭisandhiṃ gahetvā",
    "идиома",
    "зачатый (в)",
    "✔"
   ],
   [
    "balaṃ gahetvā",
    "идиома",
    "восстановив свои силы",
    "✔"
   ],
   [
    "bāhāyaṃ gahetvā",
    "идиома",
    "схватив за руку",
    "✔"
   ],
   [
    "rasmiyo gahetvā",
    "идиома",
    "ухватившись за вожжи",
    "✔"
   ]
  ]
 },
 "aggi": {
  "count": 6,
  "data": [
   [
    "aggiṃ datvā",
    "идиома",
    "разведя огонь",
    "✔"
   ],
   [
    "aggiṃ deti",
    "идиома",
    "set on fire",
    "✔"
   ],
   [
    "aggiṃ paricarati",
    "идиома",
    "следит за священным огнем",
    "✔"
   ],
   [
    "caggimāsīno",
    "сандхи",
    "и сидел (рядом с) огнем",
    "✔"
   ],
   [
    "paññāṇamaggino",
    "сандхи",
    "отличительный признак огня",
    "✔"
   ],
   [
    "yadaggi",
    "сандхи",
    "когда огонь",
    "✔"
   ]
  ]
 },
 "datvā": {
  "count": 2,
  "data": [
   [
    "aggiṃ datvā",
    "идиома",
    "разведя огонь",
    "✔"
   ],
   [
    "sūcighaṭikaṃ datvā",
    "идиома",
    "закрыв засов",
    "✔"
   ]
  ]
 },
 "deti": {
  "count": 5,
  "data": [
   [
    "aggiṃ deti",
    "идиома",
    "set on fire",
    "✔"
   ],
   [
    "āsanaṃ deti",
    "идиома",
    "предлагает место (кому-то)",
    "✔"
   ],
   [
    "nalāṭikaṃ deti",
    "идиома",
    "жест одобрения",
    "✔"
   ],
   [
    "pahāraṃ deti",
    "идиома",
    "ударяет",
    "✔"
   ],
   [
    "maggaṃ deti",
    "идиома",
    "уступает",
    "✔"
   ]
  ]
 },
 "paricarati": {
  "count": 1,
  "data": [
   [
    "aggiṃ paricarati",
    "идиома",
    "следит за священным огнем",
    "✔"
   ]
  ]
 },
 "ahaṃ": {
  "count": 147,
  "data": [
   [
    "aggohamasmi",
    "идиома",
    "я лучший (в)",
    "✔"
   ],
   [
    "ajānamevāhaṃ",
    "сандхи",
    "не знающий так я",
    "✔"
   ],
   [
    "ajāyihaṃ",
    "сандхи",
    "я родился (в)",
    "✔"
   ],
   [
    "athāhaṃ",
    "сандхи",
    "затем я",
    "✔"
   ],
   [
    "apissumaṃ",
    "сандхи",
    "и тогда мне",
    "✔"
   ],
   [
    "apihaṃ",
    "сандхи",
    "пусть я",
    "✔"
   ],
   [
    "abhijānāmahaṃ",
    "сандхи",
    "я чётко помню",
    "✔"
   ],
   [
    "ayamahamasmi",
    "сандхи",
    "я являюсь этим",
    "✔"
   ],
   [
    "ayamahamasmīti",
    "сандхи",
    "\"я это\"",
    "✔"
   ],
   [
    "avañjhānitvevāhaṃ",
    "сандхи",
    "я (говорю, что они) конечно не бесплодны",
    "✔"
   ],
   [
    "avijjampāhaṃ",
    "сандхи",
    "невежество истинно я (говорю)",
    "✔"
   ],
   [
    "ahañca",
    "сандхи",
    "и я",
    "✔"
   ],
   [
    "ahañce",
    "сандхи",
    "если я",
    "✔"
   ],
   [
    "ahañceva 1",
    "сандхи",
    "если бы я именно",
    "✔"
   ],
   [
    "ahañceva 2",
    "сандхи",
    "я и даже",
    "✔"
   ],
   [
    "ahaññeveko",
    "сандхи",
    "только я один",
    "✔"
   ],
   [
    "ahañhi",
    "сандхи",
    "я действительно",
    "✔"
   ],
   [
    "ahanti",
    "сандхи",
    "\"я\"",
    "✔"
   ],
   [
    "ahamaññatra",
    "сандхи",
    "я отдельно (от)",
    "✔"
   ],
   [
    "ahamasmi",
    "сандхи",
    "я есть",
    "✔"
   ],
   [
    "ahamettha",
    "сандхи",
    "в этом случае я",
    "✔"
   ],
   [
    "ahameva",
    "сандхи",
    "я просто",
    "✔"
   ],
   [
    "ahampāyasmante",
    "сандхи",
    "я тоже почтенных",
    "✔"
   ],
   [
    "ahampi",
    "сандхи",
    "я тоже",
    "✔"
   ],
   [
    "ahamhi",
    "сандхи",
    "я действительно",
    "✔"
   ],
   [
    "ahaṃ tesaṃ aññataro",
    "идиома",
    "я один из них",
    "✔"
   ],
   [
    "icchāmahaṃ",
    "сандхи",
    "я желаю",
    "✔"
   ],
   [
    "itihanti",
    "сандхи",
    "я такой",
    "✔"
   ],
   [
    "idānāhaṃ",
    "сандхи",
    "прямо сейчас я",
    "✔"
   ],
   [
    "idānihaṃ",
    "сандхи",
    "прямо сейчас я",
    "✔"
   ],
   [
    "idhāhaṃ 1",
    "сандхи",
    "здесь я",
    "✔"
   ],
   [
    "idhāhaṃ 2",
    "сандхи",
    "с учетом этого я",
    "✔"
   ],
   [
    "idhevāhaṃ",
    "сандхи",
    "прямо здесь я",
    "✔"
   ],
   [
    "imañcāhaṃ",
    "сандхи",
    "этот и я",
    "✔"
   ],
   [
    "imāhaṃ",
    "сандхи",
    "этот я",
    "✔"
   ],
   [
    "imināhaṃ",
    "сандхи",
    "этим я",
    "✔"
   ],
   [
    "imehaṃ",
    "сандхи",
    "эти я",
    "✔"
   ],
   [
    "ekamidāhaṃ",
    "сандхи",
    "это одно (время) я",
    "✔"
   ],
   [
    "etamahaṃ",
    "сандхи",
    "я (видящий) это",
    "✔"
   ],
   [
    "evāhaṃ",
    "сандхи",
    "так что я",
    "✔"
   ],
   [
    "esāhaṃ",
    "сандхи",
    "я",
    "✔"
   ],
   [
    "esohamasmi",
    "сандхи",
    "я являюсь этим",
    "✔"
   ],
   [
    "kaccāhaṃ",
    "сандхи",
    "надеюсь я",
    "✔"
   ],
   [
    "karomahaṃ",
    "сандхи",
    "я делаю",
    "✔"
   ],
   [
    "kintāhaṃ 1",
    "сандхи",
    "как я могу?",
    "✔"
   ],
   [
    "kintāhaṃ 2",
    "сандхи",
    "что я (говорю) тебе?",
    "✔"
   ],
   [
    "kimassāhaṃ",
    "сандхи",
    "что я могу сделать для него?",
    "✔"
   ],
   [
    "kimahaṃ 1",
    "сандхи",
    "что я?",
    "✔"
   ],
   [
    "kimahaṃ 2",
    "сандхи",
    "почему я?",
    "✔"
   ],
   [
    "kyāhaṃ karomi",
    "идиома",
    "что я (могу) сделать?",
    "✔"
   ],
   [
    "kyāhaṃ 1",
    "сандхи",
    "что я?",
    "✔"
   ],
   [
    "kyāhaṃ 2",
    "сандхи",
    "зачем мне?",
    "✔"
   ],
   [
    "khamāmahaṃ",
    "сандхи",
    "я прощаю",
    "✔"
   ],
   [
    "khohaṃ",
    "сандхи",
    "действительно я",
    "✔"
   ],
   [
    "khvāhaṃ",
    "сандхи",
    "я действительно",
    "✔"
   ],
   [
    "cāhaṃ 1",
    "сандхи",
    "и я",
    "✔"
   ],
   [
    "cāhaṃ 2",
    "сандхи",
    "если я",
    "✔"
   ],
   [
    "cetanāhaṃ",
    "сандхи",
    "я (говорю) намерение",
    "✔"
   ],
   [
    "jānāmahaṃ",
    "сандхи",
    "я знаю",
    "✔"
   ],
   [
    "jeṭṭhohamasmi",
    "идиома",
    "я первородный (в)",
    "✔"
   ],
   [
    "tañcāhaṃ",
    "сандхи",
    "и это я",
    "✔"
   ],
   [
    "tatohaṃ",
    "сандхи",
    "после этого я",
    "✔"
   ],
   [
    "tatthāhaṃ 1",
    "сандхи",
    "там я",
    "✔"
   ],
   [
    "tatthāhaṃ 2",
    "сандхи",
    "в этом отношении я",
    "✔"
   ],
   [
    "tatrāpāhaṃ",
    "сандхи",
    "только там я",
    "✔"
   ],
   [
    "tathāhaṃ",
    "сандхи",
    "как я",
    "✔"
   ],
   [
    "tathūpamāhaṃ",
    "сандхи",
    "сопоставимый таким же образом",
    "✔"
   ],
   [
    "tadajjahaṃ",
    "сандхи",
    "то сегодня я",
    "✔"
   ],
   [
    "tadevāhaṃ",
    "сандхи",
    "только это я",
    "✔"
   ],
   [
    "tamahaṃ",
    "сандхи",
    "его я",
    "✔"
   ],
   [
    "tavāhamasmi",
    "сандхи",
    "я твой",
    "✔"
   ],
   [
    "tassāhaṃ 1",
    "сандхи",
    "его я",
    "✔"
   ],
   [
    "tassāhaṃ 2",
    "сандхи",
    "ему я",
    "◑"
   ],
   [
    "tāvāhaṃ",
    "сандхи",
    "пока я",
    "✔"
   ],
   [
    "tāsāhaṃ",
    "сандхи",
    "среди них я",
    "✔"
   ],
   [
    "tāhaṃ 1",
    "сандхи",
    "я того",
    "✔"
   ],
   [
    "tāhaṃ 2",
    "сандхи",
    "я тебе",
    "✔"
   ],
   [
    "tenāhaṃ",
    "сандхи",
    "этим я",
    "✔"
   ],
   [
    "tesamahaṃ aññataro",
    "идиома",
    "я один из них",
    "✔"
   ],
   [
    "tesāhaṃ",
    "сандхи",
    "их я",
    "✔"
   ],
   [
    "tyāhaṃ 1",
    "сандхи",
    "я их",
    "✔"
   ],
   [
    "tyāhaṃ 2",
    "сандхи",
    "я (есть) твой",
    "✔"
   ],
   [
    "tyāhaṃ 3",
    "сандхи",
    "я к вам",
    "✔"
   ],
   [
    "tvevāhaṃ",
    "сандхи",
    "однако даже тогда я",
    "✔"
   ],
   [
    "dānāhaṃ",
    "сандхи",
    "прямо сейчас я",
    "✔"
   ],
   [
    "dvāhaṃ",
    "сандхи",
    "дважды я",
    "✔"
   ],
   [
    "na panāhaṃ",
    "идиома",
    "но я не",
    "✔"
   ],
   [
    "nāmāhaṃ",
    "сандхи",
    "я истинно",
    "✔"
   ],
   [
    "nāhamasmi",
    "сандхи",
    "я не есть",
    "✔"
   ],
   [
    "nāhamettha",
    "сандхи",
    "в этом случае я не",
    "✔"
   ],
   [
    "nāhaṃ",
    "сандхи",
    "я не",
    "✔"
   ],
   [
    "nuhaṃ",
    "сандхи",
    "я?",
    "✔"
   ],
   [
    "nūnāhaṃ",
    "сандхи",
    "возможно, я",
    "✔"
   ],
   [
    "nevāhaṃ",
    "сандхи",
    "я не сделал/сделала",
    "✔"
   ],
   [
    "nesohamasmi",
    "сандхи",
    "я не это",
    "✔"
   ],
   [
    "panāhaṃ",
    "сандхи",
    "но я",
    "✔"
   ],
   [
    "passāmahaṃ",
    "сандхи",
    "я вижу",
    "✔"
   ],
   [
    "puṭṭhohaṃ",
    "сандхи",
    "спрошенный я",
    "✔"
   ],
   [
    "bhūtapubbāhaṃ",
    "сандхи",
    "раньше я",
    "✔"
   ],
   [
    "maggakkhāyīhaṃ",
    "сандхи",
    "я направляю",
    "✔"
   ],
   [
    "mahamattasambhavaṃ",
    "сандхи",
    "я (увидев, что) само порождение",
    "✔"
   ],
   [
    "māhaṃ 1",
    "сандхи",
    "пусть я не",
    "✔"
   ],
   [
    "māhaṃ 2",
    "сандхи",
    "я никогда",
    "✔"
   ],
   [
    "modahaṃ",
    "сандхи",
    "я наслаждался",
    "✔"
   ],
   [
    "yatohaṃ",
    "сандхи",
    "с тех пор как я",
    "✔"
   ],
   [
    "yatthāhaṃ",
    "сандхи",
    "в котором я",
    "✔"
   ],
   [
    "yathāhaṃ",
    "сандхи",
    "так же как и я",
    "✔"
   ],
   [
    "yadāhaṃ",
    "сандхи",
    "когда я",
    "✔"
   ],
   [
    "yannūnāhaṃ",
    "сандхи",
    "что если я",
    "✔"
   ],
   [
    "yamahaṃ",
    "сандхи",
    "что бы ни было я",
    "✔"
   ],
   [
    "yassāhaṃ 1",
    "сандхи",
    "для которого я",
    "✔"
   ],
   [
    "yassāhaṃ 2",
    "сандхи",
    "кого я",
    "✔"
   ],
   [
    "yaṃnūnassāhaṃ",
    "сандхи",
    "что если бы я (объяснил) ему",
    "✔"
   ],
   [
    "yaṃnūnāhaṃ",
    "сандхи",
    "что если я",
    "✔"
   ],
   [
    "yāvāhaṃ",
    "сандхи",
    "пока я",
    "✔"
   ],
   [
    "yāhaṃ 1",
    "сандхи",
    "который я",
    "✔"
   ],
   [
    "yāhaṃ 2",
    "сандхи",
    "которое я",
    "✔"
   ],
   [
    "yenāhaṃ 1",
    "сандхи",
    "которым я",
    "✔"
   ],
   [
    "yenāhaṃ 2",
    "сандхи",
    "где я",
    "✔"
   ],
   [
    "yohaṃ",
    "сандхи",
    "тот что",
    "✔"
   ],
   [
    "ramāmahaṃ",
    "сандхи",
    "я наслаждаюсь (в)",
    "✔"
   ],
   [
    "rājāhaṃ",
    "сандхи",
    "я царь",
    "✔"
   ],
   [
    "labheyyāhaṃ",
    "сандхи",
    "я бы мог получить",
    "✔"
   ],
   [
    "vatassāhaṃ",
    "сандхи",
    "действительно я мог бы",
    "✔"
   ],
   [
    "vatāhaṃ",
    "сандхи",
    "о нет я",
    "✔"
   ],
   [
    "vadāmahaṃ",
    "сандхи",
    "я говорю",
    "✔"
   ],
   [
    "vāhaṃ",
    "сандхи",
    "или я",
    "✔"
   ],
   [
    "vuttāhaṃ",
    "сандхи",
    "когда сказано я",
    "✔"
   ],
   [
    "vohaṃ",
    "сандхи",
    "действительно я",
    "✔"
   ],
   [
    "sakhāhamasmi",
    "сандхи",
    "я (твой) друг",
    "✔"
   ],
   [
    "sacāhaṃ",
    "сандхи",
    "если я",
    "✔"
   ],
   [
    "sadisohamasmīti",
    "сандхи",
    "я тот же самый",
    "◑"
   ],
   [
    "sādhāhaṃ",
    "сандхи",
    "было бы хорошо, если бы я",
    "✔"
   ],
   [
    "sāvakohamasmi",
    "сандхи",
    "я ученик (кого-либо)",
    "✔"
   ],
   [
    "sāhaṃ 1",
    "сандхи",
    "затем я",
    "✔"
   ],
   [
    "sāhaṃ 2",
    "сандхи",
    "тогда я",
    "✔"
   ],
   [
    "sudāhaṃ",
    "сандхи",
    "поистине я",
    "✔"
   ],
   [
    "seṭṭhohamasmi",
    "идиома",
    "я - лучший (из)",
    "✔"
   ],
   [
    "seyyohamasmi",
    "сандхи",
    "я - лучше",
    "✔"
   ],
   [
    "seyyohamasmīti",
    "сандхи",
    "я лучше",
    "◑"
   ],
   [
    "sohamete",
    "сандхи",
    "и я эти",
    "✔"
   ],
   [
    "sohaṃ",
    "сандхи",
    "тот, я",
    "✔"
   ],
   [
    "svahaṃ",
    "сандхи",
    "я так",
    "✔"
   ],
   [
    "svāhaṃ",
    "сандхи",
    "так я",
    "✔"
   ],
   [
    "handāhaṃ",
    "сандхи",
    "давай я (должен)",
    "✔"
   ],
   [
    "hīnohamasmi",
    "сандхи",
    "я ниже других (из-за)",
    "✔"
   ],
   [
    "hīnohamasmīti",
    "сандхи",
    "я хуже",
    "◑"
   ]
  ]
 },
 "asmi": {
  "count": 35,
  "data": [
   [
    "aggohamasmi",
    "идиома",
    "я лучший (в)",
    "✔"
   ],
   [
    "aññathāsmīti",
    "сандхи",
    "я другой",
    "✔"
   ],
   [
    "abhibhosmi",
    "сандхи",
    "я победитель",
    "✔"
   ],
   [
    "ayamahamasmi",
    "сандхи",
    "я являюсь этим",
    "✔"
   ],
   [
    "ayamahamasmīti",
    "сандхи",
    "\"я это\"",
    "✔"
   ],
   [
    "asasmi",
    "сандхи",
    "я вечный",
    "✔"
   ],
   [
    "asasmīti",
    "сандхи",
    "я вечен",
    "✔"
   ],
   [
    "asmīti",
    "сандхи",
    "\"я есть\"",
    "✔"
   ],
   [
    "ahamasmi",
    "сандхи",
    "я есть",
    "✔"
   ],
   [
    "itthasmīti",
    "сандхи",
    "я таков",
    "✔"
   ],
   [
    "imināsmīti",
    "сандхи",
    "из-за этого я есть",
    "✔"
   ],
   [
    "evaṃsmīti",
    "сандхи",
    "я такой",
    "✔"
   ],
   [
    "esohamasmi",
    "сандхи",
    "я являюсь этим",
    "✔"
   ],
   [
    "kilantosmi",
    "сандхи",
    "я устал",
    "✔"
   ],
   [
    "khosmi",
    "сандхи",
    "я, безусловно",
    "✔"
   ],
   [
    "jātosmi",
    "сандхи",
    "я такой человек",
    "◑"
   ],
   [
    "jeṭṭhohamasmi",
    "идиома",
    "я первородный (в)",
    "✔"
   ],
   [
    "tavāhamasmi",
    "сандхи",
    "я твой",
    "✔"
   ],
   [
    "nāhamasmi",
    "сандхи",
    "я не есть",
    "✔"
   ],
   [
    "nu khosmi",
    "идиома",
    "Был ли я?",
    "✔"
   ],
   [
    "nesohamasmi",
    "сандхи",
    "я не это",
    "✔"
   ],
   [
    "pismi",
    "сандхи",
    "I am also",
    "✔"
   ],
   [
    "buddhosmi",
    "сандхи",
    "я пробудился",
    "✔"
   ],
   [
    "sakhāhamasmi",
    "сандхи",
    "я (твой) друг",
    "✔"
   ],
   [
    "satasmīti 1",
    "сандхи",
    "я существую",
    "✔"
   ],
   [
    "satasmīti 2",
    "сандхи",
    "(комм) я непостоянен",
    "✔"
   ],
   [
    "sadisohamasmi",
    "сандхи",
    "я такой же",
    "✔"
   ],
   [
    "sadisohamasmīti",
    "сандхи",
    "я тот же самый",
    "◑"
   ],
   [
    "sambādhapaṭipannosmi",
    "сандхи",
    "я попал в плен",
    "✔"
   ],
   [
    "sāvakohamasmi",
    "сандхи",
    "я ученик (кого-либо)",
    "✔"
   ],
   [
    "seṭṭhohamasmi",
    "идиома",
    "я - лучший (из)",
    "✔"
   ],
   [
    "seyyohamasmi",
    "сандхи",
    "я - лучше",
    "✔"
   ],
   [
    "seyyohamasmīti",
    "сандхи",
    "я лучше",
    "◑"
   ],
   [
    "hīnohamasmi",
    "сандхи",
    "я ниже других (из-за)",
    "✔"
   ],
   [
    "hīnohamasmīti",
    "сандхи",
    "я хуже",
    "◑"
   ]
  ]
 },
 "ghosa": {
  "count": 1,
  "data": [
   [
    "parato ca ghoso",
    "идиома",
    "слышание от другого человека",
    "✔"
   ]
  ]
 },
 "aṅga": {
  "count": 12,
  "data": [
   [
    "aṅganteva",
    "сандхи",
    "даже конечность",
    "✔"
   ],
   [
    "aṭṭhahaṅgehi",
    "сандхи",
    "с восемью факторами",
    "✔"
   ],
   [
    "ariyañcaṭṭhaṅgikaṃ",
    "сандхи",
    "и Будды из восьми частей",
    "✔"
   ],
   [
    "ariyo aṭṭhaṅgiko maggo",
    "идиома",
    "путь Будды из восьми частей",
    "✔"
   ],
   [
    "catuhaṅgehi",
    "сандхи",
    "с четырьмя факторами",
    "✔"
   ],
   [
    "catūhaṅgehi",
    "сандхи",
    "с четырьмя факторами",
    "✔"
   ],
   [
    "tīṇaṅgāni",
    "сандхи",
    "три фактора",
    "◑"
   ],
   [
    "tīhaṅgehi",
    "сандхи",
    "с тремя факторами",
    "✔"
   ],
   [
    "dasahaṅgehi",
    "сандхи",
    "с десятью факторами",
    "✔"
   ],
   [
    "dvīhaṅgehi",
    "сандхи",
    "с двумя факторами",
    "✔"
   ],
   [
    "pañcahaṅgehi",
    "сандхи",
    "с пятью факторами",
    "✔"
   ],
   [
    "sattahaṅgehi",
    "сандхи",
    "с семью факторами",
    "✔"
   ]
  ]
 },
 "eva": {
  "count": 254,
  "data": [
   [
    "aṅganteva",
    "сандхи",
    "даже конечность",
    "✔"
   ],
   [
    "ajjeva",
    "сандхи",
    "в этот же день",
    "✔"
   ],
   [
    "aññatreva",
    "сандхи",
    "без",
    "✔"
   ],
   [
    "aññabhāgiyañceva",
    "сандхи",
    "и если действительно принадлежащий к другому классу",
    "✔"
   ],
   [
    "aññāva",
    "сандхи",
    "только одна вещь",
    "✔"
   ],
   [
    "aññeva",
    "сандхи",
    "даже другие",
    "✔"
   ],
   [
    "atippageva",
    "сандхи",
    "слишком рано утром",
    "✔"
   ],
   [
    "atippagova",
    "сандхи",
    "слишком рано",
    "✔"
   ],
   [
    "attanāva attano",
    "идиома",
    "лишь сам для себя",
    "✔"
   ],
   [
    "attanāva attānaṃ",
    "идиома",
    "собой о себе",
    "✔"
   ],
   [
    "attahitaparahitaubhayahitasabbalokahitameva",
    "сандхи",
    "собственное благополучие",
    "✔"
   ],
   [
    "attānaṃyeva",
    "сандхи",
    "только сам",
    "✔"
   ],
   [
    "attheva",
    "сандхи",
    "есть даже",
    "✔"
   ],
   [
    "antarāyeva",
    "сандхи",
    "тем не менее по пути",
    "✔"
   ],
   [
    "antarāva",
    "сандхи",
    "всё же по пути",
    "✔"
   ],
   [
    "antogadhāvāssa",
    "сандхи",
    "включенный в одного",
    "✔"
   ],
   [
    "antoyeva",
    "сандхи",
    "только внутри",
    "◑"
   ],
   [
    "appeva",
    "сандхи",
    "вполне вероятно что",
    "✔"
   ],
   [
    "appeva nāma",
    "идиома",
    "было бы хорошо если бы",
    "✔"
   ],
   [
    "appevanāma",
    "сандхи",
    "было бы хорошо если",
    "✔"
   ],
   [
    "appevanāmimassa",
    "сандхи",
    "этого было бы хорошо если",
    "✔"
   ],
   [
    "amūlakañceva",
    "сандхи",
    "если действительно безосновательно",
    "✔"
   ],
   [
    "amhākañcevāyaṃ",
    "сандхи",
    "и только этот наш",
    "✔"
   ],
   [
    "ayañceva",
    "сандхи",
    "и этот самый",
    "✔"
   ],
   [
    "ayameva",
    "сандхи",
    "именно это",
    "✔"
   ],
   [
    "ayamevettha",
    "сандхи",
    "только это здесь",
    "✔"
   ],
   [
    "alameva",
    "сандхи",
    "довольно (чтобы)",
    "✔"
   ],
   [
    "avañjhānitvevāhaṃ",
    "сандхи",
    "я (говорю, что они) конечно не бесплодны",
    "✔"
   ],
   [
    "ahañceva 1",
    "сандхи",
    "если бы я именно",
    "✔"
   ],
   [
    "ahañceva 2",
    "сандхи",
    "я и даже",
    "✔"
   ],
   [
    "ahaññeveko",
    "сандхи",
    "только я один",
    "✔"
   ],
   [
    "ahameva",
    "сандхи",
    "я просто",
    "✔"
   ],
   [
    "ahudeva",
    "сандхи",
    "было просто",
    "✔"
   ],
   [
    "āditova",
    "сандхи",
    "с самого начала",
    "✔"
   ],
   [
    "ādimeva",
    "сандхи",
    "самое начало",
    "✔"
   ],
   [
    "āvi ceva raho ca",
    "идиома",
    "открыто и даже в уединении",
    "✔"
   ],
   [
    "icceva",
    "сандхи",
    "так это",
    "◑"
   ],
   [
    "iticiticeva",
    "сандхи",
    "именно так и затем иначе",
    "✔"
   ],
   [
    "iticīticeva",
    "сандхи",
    "так и так",
    "◑"
   ],
   [
    "idameva",
    "сандхи",
    "именно это",
    "✔"
   ],
   [
    "idāneva",
    "сандхи",
    "только сейчас",
    "✔"
   ],
   [
    "idheva",
    "сандхи",
    "прямо здесь",
    "✔"
   ],
   [
    "idhevāhaṃ",
    "сандхи",
    "прямо здесь я",
    "✔"
   ],
   [
    "imameva",
    "сандхи",
    "этот самый",
    "✔"
   ],
   [
    "imasmiññeva",
    "сандхи",
    "в этом самом",
    "✔"
   ],
   [
    "imasmiṃyeva",
    "сандхи",
    "именно в этом",
    "✔"
   ],
   [
    "imaṃyeva",
    "сандхи",
    "именно этот",
    "✔"
   ],
   [
    "imeva",
    "сандхи",
    "эти самые",
    "✔"
   ],
   [
    "uttānatthameva",
    "сандхи",
    "смысл ясен сам по себе",
    "◑"
   ],
   [
    "uttānatthamevāti",
    "сандхи",
    "значение ясно так, как оно есть",
    "◑"
   ],
   [
    "uttānatthāneva",
    "сандхи",
    "значения ясны как таковые",
    "◑"
   ],
   [
    "uttānameva",
    "сандхи",
    "ясно как есть",
    "◑"
   ],
   [
    "uttānamevāti",
    "сандхи",
    "ясно как есть",
    "◑"
   ],
   [
    "ubhova",
    "сандхи",
    "оба вместе",
    "✔"
   ],
   [
    "ekaññeva",
    "сандхи",
    "только один",
    "✔"
   ],
   [
    "ekadivaseneva",
    "сандхи",
    "всего за один день",
    "✔"
   ],
   [
    "ekaṃyeva",
    "сандхи",
    "только один",
    "✔"
   ],
   [
    "ekāyeva",
    "сандхи",
    "только один",
    "✔"
   ],
   [
    "ekeneva",
    "сандхи",
    "только с одним",
    "◑"
   ],
   [
    "ekoyeva",
    "сандхи",
    "только один",
    "✔"
   ],
   [
    "ekova",
    "сандхи",
    "в одиночестве",
    "✔"
   ],
   [
    "etadeva",
    "сандхи",
    "только этот",
    "✔"
   ],
   [
    "etasseva",
    "сандхи",
    "этого самого",
    "✔"
   ],
   [
    "eteneva",
    "сандхи",
    "именно с этим",
    "✔"
   ],
   [
    "eteyeva",
    "сандхи",
    "именно эти",
    "✔"
   ],
   [
    "ettheva 1",
    "сандхи",
    "здесь",
    "✔"
   ],
   [
    "ettheva 2",
    "сандхи",
    "сейчас же",
    "◑"
   ],
   [
    "evameva",
    "сандхи",
    "аналогично",
    "✔"
   ],
   [
    "evameva kho",
    "идиома",
    "подобным образом",
    "✔"
   ],
   [
    "evamevassu",
    "сандхи",
    "подобным образом действительно",
    "✔"
   ],
   [
    "evamevāyaṃ",
    "сандхи",
    "подобно этому",
    "✔"
   ],
   [
    "evarūpāpi",
    "сандхи",
    "даже такой",
    "✔"
   ],
   [
    "evarūpepi 1",
    "сандхи",
    "в такой же именно (о человеке)",
    "✔"
   ],
   [
    "evarūpepi 2",
    "сандхи",
    "даже когда такой",
    "✔"
   ],
   [
    "evarūpopi",
    "сандхи",
    "точно так",
    "✔"
   ],
   [
    "evassa",
    "сандхи",
    "даже его",
    "✔"
   ],
   [
    "evassu",
    "сандхи",
    "так они будут",
    "◑"
   ],
   [
    "evetaṃ",
    "сандхи",
    "именно это",
    "✔"
   ],
   [
    "evesā",
    "сандхи",
    "это просто",
    "✔"
   ],
   [
    "eseva",
    "сандхи",
    "именно этот",
    "✔"
   ],
   [
    "esevanto",
    "сандхи",
    "именно это конец (чего-то)",
    "✔"
   ],
   [
    "kañcideva",
    "сандхи",
    "что-то",
    "✔"
   ],
   [
    "kālasseva",
    "сандхи",
    "очень рано утром",
    "✔"
   ],
   [
    "kiñcideva",
    "сандхи",
    "кто-то",
    "✔"
   ],
   [
    "kinnumāva",
    "сандхи",
    "это не единственные",
    "◑"
   ],
   [
    "kimevidaṃ 1",
    "сандхи",
    "что это?",
    "✔"
   ],
   [
    "kimevidaṃ 2",
    "сандхи",
    "не говоря уже об этом",
    "✔"
   ],
   [
    "kismiñcideva",
    "сандхи",
    "только в каком бы ни было",
    "✔"
   ],
   [
    "kecideva",
    "сандхи",
    "некоторые даже",
    "◑"
   ],
   [
    "kenacideva karaṇīyena",
    "идиома",
    "по какому-то делу",
    "✔"
   ],
   [
    "kenacideva 1",
    "сандхи",
    "просто с чем-то",
    "✔"
   ],
   [
    "kenacideva 2",
    "сандхи",
    "с чем угодно",
    "◑"
   ],
   [
    "kocideva",
    "сандхи",
    "даже некоторый",
    "✔"
   ],
   [
    "khippameva",
    "сандхи",
    "очень быстро",
    "✔"
   ],
   [
    "khippaṃyeva",
    "сандхи",
    "очень быстро",
    "✔"
   ],
   [
    "citiceva",
    "сандхи",
    "а потом это",
    "✔"
   ],
   [
    "cirasseva",
    "сандхи",
    "после очень долгого времени",
    "✔"
   ],
   [
    "ceva 1",
    "сандхи",
    "только если",
    "✔"
   ],
   [
    "ceva 2",
    "сандхи",
    "и даже",
    "✔"
   ],
   [
    "ceva 3",
    "сандхи",
    "но потом",
    "✔"
   ],
   [
    "ceva 4",
    "сандхи",
    "и только",
    "✔"
   ],
   [
    "cevassa",
    "сандхи",
    "и только его",
    "✔"
   ],
   [
    "cevetassa",
    "сандхи",
    "и именно этого",
    "✔"
   ],
   [
    "cevettha",
    "сандхи",
    "а теперь вот",
    "✔"
   ],
   [
    "jātameva",
    "сандхи",
    "родившийся в тот же день",
    "✔"
   ],
   [
    "taṅkhaṇaññeva",
    "сандхи",
    "в тот самый момент времени",
    "✔"
   ],
   [
    "tañceva",
    "сандхи",
    "но это самое",
    "✔"
   ],
   [
    "taññeva",
    "сандхи",
    "именно этот",
    "✔"
   ],
   [
    "taññevettha",
    "сандхи",
    "в этом отношении",
    "✔"
   ],
   [
    "tattha tattheva",
    "идиома",
    "везде",
    "✔"
   ],
   [
    "tattheva",
    "сандхи",
    "прямо там",
    "✔"
   ],
   [
    "tatthevantaradhāyi",
    "сандхи",
    "исчез прямо там",
    "✔"
   ],
   [
    "tatthevantaradhāyīti",
    "сандхи",
    "исчез прямо там",
    "✔"
   ],
   [
    "tatreva",
    "сандхи",
    "именно там",
    "✔"
   ],
   [
    "tathariva",
    "сандхи",
    "точно также",
    "✔"
   ],
   [
    "tatheva 1",
    "сандхи",
    "таким же образом",
    "✔"
   ],
   [
    "tatheva 2",
    "сандхи",
    "действительно",
    "✔"
   ],
   [
    "tatheva 3",
    "сандхи",
    "именно так",
    "✔"
   ],
   [
    "tatheva 4",
    "сандхи",
    "так же",
    "✔"
   ],
   [
    "tadeva",
    "сандхи",
    "именно это",
    "✔"
   ],
   [
    "tadevassa",
    "сандхи",
    "просто это его",
    "✔"
   ],
   [
    "tadevettha",
    "сандхи",
    "это в этом случае",
    "✔"
   ],
   [
    "tameva",
    "сандхи",
    "именно этот",
    "✔"
   ],
   [
    "tamevassa",
    "сандхи",
    "только то его",
    "✔"
   ],
   [
    "tamevūpekkhaṃ",
    "сандхи",
    "это самое умственное равновесие",
    "✔"
   ],
   [
    "taveva",
    "сандхи",
    "только твой",
    "✔"
   ],
   [
    "tasmiṃyeva",
    "сандхи",
    "в том самом",
    "✔"
   ],
   [
    "tasmiṃyeva āsane",
    "идиома",
    "на том самом месте",
    "✔"
   ],
   [
    "tassa tasseva",
    "идиома",
    "того или иного",
    "✔"
   ],
   [
    "tassāyeva",
    "сандхи",
    "той самой",
    "✔"
   ],
   [
    "tasseva 1",
    "сандхи",
    "только для него",
    "✔"
   ],
   [
    "tasseva 2",
    "сандхи",
    "того самого",
    "✔"
   ],
   [
    "tādisameva",
    "сандхи",
    "ровно то же самое",
    "✔"
   ],
   [
    "tādisaṃyeva",
    "сандхи",
    "точно такой же",
    "✔"
   ],
   [
    "tādisovassa",
    "сандхи",
    "это могло бы быть именно так",
    "✔"
   ],
   [
    "tāyeva",
    "сандхи",
    "поэтому",
    "✔"
   ],
   [
    "tāyevappāhāratāya",
    "сандхи",
    "по причине этого самого отсутствия пищи",
    "✔"
   ],
   [
    "tāvatakeneva",
    "сандхи",
    "только с этим",
    "✔"
   ],
   [
    "tāvade",
    "сандхи",
    "сразу",
    "✔"
   ],
   [
    "tāvadeva 1",
    "сандхи",
    "прямо там",
    "✔"
   ],
   [
    "tāvadeva 2",
    "сандхи",
    "в тот же день",
    "✔"
   ],
   [
    "tāvadevassa",
    "сандхи",
    "прямо тогда для него",
    "✔"
   ],
   [
    "tāvadevassā",
    "сандхи",
    "прямо тогда для нее",
    "✔"
   ],
   [
    "tāsaṃyeva",
    "сандхи",
    "тех же самых",
    "◑"
   ],
   [
    "tīramevānudhāvati",
    "сандхи",
    "просто бежит вдоль этого берега",
    "✔"
   ],
   [
    "tuyhameva",
    "сандхи",
    "только для тебя",
    "✔"
   ],
   [
    "teneva",
    "сандхи",
    "именно этим",
    "✔"
   ],
   [
    "tenevantaravassena",
    "сандхи",
    "в течение именно того дождливого сезона",
    "✔"
   ],
   [
    "tenevāha",
    "сандхи",
    "поэтому было сказано",
    "◑"
   ],
   [
    "teva",
    "сандхи",
    "они только",
    "✔"
   ],
   [
    "tesaññeva",
    "сандхи",
    "именно их",
    "✔"
   ],
   [
    "tesaṃyeva",
    "сандхи",
    "тех самых",
    "✔"
   ],
   [
    "tvaññeva",
    "сандхи",
    "лишь ты",
    "✔"
   ],
   [
    "tvaṃyeva",
    "сандхи",
    "только ты (из)",
    "✔"
   ],
   [
    "tveva 1",
    "сандхи",
    "однако",
    "✔"
   ],
   [
    "tveva 2",
    "сандхи",
    "именно как",
    "✔"
   ],
   [
    "tveva 3",
    "сандхи",
    "но всё равно",
    "✔"
   ],
   [
    "tvevāhaṃ",
    "сандхи",
    "однако даже тогда я",
    "✔"
   ],
   [
    "diṭṭheva",
    "сандхи",
    "в этом самом",
    "✔"
   ],
   [
    "diṭṭheva dhamme",
    "идиома",
    "в этой жизни",
    "✔"
   ],
   [
    "diṭṭhevadhamme",
    "сандхи",
    "в этой жизни",
    "✔"
   ],
   [
    "disvāva",
    "сандхи",
    "как только увидев",
    "✔"
   ],
   [
    "dūratova",
    "сандхи",
    "издалека",
    "✔"
   ],
   [
    "dveyeva",
    "сандхи",
    "только два",
    "✔"
   ],
   [
    "dveva",
    "сандхи",
    "только два",
    "✔"
   ],
   [
    "dhammameva",
    "сандхи",
    "только Дхамма",
    "✔"
   ],
   [
    "na ceva",
    "идиома",
    "и даже не",
    "✔"
   ],
   [
    "nacirasseva",
    "сандхи",
    "лишь спустя короткое время",
    "✔"
   ],
   [
    "nibbānasseva santike",
    "идиома",
    "очень близко к Ниббане",
    "✔"
   ],
   [
    "neva 1",
    "сандхи",
    "ни тот, ни другой",
    "✔"
   ],
   [
    "neva 2",
    "сандхи",
    "даже не",
    "✔"
   ],
   [
    "neva na",
    "идиома",
    "ни (тот) ни (другой)",
    "✔"
   ],
   [
    "nevajjhagā",
    "сандхи",
    "никогда не найденный",
    "✔"
   ],
   [
    "nevattato",
    "сандхи",
    "ни как себя",
    "✔"
   ],
   [
    "nevattantapo",
    "сандхи",
    "не причиняющий вреда себе",
    "✔"
   ],
   [
    "nevattasañcetanā",
    "сандхи",
    "ни собственное намерение",
    "✔"
   ],
   [
    "nevatthi 1",
    "сандхи",
    "нет (также)",
    "✔"
   ],
   [
    "nevatthi 2",
    "сандхи",
    "не было бы",
    "✔"
   ],
   [
    "nevatthi 3",
    "сандхи",
    "ни существует (ни)",
    "✔"
   ],
   [
    "nevassa 1",
    "сандхи",
    "ни даже для него",
    "✔"
   ],
   [
    "nevassa 2",
    "сандхи",
    "даже не было бы",
    "✔"
   ],
   [
    "nevassu",
    "сандхи",
    "точно нет",
    "✔"
   ],
   [
    "nevāyaṃ",
    "сандхи",
    "это не ни (ни).",
    "✔"
   ],
   [
    "nevāhaṃ",
    "сандхи",
    "я не сделал/сделала",
    "✔"
   ],
   [
    "nevidha",
    "сандхи",
    "ни здесь",
    "✔"
   ],
   [
    "nevimaṃ",
    "сандхи",
    "даже не это",
    "✔"
   ],
   [
    "notevettha",
    "сандхи",
    "только не в этом случае",
    "✔"
   ],
   [
    "pageva 1",
    "сандхи",
    "тем более",
    "✔"
   ],
   [
    "paccattaññeva",
    "сандхи",
    "для себя",
    "✔"
   ],
   [
    "paṭikacceva 1",
    "сандхи",
    "прежде всего",
    "✔"
   ],
   [
    "paṭikacceva 2",
    "сандхи",
    "ранее",
    "✔"
   ],
   [
    "paṭhamaññeva",
    "сандхи",
    "даже до",
    "◑"
   ],
   [
    "paneva",
    "сандхи",
    "точно далее",
    "✔"
   ],
   [
    "pātova",
    "сандхи",
    "очень рано утром",
    "✔"
   ],
   [
    "pāḷinayeneva",
    "сандхи",
    "точно в соответствии с смыслом текста",
    "◑"
   ],
   [
    "punadeva",
    "сандхи",
    "ещё раз",
    "✔"
   ],
   [
    "punareva",
    "сандхи",
    "только снова",
    "✔"
   ],
   [
    "pubbeva",
    "сандхи",
    "именно перед",
    "✔"
   ],
   [
    "purimanayeneva",
    "сандхи",
    "точно так же, как прежде",
    "◑"
   ],
   [
    "bahudeva",
    "сандхи",
    "именно много",
    "✔"
   ],
   [
    "maññevettha",
    "сандхи",
    "в этом случае даже меня",
    "✔"
   ],
   [
    "manāpeneva",
    "сандхи",
    "только приятно",
    "✔"
   ],
   [
    "mamaññeva",
    "сандхи",
    "только я",
    "✔"
   ],
   [
    "mameva",
    "сандхи",
    "исключительно мой",
    "✔"
   ],
   [
    "mamevārabbha",
    "сандхи",
    "особенно для меня",
    "✔"
   ],
   [
    "mamevettha",
    "сандхи",
    "в этом случае просто (спросите) меня",
    "✔"
   ],
   [
    "mayhevekassa",
    "сандхи",
    "только для меня",
    "✔"
   ],
   [
    "yaññadeva",
    "сандхи",
    "просто что-то",
    "✔"
   ],
   [
    "yattha yattheva",
    "идиома",
    "где бы то ни было",
    "✔"
   ],
   [
    "yattheva",
    "сандхи",
    "где бы ни",
    "✔"
   ],
   [
    "yatheva",
    "сандхи",
    "именно как",
    "✔"
   ],
   [
    "yadeva",
    "сандхи",
    "любое",
    "✔"
   ],
   [
    "yasseva",
    "сандхи",
    "именно какого-либо",
    "✔"
   ],
   [
    "yāvadeva",
    "сандхи",
    "вплоть до того",
    "✔"
   ],
   [
    "yena yeneva",
    "идиома",
    "где угодно",
    "✔"
   ],
   [
    "yeneva",
    "сандхи",
    "где бы ни был",
    "✔"
   ],
   [
    "yeva",
    "сандхи",
    "так",
    "✔"
   ],
   [
    "riva 2",
    "сандхи",
    "только",
    "✔"
   ],
   [
    "vacanīyamevāyasmā",
    "сандхи",
    "почтенный (сделайте себя) способным к наставлению",
    "✔"
   ],
   [
    "vatāyasmantaṃyeva",
    "сандхи",
    "действительно почтенный просто",
    "✔"
   ],
   [
    "vināyeva",
    "сандхи",
    "только без",
    "◑"
   ],
   [
    "vivicceva",
    "сандхи",
    "просто уединяясь (от)",
    "✔"
   ],
   [
    "vihārotveva",
    "сандхи",
    "скорее (это) просто образ жизни (кого-то)",
    "✔"
   ],
   [
    "vuttatthāneva",
    "сандхи",
    "значения уже были изложены",
    "◑"
   ],
   [
    "vuttanayāneva",
    "сандхи",
    "в точно указанных способах",
    "◑"
   ],
   [
    "vuttanayeneva",
    "сандхи",
    "точно таким же образом",
    "◑"
   ],
   [
    "vuttānusāreneva",
    "сандхи",
    "в соответствии с тем, что только что было сказано",
    "◑"
   ],
   [
    "sakideva 1",
    "сандхи",
    "только один раз",
    "✔"
   ],
   [
    "sakideva 2",
    "сандхи",
    "одновременно",
    "✔"
   ],
   [
    "sakiṃdeva",
    "сандхи",
    "только однажды",
    "✔"
   ],
   [
    "saññīmeva",
    "сандхи",
    "даже сознательный",
    "✔"
   ],
   [
    "satova",
    "сандхи",
    "именно внимательный",
    "✔"
   ],
   [
    "santaṃyeva 1",
    "сандхи",
    "просто истинно",
    "✔"
   ],
   [
    "santaṃyeva 2",
    "сандхи",
    "только спокойно",
    "✔"
   ],
   [
    "sabbāneva",
    "сандхи",
    "в целом",
    "✔"
   ],
   [
    "sabbeva",
    "сандхи",
    "именно все",
    "✔"
   ],
   [
    "sabbeheva",
    "сандхи",
    "именно всеми",
    "✔"
   ],
   [
    "sabbhireva",
    "сандхи",
    "только с мудрыми",
    "✔"
   ],
   [
    "sammadeva 1",
    "сандхи",
    "совершенно",
    "✔"
   ],
   [
    "sammadeva 2",
    "сандхи",
    "верно",
    "✔"
   ],
   [
    "sayameva",
    "сандхи",
    "сам по себе",
    "✔"
   ],
   [
    "sahāvassa 1",
    "сандхи",
    "только с его",
    "✔"
   ],
   [
    "sahāvassa 2",
    "сандхи",
    "для кого-либо с",
    "◑"
   ],
   [
    "sādhukameva",
    "сандхи",
    "очень хорошо",
    "✔"
   ],
   [
    "sāyeva",
    "сандхи",
    "именно эта",
    "✔"
   ],
   [
    "sāva",
    "сандхи",
    "только это",
    "✔"
   ],
   [
    "sīlesvevassa",
    "сандхи",
    "в добродетельном поведении нужно быть",
    "✔"
   ],
   [
    "sucirasseva",
    "сандхи",
    "наконец-то",
    "✔"
   ],
   [
    "subhantveva",
    "сандхи",
    "(сфокусированный) только на красивом",
    "✔"
   ],
   [
    "sova",
    "сандхи",
    "только тот",
    "✔"
   ],
   [
    "sveva",
    "сандхи",
    "именно он",
    "✔"
   ],
   [
    "hatthamevānukantati",
    "сандхи",
    "просто режет руку",
    "✔"
   ],
   [
    "heva",
    "сандхи",
    "весьма вероятно",
    "✔"
   ],
   [
    "hoteva",
    "сандхи",
    "есть просто",
    "✔"
   ]
  ]
 },
 "cakkhu": {
  "count": 4,
  "data": [
   [
    "ariyaṃ cakkhuṃ",
    "идиома",
    "благородное видение",
    "✔"
   ],
   [
    "cakkhuṃ bandhante janassa dassanāya",
    "идиома",
    "очень вдохновляющий визуально",
    "✔"
   ],
   [
    "cakkhūni uppādeti",
    "идиома",
    "является способным видеть",
    "✔"
   ],
   [
    "cakkhūni visodheti",
    "идиома",
    "является способным ясно видеть",
    "✔"
   ]
  ]
 },
 "caritvā": {
  "count": 1,
  "data": [
   [
    "piṇḍāya caritvā",
    "идиома",
    "прошедший собирать подаяние",
    "✔"
   ]
  ]
 },
 "carima": {
  "count": 2,
  "data": [
   [
    "apubbaṃ acarimaṃ",
    "идиома",
    "одновременно",
    "✔"
   ],
   [
    "sabbamidaṃ carimaṃ kataṃ",
    "идиома",
    "как только всё это было сказано",
    "✔"
   ]
  ]
 },
 "citta1": {
  "count": 7,
  "data": [
   [
    "cittamassa",
    "сандхи",
    "его ум",
    "✔"
   ],
   [
    "cittamidaṃ",
    "сандхи",
    "этот ум",
    "✔"
   ],
   [
    "cittaṃ ārādheti",
    "идиома",
    "приятно (для)",
    "✔"
   ],
   [
    "cittaṃ uppādetabbaṃ",
    "идиома",
    "мысль должна быть возбуждена",
    "✔"
   ],
   [
    "cittaṃ uppādeti",
    "идиома",
    "задает намерение",
    "✔"
   ],
   [
    "cittaṃ nārādheti",
    "идиома",
    "неприятно",
    "✔"
   ],
   [
    "citte cittānupassī viharati",
    "идиома",
    "находиться внутри ума, внимательно наблюдая за умом",
    "◑"
   ]
  ]
 },
 "cira": {
  "count": 6,
  "data": [
   [
    "kīva cirena",
    "идиома",
    "сколько времени? как долго?",
    "✔"
   ],
   [
    "cirasseva",
    "сандхи",
    "после очень долгого времени",
    "✔"
   ],
   [
    "na ciraṃ",
    "идиома",
    "recently",
    "✔"
   ],
   [
    "na cirena",
    "идиома",
    "быстро",
    "✔"
   ],
   [
    "nacirasseva",
    "сандхи",
    "лишь спустя короткое время",
    "✔"
   ],
   [
    "sucirasseva",
    "сандхи",
    "наконец-то",
    "✔"
   ]
  ]
 },
 "cetanā": {
  "count": 1,
  "data": [
   [
    "cetanāhaṃ",
    "сандхи",
    "я (говорю) намерение",
    "✔"
   ]
  ]
 },
 "cetas": {
  "count": 2,
  "data": [
   [
    "cetasā ceto paricca",
    "идиома",
    "охватив (чужой) ум своим умом",
    "✔"
   ],
   [
    "cetaso parivitakko",
    "идиома",
    "ход мыслей",
    "✔"
   ]
  ]
 },
 "cora": {
  "count": 1,
  "data": [
   [
    "corosi",
    "сандхи",
    "ты вор!",
    "✔"
   ]
  ]
 },
 "accaya": {
  "count": 6,
  "data": [
   [
    "accayaṃ accayato disvā",
    "идиома",
    "увидев ошибку как ошибку",
    "✔"
   ],
   [
    "accayaṃ accayato deseti",
    "идиома",
    "признает ошибку",
    "✔"
   ],
   [
    "accayo accagamā",
    "идиома",
    "провинился",
    "✔"
   ],
   [
    "tassā rattiyā accayena",
    "идиома",
    "после прохождения той ночи",
    "✔"
   ],
   [
    "dīghassa addhuno accayena",
    "идиома",
    "через долгое время",
    "✔"
   ],
   [
    "mamaccaye",
    "сандхи",
    "после моего ухода",
    "✔"
   ]
  ]
 },
 "disvā": {
  "count": 2,
  "data": [
   [
    "accayaṃ accayato disvā",
    "идиома",
    "увидев ошибку как ошибку",
    "✔"
   ],
   [
    "disvāva",
    "сандхи",
    "как только увидев",
    "✔"
   ]
  ]
 },
 "deseti": {
  "count": 2,
  "data": [
   [
    "accayaṃ accayato deseti",
    "идиома",
    "признает ошибку",
    "✔"
   ],
   [
    "dhammaṃ deseti",
    "идиома",
    "проповедует дхамму",
    "✔"
   ]
  ]
 },
 "accagamā": {
  "count": 1,
  "data": [
   [
    "accayo accagamā",
    "идиома",
    "провинился",
    "✔"
   ]
  ]
 },
 "udaka": {
  "count": 1,
  "data": [
   [
    "cudakā",
    "сандхи",
    "и из воды",
    "✔"
   ]
  ]
 },
 "accharā1": {
  "count": 1,
  "data": [
   [
    "accharaṃ paharati",
    "идиома",
    "щелкает пальцами",
    "✔"
   ]
  ]
 },
 "paharati": {
  "count": 1,
  "data": [
   [
    "accharaṃ paharati",
    "идиома",
    "щелкает пальцами",
    "✔"
   ]
  ]
 },
 "chetvā": {
  "count": 1,
  "data": [
   [
    "sotaṃ chetvā",
    "идиома",
    "преодолев течение",
    "✔"
   ]
  ]
 },
 "jāta": {
  "count": 2,
  "data": [
   [
    "jātameva",
    "сандхи",
    "родившийся в тот же день",
    "✔"
   ],
   [
    "jātosmi",
    "сандхи",
    "я такой человек",
    "◑"
   ]
  ]
 },
 "jānanta": {
  "count": 1,
  "data": [
   [
    "jānato passato",
    "идиома",
    "когда знает и видит",
    "✔"
   ]
  ]
 },
 "ajānanta": {
  "count": 2,
  "data": [
   [
    "ajānamevaṃ",
    "сандхи",
    "не знающий это",
    "✔"
   ],
   [
    "ajānamevāhaṃ",
    "сандхи",
    "не знающий так я",
    "✔"
   ]
  ]
 },
 "evaṃ": {
  "count": 62,
  "data": [
   [
    "ajānamevaṃ",
    "сандхи",
    "не знающий это",
    "✔"
   ],
   [
    "ajānamevāhaṃ",
    "сандхи",
    "не знающий так я",
    "✔"
   ],
   [
    "iccassa evamāgataṃ hoti",
    "идиома",
    "так бы следовало",
    "◑"
   ],
   [
    "iccevaṃ",
    "сандхи",
    "так как этот",
    "✔"
   ],
   [
    "evañca",
    "сандхи",
    "и поэтому",
    "✔"
   ],
   [
    "evañcetaṃ 1",
    "сандхи",
    "даже если этот",
    "✔"
   ],
   [
    "evañcetaṃ 2",
    "сандхи",
    "таким образом и это",
    "◑"
   ],
   [
    "evañcettha",
    "сандхи",
    "и в этом случае",
    "✔"
   ],
   [
    "evañhi",
    "сандхи",
    "точно так же",
    "✔"
   ],
   [
    "evantaṃ",
    "сандхи",
    "таким образом тот",
    "✔"
   ],
   [
    "evantiparivaṭṭaṃ",
    "сандхи",
    "таким образом с тремя кругами",
    "✔"
   ],
   [
    "evamaññepi",
    "сандхи",
    "также остальные",
    "✔"
   ],
   [
    "evamattho",
    "сандхи",
    "это смысл",
    "◑"
   ],
   [
    "evamayaṃ",
    "сандхи",
    "таким образом это",
    "✔"
   ],
   [
    "evamassa 1",
    "сандхи",
    "может (подумать) таким образом",
    "✔"
   ],
   [
    "evamassa 2",
    "сандхи",
    "таким образом его",
    "✔"
   ],
   [
    "evamassa 3",
    "сандхи",
    "так ему",
    "✔"
   ],
   [
    "evamassa 4",
    "сандхи",
    "таким образом его",
    "✔"
   ],
   [
    "evamassa 5",
    "сандхи",
    "таким образом это должно быть",
    "◑"
   ],
   [
    "evamassu",
    "сандхи",
    "так они должны быть",
    "✔"
   ],
   [
    "evamassu vacanīyā",
    "идиома",
    "нужно ответить им таким образом",
    "✔"
   ],
   [
    "evamāvuso",
    "сандхи",
    "да друг",
    "✔"
   ],
   [
    "evamāha",
    "сандхи",
    "один сказал так",
    "✔"
   ],
   [
    "evamāhaṃsu",
    "сандхи",
    "они сказали это",
    "✔"
   ],
   [
    "evamidaṃ",
    "сандхи",
    "таким образом этот",
    "✔"
   ],
   [
    "evamīdisesu",
    "сандхи",
    "так в таком",
    "◑"
   ],
   [
    "evametasmā",
    "сандхи",
    "так от этого",
    "◑"
   ],
   [
    "evametassa",
    "сандхи",
    "так этого",
    "✔"
   ],
   [
    "evametaṃ",
    "сандхи",
    "вот так",
    "✔"
   ],
   [
    "evametāsaṃ",
    "сандхи",
    "так этих",
    "✔"
   ],
   [
    "evametissā",
    "сандхи",
    "таким образом из этого",
    "✔"
   ],
   [
    "evametesaṃ",
    "сандхи",
    "так этих",
    "✔"
   ],
   [
    "evamettha",
    "сандхи",
    "так здесь",
    "✔"
   ],
   [
    "evameva",
    "сандхи",
    "аналогично",
    "✔"
   ],
   [
    "evameva kho",
    "идиома",
    "подобным образом",
    "✔"
   ],
   [
    "evamevassu",
    "сандхи",
    "подобным образом действительно",
    "✔"
   ],
   [
    "evamevaṃ",
    "сандхи",
    "таким же образом",
    "✔"
   ],
   [
    "evamevāyaṃ",
    "сандхи",
    "подобно этому",
    "✔"
   ],
   [
    "evamesā",
    "сандхи",
    "так вот это",
    "✔"
   ],
   [
    "evampi",
    "сандхи",
    "так же",
    "✔"
   ],
   [
    "evaṃ no ettha hoti",
    "идиома",
    "мы видим это так",
    "✔"
   ],
   [
    "evaṃ me ettha hoti",
    "идиома",
    "я вижу это так",
    "◑"
   ],
   [
    "evaṃ me sutaṃ",
    "идиома",
    "я слышал это так",
    "✔"
   ],
   [
    "evaṃ vutte",
    "идиома",
    "когда это было сказано",
    "✔"
   ],
   [
    "evaṃ santaṃ",
    "идиома",
    "в этом случае",
    "✔"
   ],
   [
    "evaṃ santāyaṃ",
    "идиома",
    "в таком случае",
    "✔"
   ],
   [
    "evaṃ sante",
    "идиома",
    "в этом случае",
    "✔"
   ],
   [
    "evaṃ hoti",
    "идиома",
    "мысль пришла (к)",
    "✔"
   ],
   [
    "evaṃbyākho",
    "сандхи",
    "да, в самом деле",
    "✔"
   ],
   [
    "evaṃsa",
    "сандхи",
    "таким образом его",
    "✔"
   ],
   [
    "evaṃsmīti",
    "сандхи",
    "я такой",
    "✔"
   ],
   [
    "evāyaṃ",
    "сандхи",
    "таким образом",
    "✔"
   ],
   [
    "evāhaṃ",
    "сандхи",
    "так что я",
    "✔"
   ],
   [
    "tassa evamassa",
    "идиома",
    "эта (мысль) может посетить его",
    "✔"
   ],
   [
    "tassa evaṃ hoti",
    "идиома",
    "он думал",
    "✔"
   ],
   [
    "tassevanti",
    "сандхи",
    "как это для него",
    "◑"
   ],
   [
    "tassevaṃ 1",
    "сандхи",
    "этого таким образом",
    "◑"
   ],
   [
    "tassevaṃ 2",
    "сандхи",
    "когда он так",
    "◑"
   ],
   [
    "mā hevaṃ",
    "идиома",
    "не (говори) этого",
    "✔"
   ],
   [
    "yathevaṃ",
    "сандхи",
    "как этот",
    "✔"
   ],
   [
    "hevantissa",
    "сандхи",
    "действительно таковой из него",
    "✔"
   ],
   [
    "hevaṃ",
    "сандхи",
    "действительно так",
    "✔"
   ]
  ]
 },
 "ajāyi": {
  "count": 1,
  "data": [
   [
    "ajāyihaṃ",
    "сандхи",
    "я родился (в)",
    "✔"
   ]
  ]
 },
 "jita": {
  "count": 2,
  "data": [
   [
    "jitamha",
    "сандхи",
    "нас победили (кем-либо)",
    "✔"
   ],
   [
    "jitamhā",
    "сандхи",
    "нас победили",
    "✔"
   ]
  ]
 },
 "ajja": {
  "count": 12,
  "data": [
   [
    "ajjuposatho",
    "сандхи",
    "сегодня день празднования",
    "✔"
   ],
   [
    "ajjeva",
    "сандхи",
    "в этот же день",
    "✔"
   ],
   [
    "kvajja",
    "сандхи",
    "где сегодня?",
    "✔"
   ],
   [
    "najja",
    "сандхи",
    "сегодня?",
    "✔"
   ],
   [
    "nāmajja",
    "сандхи",
    "certainly today",
    "✔"
   ],
   [
    "paramajjadhammesu",
    "сандхи",
    "самое высокое среди учений сегодняшнего дня",
    "✔"
   ],
   [
    "yathājja",
    "сандхи",
    "поскольку сегодня",
    "✔"
   ],
   [
    "yenajja",
    "сандхи",
    "через которую (дверь) сегодня",
    "✔"
   ],
   [
    "sacajja",
    "сандхи",
    "если сегодня",
    "◑"
   ],
   [
    "sacejja",
    "сандхи",
    "если сегодня",
    "◑"
   ],
   [
    "svajja",
    "сандхи",
    "сегодня он",
    "✔"
   ],
   [
    "svājja",
    "сандхи",
    "сегодня он",
    "✔"
   ]
  ]
 },
 "uju": {
  "count": 2,
  "data": [
   [
    "ujuṃ katvā",
    "идиома",
    "выпрямив",
    "✔"
   ],
   [
    "ujuṃ karoti",
    "идиома",
    "выпрямляет",
    "✔"
   ]
  ]
 },
 "uposatha": {
  "count": 4,
  "data": [
   [
    "ajjuposatho",
    "сандхи",
    "сегодня день празднования",
    "✔"
   ],
   [
    "uposathaṃ upavasati",
    "идиома",
    "наблюдает упосатха-день",
    "✔"
   ],
   [
    "uposathaṃ karoti",
    "идиома",
    "проводит церемонию дня соблюдения",
    "✔"
   ],
   [
    "tadahuposathe",
    "сандхи",
    "в тот праздничный день",
    "✔"
   ]
  ]
 },
 "ajjhatta": {
  "count": 2,
  "data": [
   [
    "ajjhattañca",
    "сандхи",
    "внутренне и",
    "✔"
   ],
   [
    "cha ajjhattikāni āyatanāni",
    "идиома",
    "шесть внутренних органов чувств",
    "✔"
   ]
  ]
 },
 "ca": {
  "count": 136,
  "data": [
   [
    "ajjhattañca",
    "сандхи",
    "внутренне и",
    "✔"
   ],
   [
    "aññabhāgiyañceva",
    "сандхи",
    "и если действительно принадлежащий к другому классу",
    "✔"
   ],
   [
    "atha ca pana",
    "идиома",
    "и кроме того",
    "✔"
   ],
   [
    "analañca",
    "сандхи",
    "и не годный (для)",
    "✔"
   ],
   [
    "api ca 1",
    "идиома",
    "и еще",
    "✔"
   ],
   [
    "api ca 2",
    "идиома",
    "кроме того",
    "✔"
   ],
   [
    "apica 1",
    "сандхи",
    "но только",
    "✔"
   ],
   [
    "apica 2",
    "сандхи",
    "или",
    "◑"
   ],
   [
    "apicettha",
    "сандхи",
    "но также здесь",
    "◑"
   ],
   [
    "amhākañcevāyaṃ",
    "сандхи",
    "и только этот наш",
    "✔"
   ],
   [
    "amhākañceso",
    "сандхи",
    "и он наш",
    "✔"
   ],
   [
    "ayañca",
    "сандхи",
    "но этот",
    "✔"
   ],
   [
    "ayañcettha",
    "сандхи",
    "и это здесь",
    "✔"
   ],
   [
    "ayañceva",
    "сандхи",
    "и этот самый",
    "✔"
   ],
   [
    "ariyañcaṭṭhaṅgikaṃ",
    "сандхи",
    "и Будды из восьми частей",
    "✔"
   ],
   [
    "alañca",
    "сандхи",
    "и может",
    "✔"
   ],
   [
    "asmiñca",
    "сандхи",
    "и в этом",
    "✔"
   ],
   [
    "asmiṃ loke paramhi ca",
    "идиома",
    "в этом мире и в следующем",
    "✔"
   ],
   [
    "ahañca",
    "сандхи",
    "и я",
    "✔"
   ],
   [
    "ahañceva 2",
    "сандхи",
    "я и даже",
    "✔"
   ],
   [
    "āvi ceva raho ca",
    "идиома",
    "открыто и даже в уединении",
    "✔"
   ],
   [
    "āsā ca niṭṭhā ca",
    "идиома",
    "надежды и стремления",
    "✔"
   ],
   [
    "iticiti 1",
    "сандхи",
    "понемногу",
    "✔"
   ],
   [
    "iticiti 2",
    "сандхи",
    "туда сюда",
    "✔"
   ],
   [
    "iticiticeva",
    "сандхи",
    "именно так и затем иначе",
    "✔"
   ],
   [
    "iticīticeva",
    "сандхи",
    "так и так",
    "◑"
   ],
   [
    "ito cito",
    "идиома",
    "туда и сюда",
    "✔"
   ],
   [
    "idañca",
    "сандхи",
    "и этот",
    "✔"
   ],
   [
    "idañcidañca",
    "сандхи",
    "такое-то и такое-то",
    "✔"
   ],
   [
    "imañca",
    "сандхи",
    "и это",
    "✔"
   ],
   [
    "imañcāhaṃ",
    "сандхи",
    "этот и я",
    "✔"
   ],
   [
    "imasmiñca 1",
    "сандхи",
    "и в этом",
    "✔"
   ],
   [
    "imasmiñca 2",
    "сандхи",
    "и когда это",
    "✔"
   ],
   [
    "uttariñca",
    "сандхи",
    "и дальше",
    "✔"
   ],
   [
    "uddhaṃ adho tiriyañca",
    "идиома",
    "сверху снизу и поперек",
    "✔"
   ],
   [
    "ekañca",
    "сандхи",
    "но один",
    "✔"
   ],
   [
    "etañca",
    "сандхи",
    "и это",
    "✔"
   ],
   [
    "evañca",
    "сандхи",
    "и поэтому",
    "✔"
   ],
   [
    "evañcetaṃ 2",
    "сандхи",
    "таким образом и это",
    "◑"
   ],
   [
    "evañcettha",
    "сандхи",
    "и в этом случае",
    "✔"
   ],
   [
    "katamañcāvuso",
    "сандхи",
    "а как, друзья?",
    "✔"
   ],
   [
    "kathañca",
    "сандхи",
    "и как?",
    "✔"
   ],
   [
    "kathañcānanda",
    "сандхи",
    "и что, Ананда?",
    "✔"
   ],
   [
    "kathañcāvuso",
    "сандхи",
    "и как, друзья?",
    "✔"
   ],
   [
    "kiñca 1",
    "сандхи",
    "и что?",
    "✔"
   ],
   [
    "kiñca 2",
    "сандхи",
    "почему бы и нет?",
    "✔"
   ],
   [
    "kiñcāpi",
    "сандхи",
    "однако",
    "✔"
   ],
   [
    "kiñcetaṃ",
    "сандхи",
    "а что это?",
    "✔"
   ],
   [
    "kiñcetaṃ paṭicca vuttaṃ",
    "идиома",
    "и в отношении чего это было сказано?",
    "◑"
   ],
   [
    "gāthācimā",
    "сандхи",
    "и этот стих",
    "✔"
   ],
   [
    "caggimāsīno",
    "сандхи",
    "и сидел (рядом с) огнем",
    "✔"
   ],
   [
    "caññe",
    "сандхи",
    "и другие",
    "✔"
   ],
   [
    "catthāya",
    "сандхи",
    "и с целью",
    "✔"
   ],
   [
    "catthi",
    "сандхи",
    "и есть",
    "✔"
   ],
   [
    "canekāyatanappavutto",
    "сандхи",
    "и с многими основаниями (был) провозглашён",
    "✔"
   ],
   [
    "cantalikkhasmiṃ",
    "сандхи",
    "и в небе",
    "✔"
   ],
   [
    "caparaṃ",
    "сандхи",
    "и далее",
    "✔"
   ],
   [
    "camhi 1",
    "сандхи",
    "и я есть",
    "✔"
   ],
   [
    "camhi 2",
    "сандхи",
    "но я есть",
    "✔"
   ],
   [
    "cassa 1",
    "сандхи",
    "и должен быть",
    "✔"
   ],
   [
    "cassa 2",
    "сандхи",
    "если бы было",
    "✔"
   ],
   [
    "cassa 3",
    "сандхи",
    "и для него",
    "✔"
   ],
   [
    "cassa 4",
    "сандхи",
    "и этого",
    "✔"
   ],
   [
    "cassaṃ",
    "сандхи",
    "но я мог бы быть",
    "✔"
   ],
   [
    "cassā",
    "сандхи",
    "и к ней",
    "✔"
   ],
   [
    "cassu",
    "сандхи",
    "и там было бы",
    "✔"
   ],
   [
    "cāpanataṃ",
    "сандхи",
    "и не склонный",
    "✔"
   ],
   [
    "cāpanato",
    "сандхи",
    "и не склонный",
    "✔"
   ],
   [
    "cāpi",
    "сандхи",
    "или даже",
    "✔"
   ],
   [
    "cāpime",
    "сандхи",
    "или даже эти",
    "✔"
   ],
   [
    "cābhinataṃ",
    "сандхи",
    "и склонный",
    "✔"
   ],
   [
    "cābhinato",
    "сандхи",
    "и склонный к",
    "✔"
   ],
   [
    "cāyasmatā",
    "сандхи",
    "и уважаемым",
    "✔"
   ],
   [
    "cāyasmā",
    "сандхи",
    "и, почетный",
    "✔"
   ],
   [
    "cāyaṃ",
    "сандхи",
    "и это",
    "✔"
   ],
   [
    "cāvuso",
    "сандхи",
    "и друг",
    "✔"
   ],
   [
    "cāsiṃ",
    "сандхи",
    "и я был",
    "✔"
   ],
   [
    "cāha",
    "сандхи",
    "и он сказал",
    "✔"
   ],
   [
    "cāhaṃ 1",
    "сандхи",
    "и я",
    "✔"
   ],
   [
    "cāhu 1",
    "сандхи",
    "и это было",
    "✔"
   ],
   [
    "cāhu 2",
    "сандхи",
    "и они сказали",
    "✔"
   ],
   [
    "citiceva",
    "сандхи",
    "а потом это",
    "✔"
   ],
   [
    "cidaṃ",
    "сандхи",
    "и этот",
    "✔"
   ],
   [
    "cimaṃ",
    "сандхи",
    "и это",
    "✔"
   ],
   [
    "cuttari",
    "сандхи",
    "и далее",
    "✔"
   ],
   [
    "cudakā",
    "сандхи",
    "и из воды",
    "✔"
   ],
   [
    "cūbhayaṃ",
    "сандхи",
    "и и то, и другое",
    "✔"
   ],
   [
    "ceke",
    "сандхи",
    "и некоторые",
    "✔"
   ],
   [
    "cetarahi",
    "сандхи",
    "и сейчас",
    "✔"
   ],
   [
    "cetaṃ 1",
    "сандхи",
    "и этот",
    "✔"
   ],
   [
    "cetā 1.1",
    "сандхи",
    "и эти",
    "✔"
   ],
   [
    "cetā 1.2",
    "сандхи",
    "и эти женщины",
    "✔"
   ],
   [
    "cete",
    "сандхи",
    "если эти",
    "✔"
   ],
   [
    "cettha 1",
    "сандхи",
    "и там",
    "✔"
   ],
   [
    "cettha 2",
    "сандхи",
    "и здесь",
    "✔"
   ],
   [
    "cenaṃ",
    "сандхи",
    "и это",
    "✔"
   ],
   [
    "ceva 2",
    "сандхи",
    "и даже",
    "✔"
   ],
   [
    "ceva 3",
    "сандхи",
    "но потом",
    "✔"
   ],
   [
    "ceva 4",
    "сандхи",
    "и только",
    "✔"
   ],
   [
    "cevassa",
    "сандхи",
    "и только его",
    "✔"
   ],
   [
    "cevetassa",
    "сандхи",
    "и именно этого",
    "✔"
   ],
   [
    "cevettha",
    "сандхи",
    "а теперь вот",
    "✔"
   ],
   [
    "cesa 2",
    "сандхи",
    "и это",
    "◑"
   ],
   [
    "ceso",
    "сандхи",
    "и этот",
    "✔"
   ],
   [
    "chaccābhiṭhānāni",
    "сандхи",
    "и шесть смертельных преступлений",
    "✔"
   ],
   [
    "tañca 1",
    "сандхи",
    "и этот",
    "✔"
   ],
   [
    "tañca 2",
    "сандхи",
    "но что",
    "✔"
   ],
   [
    "tañcassa",
    "сандхи",
    "этот и его",
    "✔"
   ],
   [
    "tañcāyatanaṃ",
    "сандхи",
    "но это поле",
    "✔"
   ],
   [
    "tañcāyaṃ",
    "сандхи",
    "но этот человек",
    "✔"
   ],
   [
    "tañcāhaṃ",
    "сандхи",
    "и это я",
    "✔"
   ],
   [
    "tañceva",
    "сандхи",
    "но это самое",
    "✔"
   ],
   [
    "tadanudhammañca",
    "сандхи",
    "и в соответствии с этим",
    "✔"
   ],
   [
    "tāsañca",
    "сандхи",
    "и тех",
    "✔"
   ],
   [
    "tiriyañca",
    "сандхи",
    "и поперек",
    "✔"
   ],
   [
    "tena ca pana",
    "идиома",
    "и в этом случае, когда",
    "✔"
   ],
   [
    "tesañca",
    "сандхи",
    "и тех",
    "✔"
   ],
   [
    "tvañca",
    "сандхи",
    "и ты",
    "✔"
   ],
   [
    "divā ca ratto ca",
    "идиома",
    "днем и ночью",
    "✔"
   ],
   [
    "na cāpi",
    "идиома",
    "но не",
    "✔"
   ],
   [
    "na ceva",
    "идиома",
    "и даже не",
    "✔"
   ],
   [
    "nocidha",
    "сандхи",
    "и не здесь",
    "✔"
   ],
   [
    "parañca",
    "сандхи",
    "и следующий",
    "✔"
   ],
   [
    "parato ca ghoso",
    "идиома",
    "слышание от другого человека",
    "✔"
   ],
   [
    "puna caparaṃ",
    "идиома",
    "и еще",
    "✔"
   ],
   [
    "mamañca",
    "сандхи",
    "и меня",
    "✔"
   ],
   [
    "yañca",
    "сандхи",
    "но что угодно",
    "✔"
   ],
   [
    "yato ca kho",
    "идиома",
    "но когда",
    "✔"
   ],
   [
    "yasmā ca kho",
    "идиома",
    "но потому что",
    "✔"
   ],
   [
    "yāvakīvañca",
    "сандхи",
    "и так долго как",
    "✔"
   ],
   [
    "yāvañcidaṃ",
    "сандхи",
    "и в данном случае",
    "✔"
   ],
   [
    "yāvatatiyañca",
    "сандхи",
    "но после третьего раза",
    "✔"
   ],
   [
    "yesañca",
    "сандхи",
    "и для тех кого",
    "✔"
   ],
   [
    "rattiyā ca divasassa ca",
    "идиома",
    "днем и ночью",
    "✔"
   ],
   [
    "vayañcassānupassati",
    "сандхи",
    "и он видит исчезновение этого",
    "✔"
   ],
   [
    "sukhañcetaṃdhivattatīti",
    "сандхи",
    "и счастье переполняет этого (человека)",
    "✔"
   ]
  ]
 },
 "atta1": {
  "count": 28,
  "data": [
   [
    "attanāva attano",
    "идиома",
    "лишь сам для себя",
    "✔"
   ],
   [
    "attanāva attānaṃ",
    "идиома",
    "собой о себе",
    "✔"
   ],
   [
    "attano atthāya",
    "идиома",
    "для себя",
    "✔"
   ],
   [
    "attahitaparahitaubhayahitasabbalokahitameva",
    "сандхи",
    "собственное благополучие",
    "✔"
   ],
   [
    "attā nirattā",
    "идиома",
    "я и не-я",
    "✔"
   ],
   [
    "attānaṃ avacanīyaṃ karoti",
    "идиома",
    "делает себя не наставляемым",
    "✔"
   ],
   [
    "attānaṃ ācarati",
    "идиома",
    "(грам) ведёт себя как обычно",
    "◑"
   ],
   [
    "attānaṃ takketi",
    "идиома",
    "доверяет себе",
    "✔"
   ],
   [
    "attānaṃ pātetabbaṃ",
    "идиома",
    "следует прыгнуть (с утёса)",
    "◑"
   ],
   [
    "attānaṃyeva",
    "сандхи",
    "только сам",
    "✔"
   ],
   [
    "atthamattano",
    "сандхи",
    "своя выгода",
    "✔"
   ],
   [
    "kathamattānaṃ",
    "сандхи",
    "как (они повлияют) на себя?",
    "✔"
   ],
   [
    "kamattānaṃ",
    "сандхи",
    "какое я? какой индивид?",
    "✔"
   ],
   [
    "kammakiliṭṭhamattano",
    "сандхи",
    "свои грязные дела",
    "✔"
   ],
   [
    "kammavisuddhimattano",
    "сандхи",
    "собственные чистые дела",
    "✔"
   ],
   [
    "jīvitamattano",
    "сандхи",
    "собственная жизнь",
    "✔"
   ],
   [
    "nibbānamattano",
    "сандхи",
    "собственное затухание",
    "✔"
   ],
   [
    "nevattato",
    "сандхи",
    "ни как себя",
    "✔"
   ],
   [
    "nevattantapo",
    "сандхи",
    "не причиняющий вреда себе",
    "✔"
   ],
   [
    "nevattasañcetanā",
    "сандхи",
    "ни собственное намерение",
    "✔"
   ],
   [
    "piyataramattanā",
    "сандхи",
    "дороже себя",
    "✔"
   ],
   [
    "mahamattasambhavaṃ",
    "сандхи",
    "я (увидев, что) само порождение",
    "✔"
   ],
   [
    "yathāttanā",
    "сандхи",
    "как собой",
    "✔"
   ],
   [
    "vimuttamattānaṃ",
    "сандхи",
    "свое освобождение",
    "✔"
   ],
   [
    "visuddhamattānaṃ",
    "сандхи",
    "собственное очищение",
    "✔"
   ],
   [
    "sallamattano",
    "сандхи",
    "жало в себе",
    "✔"
   ],
   [
    "sotthimattānaṃ",
    "сандхи",
    "(сделает) себя в безопасности",
    "✔"
   ],
   [
    "hitamattano",
    "сандхи",
    "собственная выгода",
    "✔"
   ]
  ]
 },
 "ajjhosāya": {
  "count": 1,
  "data": [
   [
    "ajjhosāya tiṭṭhati",
    "идиома",
    "продолжает цепляться",
    "✔"
   ]
  ]
 },
 "tiṭṭhati": {
  "count": 5,
  "data": [
   [
    "ajjhosāya tiṭṭhati",
    "идиома",
    "продолжает цепляться",
    "✔"
   ],
   [
    "tiṭṭhatetaṃ",
    "сандхи",
    "пусть так будет!",
    "✔"
   ],
   [
    "tiṭṭhatesā",
    "сандхи",
    "не беда!",
    "✔"
   ],
   [
    "paripanthe tiṭṭhati",
    "идиома",
    "совершает грабеж на дороге",
    "✔"
   ],
   [
    "pariyādāya tiṭṭhati",
    "идиома",
    "остаётся одержимым",
    "✔"
   ]
  ]
 },
 "ñāṇa": {
  "count": 1,
  "data": [
   [
    "āsavānaṃ khayañāṇa",
    "идиома",
    "знание как устранить протечки",
    "✔"
   ]
  ]
 },
 "añjali": {
  "count": 3,
  "data": [
   [
    "añjaliṃ katvā",
    "идиома",
    "поблагодарив (кого-либо) со сложенными ладонями",
    "✔"
   ],
   [
    "tenañjaliṃ",
    "сандхи",
    "ладони в почтительном приветствии в направлении к",
    "✔"
   ],
   [
    "tenañjaliṃ paṇāmetvā",
    "идиома",
    "сложив ладони вместе в знак почтения по направлению к",
    "✔"
   ]
  ]
 },
 "añña": {
  "count": 32,
  "data": [
   [
    "añña añña",
    "идиома",
    "одно … другое",
    "✔"
   ],
   [
    "aññathā aññathā",
    "идиома",
    "одно ... другое",
    "✔"
   ],
   [
    "aññathāsmīti",
    "сандхи",
    "я другой",
    "✔"
   ],
   [
    "aññabhāgiyañceva",
    "сандхи",
    "и если действительно принадлежащий к другому классу",
    "✔"
   ],
   [
    "aññamaññassa 1",
    "сандхи",
    "друг друга",
    "✔"
   ],
   [
    "aññamaññassa 2",
    "сандхи",
    "один для другого",
    "✔"
   ],
   [
    "aññamaññaṃ",
    "сандхи",
    "друг друга",
    "✔"
   ],
   [
    "aññasseva",
    "сандхи",
    "как другого (человека)",
    "✔"
   ],
   [
    "aññāva",
    "сандхи",
    "только одна вещь",
    "✔"
   ],
   [
    "aññenaññaṃ",
    "сандхи",
    "один другим",
    "✔"
   ],
   [
    "aññenaññaṃ",
    "сандхи",
    "один другим",
    "✔"
   ],
   [
    "aññenaññaṃ paṭicarati",
    "идиома",
    "уклоняется от одного вопроса другим",
    "✔"
   ],
   [
    "aññenapi",
    "сандхи",
    "друг другом",
    "✔"
   ],
   [
    "aññenāññaṃ",
    "сандхи",
    "один другим",
    "✔"
   ],
   [
    "aññenāññaṃ",
    "сандхи",
    "один другим",
    "✔"
   ],
   [
    "aññeva",
    "сандхи",
    "даже другие",
    "✔"
   ],
   [
    "atthaññaṃ",
    "сандхи",
    "есть другое",
    "✔"
   ],
   [
    "atthañño",
    "сандхи",
    "есть ли другой человек?",
    "✔"
   ],
   [
    "athañño",
    "сандхи",
    "и затем другой",
    "✔"
   ],
   [
    "kocañño",
    "сандхи",
    "кто-то другой",
    "✔"
   ],
   [
    "caññe",
    "сандхи",
    "и другие",
    "✔"
   ],
   [
    "tamaññe",
    "сандхи",
    "другие люди (говорят) что",
    "✔"
   ],
   [
    "tamañño",
    "сандхи",
    "кто-то другой",
    "✔"
   ],
   [
    "natthaññaṃ",
    "сандхи",
    "нет другого",
    "✔"
   ],
   [
    "natthañño",
    "сандхи",
    "другого нет",
    "✔"
   ],
   [
    "nāññamaññassa",
    "сандхи",
    "не один к другому",
    "✔"
   ],
   [
    "moghamaññanti",
    "сандхи",
    "\"всё остальное неверно\"",
    "✔"
   ],
   [
    "moghamaññaṃ",
    "сандхи",
    "все остальное неверно",
    "✔"
   ],
   [
    "sabbamaññaṃ",
    "сандхи",
    "все остальное",
    "✔"
   ],
   [
    "haññadatthatthipasaṃsalābhā",
    "сандхи",
    "здесь (нет) выгоды кроме получения похвалы",
    "✔"
   ],
   [
    "himavāññe",
    "сандхи",
    "Гималаи (затмевает) других",
    "✔"
   ],
   [
    "himavāvaññe",
    "сандхи",
    "как Гималаи (превосходит) другие",
    "✔"
   ]
  ]
 },
 "aññatara": {
  "count": 5,
  "data": [
   [
    "aññataraṃ vā aññataraṃ vā",
    "идиома",
    "любой (из)",
    "✔"
   ],
   [
    "ahaṃ tesaṃ aññataro",
    "идиома",
    "я один из них",
    "✔"
   ],
   [
    "tesamahaṃ aññataro",
    "идиома",
    "я один из них",
    "✔"
   ],
   [
    "yenaññataro",
    "сандхи",
    "где определенный",
    "✔"
   ],
   [
    "so tesaṃ aññataro",
    "идиома",
    "он один из них",
    "✔"
   ]
  ]
 },
 "vā": {
  "count": 16,
  "data": [
   [
    "aññataraṃ vā aññataraṃ vā",
    "идиома",
    "любой (из)",
    "✔"
   ],
   [
    "atha vā",
    "идиома",
    "или",
    "✔"
   ],
   [
    "apare vā pariyāye",
    "идиома",
    "или впоследствии",
    "✔"
   ],
   [
    "iti vā hi",
    "идиома",
    "или просто так",
    "✔"
   ],
   [
    "idha vā huraṃ vā",
    "идиома",
    "здесь или там",
    "✔"
   ],
   [
    "uda vā",
    "идиома",
    "или",
    "✔"
   ],
   [
    "kathaṃ vā te ettha hoti",
    "идиома",
    "или что ты думаешь об этом?",
    "✔"
   ],
   [
    "yadi vā",
    "идиома",
    "или",
    "✔"
   ],
   [
    "vāti 2.1",
    "сандхи",
    "или\"",
    "✔"
   ],
   [
    "vāpi 1",
    "сандхи",
    "или даже",
    "✔"
   ],
   [
    "vāyaṃ 1",
    "сандхи",
    "либо это",
    "✔"
   ],
   [
    "vāraññe",
    "сандхи",
    "или в лесу",
    "✔"
   ],
   [
    "vāssa 1",
    "сандхи",
    "или для него",
    "✔"
   ],
   [
    "vāssa 2",
    "сандхи",
    "или его",
    "✔"
   ],
   [
    "vāhametaṃ",
    "сандхи",
    "или я это",
    "✔"
   ],
   [
    "vāhaṃ",
    "сандхи",
    "или я",
    "✔"
   ]
  ]
 },
 "aññatra": {
  "count": 4,
  "data": [
   [
    "aññatra samayā",
    "идиома",
    "кроме как в нужное время",
    "✔"
   ],
   [
    "aññatreva",
    "сандхи",
    "без",
    "✔"
   ],
   [
    "ahamaññatra",
    "сандхи",
    "я отдельно (от)",
    "✔"
   ],
   [
    "kimaññatra",
    "сандхи",
    "как кроме?",
    "✔"
   ]
  ]
 },
 "samaya1": {
  "count": 9,
  "data": [
   [
    "aññatra samayā",
    "идиома",
    "кроме как в нужное время",
    "✔"
   ],
   [
    "aparena samayena 1",
    "идиома",
    "в другое время",
    "✔"
   ],
   [
    "ayaṃ tattha samayo",
    "идиома",
    "это надлежащий повод здесь",
    "✔"
   ],
   [
    "ekaṃ samayaṃ",
    "идиома",
    "однажды",
    "✔"
   ],
   [
    "tato aparena samayena",
    "идиома",
    "тогда в другое время",
    "✔"
   ],
   [
    "tasmiṃ samaye",
    "идиома",
    "тогда",
    "✔"
   ],
   [
    "tena kho pana samayena",
    "идиома",
    "и в то время",
    "✔"
   ],
   [
    "yasmiṃ samaye",
    "идиома",
    "когда угодно",
    "✔"
   ],
   [
    "samayena samayaṃ",
    "идиома",
    "время от времени",
    "✔"
   ]
  ]
 },
 "aññathā": {
  "count": 2,
  "data": [
   [
    "aññathā aññathā",
    "идиома",
    "одно ... другое",
    "✔"
   ],
   [
    "aññathā hoti",
    "идиома",
    "меняется",
    "✔"
   ]
  ]
 },
 "hoti": {
  "count": 11,
  "data": [
   [
    "aññathā hoti",
    "идиома",
    "меняется",
    "✔"
   ],
   [
    "iccassa evamāgataṃ hoti",
    "идиома",
    "так бы следовало",
    "◑"
   ],
   [
    "ekodi hoti",
    "идиома",
    "объединяется",
    "✔"
   ],
   [
    "evaṃ no ettha hoti",
    "идиома",
    "мы видим это так",
    "✔"
   ],
   [
    "evaṃ me ettha hoti",
    "идиома",
    "я вижу это так",
    "◑"
   ],
   [
    "evaṃ hoti",
    "идиома",
    "мысль пришла (к)",
    "✔"
   ],
   [
    "kathaṃ vā te ettha hoti",
    "идиома",
    "или что ты думаешь об этом?",
    "✔"
   ],
   [
    "tassa evaṃ hoti",
    "идиома",
    "он думал",
    "✔"
   ],
   [
    "rasso hoti",
    "идиома",
    "укорочен",
    "◑"
   ],
   [
    "seyyo hoti",
    "идиома",
    "он становится лучше",
    "✔"
   ],
   [
    "hoteva",
    "сандхи",
    "есть просто",
    "✔"
   ]
  ]
 },
 "iti": {
  "count": 76,
  "data": [
   [
    "aññathāsmīti",
    "сандхи",
    "я другой",
    "✔"
   ],
   [
    "adukkhamasukhantipi",
    "сандхи",
    "это нейтрально",
    "✔"
   ],
   [
    "ayamahamasmīti",
    "сандхи",
    "\"я это\"",
    "✔"
   ],
   [
    "asasmīti",
    "сандхи",
    "я вечен",
    "✔"
   ],
   [
    "asīti 2.1",
    "сандхи",
    "ты есть",
    "◑"
   ],
   [
    "asmīti",
    "сандхи",
    "\"я есть\"",
    "✔"
   ],
   [
    "ahanti",
    "сандхи",
    "\"я\"",
    "✔"
   ],
   [
    "iccanena",
    "сандхи",
    "(грам) так этим",
    "✔"
   ],
   [
    "iccassa",
    "сандхи",
    "так ему",
    "✔"
   ],
   [
    "iccassa evamāgataṃ hoti",
    "идиома",
    "так бы следовало",
    "◑"
   ],
   [
    "iccāyasmā",
    "сандхи",
    "так (сказал) почтенный",
    "✔"
   ],
   [
    "iccāsi",
    "сандхи",
    "это было так",
    "✔"
   ],
   [
    "icceke",
    "сандхи",
    "таким образом некоторые",
    "✔"
   ],
   [
    "iccetaṃ kusalaṃ",
    "идиома",
    "тогда это хорошо",
    "✔"
   ],
   [
    "iccetaṃ 1",
    "сандхи",
    "это является",
    "✔"
   ],
   [
    "iccetaṃ 2",
    "сандхи",
    "так это",
    "◑"
   ],
   [
    "iccete",
    "сандхи",
    "таким образом эти",
    "✔"
   ],
   [
    "icceva",
    "сандхи",
    "так это",
    "◑"
   ],
   [
    "iccevaṃ",
    "сандхи",
    "так как этот",
    "✔"
   ],
   [
    "iti attho",
    "идиома",
    "таково значение (этого)",
    "✔"
   ],
   [
    "iti kho panetaṃ vuttaṃ",
    "идиома",
    "так было сказано",
    "◑"
   ],
   [
    "iti vā hi",
    "идиома",
    "или просто так",
    "✔"
   ],
   [
    "iticiti 1",
    "сандхи",
    "понемногу",
    "✔"
   ],
   [
    "iticiti 2",
    "сандхи",
    "туда сюда",
    "✔"
   ],
   [
    "iticiticeva",
    "сандхи",
    "именно так и затем иначе",
    "✔"
   ],
   [
    "iticīticeva",
    "сандхи",
    "так и так",
    "◑"
   ],
   [
    "itipi",
    "сандхи",
    "(перечисление предметов)",
    "✔"
   ],
   [
    "itipetaṃ",
    "сандхи",
    "таким образом это (есть)",
    "✔"
   ],
   [
    "itissa 1",
    "сандхи",
    "так ему",
    "✔"
   ],
   [
    "itissa 2",
    "сандхи",
    "так того",
    "✔"
   ],
   [
    "itissame",
    "сандхи",
    "так ему эти",
    "✔"
   ],
   [
    "itissime",
    "сандхи",
    "так для него эти",
    "✔"
   ],
   [
    "itissu",
    "сандхи",
    "таким образом",
    "✔"
   ],
   [
    "itiha 1",
    "сандхи",
    "согласно традиции",
    "✔"
   ],
   [
    "itiha 2",
    "сандхи",
    "таким образом здесь",
    "✔"
   ],
   [
    "itiha 3",
    "сандхи",
    "так действительно",
    "◑"
   ],
   [
    "itihanti",
    "сандхи",
    "я такой",
    "✔"
   ],
   [
    "itihetaṃ",
    "сандхи",
    "так действительно это",
    "✔"
   ],
   [
    "itthasmīti",
    "сандхи",
    "я таков",
    "✔"
   ],
   [
    "imināsmīti",
    "сандхи",
    "из-за этого я есть",
    "✔"
   ],
   [
    "uttānatthamevāti",
    "сандхи",
    "значение ясно так, как оно есть",
    "◑"
   ],
   [
    "uttānamevāti",
    "сандхи",
    "ясно как есть",
    "◑"
   ],
   [
    "evaṃsmīti",
    "сандхи",
    "я такой",
    "✔"
   ],
   [
    "kintāhaṃ 1",
    "сандхи",
    "как я могу?",
    "✔"
   ],
   [
    "kinti",
    "сандхи",
    "как тогда?",
    "✔"
   ],
   [
    "kinti karomi",
    "идиома",
    "что я могу сделать?",
    "✔"
   ],
   [
    "citiceva",
    "сандхи",
    "а потом это",
    "✔"
   ],
   [
    "tatthevantaradhāyīti",
    "сандхи",
    "исчез прямо там",
    "✔"
   ],
   [
    "tassevanti",
    "сандхи",
    "как это для него",
    "◑"
   ],
   [
    "tiādi",
    "сандхи",
    "так далее",
    "◑"
   ],
   [
    "tiādimāha",
    "сандхи",
    "начало",
    "◑"
   ],
   [
    "tissa 1.1",
    "сандхи",
    "в этом отношении",
    "✔"
   ],
   [
    "tissu",
    "сандхи",
    "может быть",
    "✔"
   ],
   [
    "teti",
    "сандхи",
    "'они'",
    "◑"
   ],
   [
    "dukkhanti",
    "сандхи",
    "страдание",
    "✔"
   ],
   [
    "dukkhantipi",
    "сандхи",
    "это неприятно",
    "✔"
   ],
   [
    "netaṃ natthīti vadāmi",
    "идиома",
    "я не отрицаю этого",
    "✔"
   ],
   [
    "notevettha",
    "сандхи",
    "только не в этом случае",
    "✔"
   ],
   [
    "bhavissanti",
    "сандхи",
    "я смог бы\"",
    "✔"
   ],
   [
    "mamanti",
    "сандхи",
    "\"мой\"",
    "✔"
   ],
   [
    "muddhāpi tassa vipateyyāti",
    "идиома",
    "чья-то голова может расколоться",
    "✔"
   ],
   [
    "meti 1",
    "сандхи",
    "это мое",
    "✔"
   ],
   [
    "meti 2",
    "сандхи",
    "мной",
    "✔"
   ],
   [
    "moghamaññanti",
    "сандхи",
    "\"всё остальное неверно\"",
    "✔"
   ],
   [
    "vāti 2.1",
    "сандхи",
    "или\"",
    "✔"
   ],
   [
    "vuttamarahatāti",
    "сандхи",
    "это действительно было сказано пробужденным",
    "✔"
   ],
   [
    "satasmīti 1",
    "сандхи",
    "я существую",
    "✔"
   ],
   [
    "satasmīti 2",
    "сандхи",
    "(комм) я непостоянен",
    "✔"
   ],
   [
    "sadisohamasmīti",
    "сандхи",
    "я тот же самый",
    "◑"
   ],
   [
    "santi 3.1",
    "сандхи",
    "\"я могу быть\"",
    "✔"
   ],
   [
    "sukhañcetaṃdhivattatīti",
    "сандхи",
    "и счастье переполняет этого (человека)",
    "✔"
   ],
   [
    "sukhantipi",
    "сандхи",
    "это удобно",
    "✔"
   ],
   [
    "seyyohamasmīti",
    "сандхи",
    "я лучше",
    "◑"
   ],
   [
    "soyanti",
    "сандхи",
    "именно этот так",
    "✔"
   ],
   [
    "hīnohamasmīti",
    "сандхи",
    "я хуже",
    "◑"
   ],
   [
    "hevantissa",
    "сандхи",
    "действительно таковой из него",
    "✔"
   ]
  ]
 },
 "bhāgiya": {
  "count": 1,
  "data": [
   [
    "aññabhāgiyañceva",
    "сандхи",
    "и если действительно принадлежащий к другому классу",
    "✔"
   ]
  ]
 },
 "iva": {
  "count": 7,
  "data": [
   [
    "aññasseva",
    "сандхи",
    "как другого (человека)",
    "✔"
   ],
   [
    "ivoccante",
    "сандхи",
    "(грам) произносится так",
    "✔"
   ],
   [
    "chāyāva anapāyinī",
    "идиома",
    "как тень которая никогда не уходит",
    "✔"
   ],
   [
    "yathariva",
    "сандхи",
    "так же как",
    "✔"
   ],
   [
    "riva 1",
    "сандхи",
    "как",
    "✔"
   ],
   [
    "vekacaraṃ",
    "сандхи",
    "одинокий как",
    "✔"
   ],
   [
    "himavāvaññe",
    "сандхи",
    "как Гималаи (превосходит) другие",
    "✔"
   ]
  ]
 },
 "aññā": {
  "count": 1,
  "data": [
   [
    "aññaṃ byākaroti",
    "идиома",
    "объявляет пробуждение",
    "✔"
   ]
  ]
 },
 "byākaroti": {
  "count": 1,
  "data": [
   [
    "aññaṃ byākaroti",
    "идиома",
    "объявляет пробуждение",
    "✔"
   ]
  ]
 },
 "aññāṇa": {
  "count": 1,
  "data": [
   [
    "aññāṇatthampi",
    "сандхи",
    "даже для того, чтобы узнать",
    "✔"
   ]
  ]
 },
 "attha1": {
  "count": 39,
  "data": [
   [
    "aññāṇatthampi",
    "сандхи",
    "даже для того, чтобы узнать",
    "✔"
   ],
   [
    "atthamattano",
    "сандхи",
    "своя выгода",
    "✔"
   ],
   [
    "atthassa viññāpanāya",
    "идиома",
    "чтобы донести смысл",
    "✔"
   ],
   [
    "atthassāyaṃ",
    "сандхи",
    "значение этого",
    "✔"
   ],
   [
    "atthaṃ anubhavissati",
    "идиома",
    "достигнет своей цели",
    "✔"
   ],
   [
    "atthaṃ anubhoti",
    "идиома",
    "достигает своей цели",
    "✔"
   ],
   [
    "atthaṃ ājānāti",
    "идиома",
    "понимает смысл",
    "✔"
   ],
   [
    "atthaṃ carati",
    "идиома",
    "действует на благо (кого-либо)",
    "✔"
   ],
   [
    "atthaṃ nānubhavissati",
    "идиома",
    "не достигнет своей цели",
    "✔"
   ],
   [
    "atthāsaṃ",
    "сандхи",
    "выгоды для них",
    "◑"
   ],
   [
    "attho sambhavati",
    "идиома",
    "значение возможно",
    "◑"
   ],
   [
    "ayamattho",
    "сандхи",
    "это значение",
    "✔"
   ],
   [
    "iti attho",
    "идиома",
    "таково значение (этого)",
    "✔"
   ],
   [
    "uttamatthassa pattiyā",
    "идиома",
    "достичь высшей цели",
    "✔"
   ],
   [
    "uttānatthameva",
    "сандхи",
    "смысл ясен сам по себе",
    "◑"
   ],
   [
    "uttānatthamevāti",
    "сандхи",
    "значение ясно так, как оно есть",
    "◑"
   ],
   [
    "uttānatthāneva",
    "сандхи",
    "значения ясны как таковые",
    "◑"
   ],
   [
    "etamatthaṃ 1",
    "сандхи",
    "польза этого",
    "✔"
   ],
   [
    "etamatthaṃ 2",
    "сандхи",
    "это дело",
    "✔"
   ],
   [
    "etassa bhāsitassa atthaṃ",
    "идиома",
    "смысл этого высказывания",
    "✔"
   ],
   [
    "evamattho",
    "сандхи",
    "это смысл",
    "◑"
   ],
   [
    "kaccittha 2",
    "сандхи",
    "надеюсь, вы все являетесь",
    "✔"
   ],
   [
    "kamatthamanubhoti",
    "сандхи",
    "какое благо человек достигает?",
    "✔"
   ],
   [
    "kvattho",
    "сандхи",
    "(грам) что имеется в виду (под)?",
    "✔"
   ],
   [
    "tamatthaṃ 1",
    "сандхи",
    "то значение",
    "✔"
   ],
   [
    "tamatthaṃ 2",
    "сандхи",
    "эта цель",
    "✔"
   ],
   [
    "tassattho",
    "сандхи",
    "значение того",
    "✔"
   ],
   [
    "pamādattha",
    "сандхи",
    "будьте беспечны!",
    "✔"
   ],
   [
    "pariyodhāya atthaṃ bhaṇati",
    "идиома",
    "защищает дело",
    "✔"
   ],
   [
    "balavamhi balattho",
    "идиома",
    "сила определяет правоту",
    "✔"
   ],
   [
    "mahatā atthena saṃyutto abhavissa",
    "идиома",
    "очень бы выиграл",
    "✔"
   ],
   [
    "yametamatthaṃ",
    "сандхи",
    "что бы это ни значило",
    "✔"
   ],
   [
    "yenatthena",
    "сандхи",
    "for which reason",
    "✔"
   ],
   [
    "labhantatthe",
    "сандхи",
    "получающие пользу",
    "✔"
   ],
   [
    "vuttatthāneva",
    "сандхи",
    "значения уже были изложены",
    "◑"
   ],
   [
    "saddhimattho",
    "сандхи",
    "значение с",
    "◑"
   ],
   [
    "sātthaṃ sabyañjanaṃ",
    "идиома",
    "по духу и в словах",
    "✔"
   ],
   [
    "svāyamattho",
    "сандхи",
    "значение этого",
    "◑"
   ],
   [
    "haññadatthatthipasaṃsalābhā",
    "сандхи",
    "здесь (нет) выгоды кроме получения похвалы",
    "✔"
   ]
  ]
 },
 "api": {
  "count": 154,
  "data": [
   [
    "aññāṇatthampi",
    "сандхи",
    "даже для того, чтобы узнать",
    "✔"
   ],
   [
    "aññenapi",
    "сандхи",
    "друг другом",
    "✔"
   ],
   [
    "aṇumattampi",
    "сандхи",
    "даже мельчайший",
    "◑"
   ],
   [
    "athavāpi",
    "сандхи",
    "или также даже",
    "✔"
   ],
   [
    "athāpi",
    "сандхи",
    "но потом",
    "✔"
   ],
   [
    "athopi",
    "сандхи",
    "и тоже",
    "✔"
   ],
   [
    "adukkhamasukhantipi",
    "сандхи",
    "это нейтрально",
    "✔"
   ],
   [
    "aparāpi",
    "сандхи",
    "и затем другой",
    "✔"
   ],
   [
    "apāvuso",
    "сандхи",
    "возможно друг",
    "✔"
   ],
   [
    "api ca 1",
    "идиома",
    "и еще",
    "✔"
   ],
   [
    "api ca 2",
    "идиома",
    "кроме того",
    "✔"
   ],
   [
    "api ce",
    "идиома",
    "даже если",
    "✔"
   ],
   [
    "api tu",
    "идиома",
    "but",
    "✔"
   ],
   [
    "api nu",
    "идиома",
    "является?",
    "✔"
   ],
   [
    "api pana",
    "идиома",
    "но разве имеете?",
    "✔"
   ],
   [
    "apica 1",
    "сандхи",
    "но только",
    "✔"
   ],
   [
    "apica 2",
    "сандхи",
    "или",
    "◑"
   ],
   [
    "apicettha",
    "сандхи",
    "но также здесь",
    "◑"
   ],
   [
    "apinussa",
    "сандхи",
    "и будет ли это для него?",
    "✔"
   ],
   [
    "apissu",
    "сандхи",
    "и затем",
    "✔"
   ],
   [
    "apissudaṃ",
    "сандхи",
    "как если бы",
    "✔"
   ],
   [
    "apissumaṃ",
    "сандхи",
    "и тогда мне",
    "✔"
   ],
   [
    "apihaṃ",
    "сандхи",
    "пусть я",
    "✔"
   ],
   [
    "appampi",
    "сандхи",
    "даже немного",
    "✔"
   ],
   [
    "appahitepi",
    "сандхи",
    "даже когда не обратились",
    "✔"
   ],
   [
    "appekadā",
    "сандхи",
    "иногда",
    "✔"
   ],
   [
    "appekadāhaṃ",
    "сандхи",
    "но в некоторые дни я",
    "✔"
   ],
   [
    "appeke",
    "сандхи",
    "и некоторые",
    "✔"
   ],
   [
    "appeva",
    "сандхи",
    "вполне вероятно что",
    "✔"
   ],
   [
    "appeva nāma",
    "идиома",
    "было бы хорошо если бы",
    "✔"
   ],
   [
    "appevanāma",
    "сандхи",
    "было бы хорошо если",
    "✔"
   ],
   [
    "appevanāmimassa",
    "сандхи",
    "этого было бы хорошо если",
    "✔"
   ],
   [
    "amhākampi",
    "сандхи",
    "для нас тоже",
    "✔"
   ],
   [
    "amhākampetaṃ",
    "сандхи",
    "и для нас этот",
    "✔"
   ],
   [
    "ayampi",
    "сандхи",
    "это тоже",
    "✔"
   ],
   [
    "avijjampāhaṃ",
    "сандхи",
    "невежество истинно я (говорю)",
    "✔"
   ],
   [
    "ahampāyasmante",
    "сандхи",
    "я тоже почтенных",
    "✔"
   ],
   [
    "ahampi",
    "сандхи",
    "я тоже",
    "✔"
   ],
   [
    "āyasmāpi",
    "сандхи",
    "а потом почтенный",
    "✔"
   ],
   [
    "itipi",
    "сандхи",
    "(перечисление предметов)",
    "✔"
   ],
   [
    "itipetaṃ",
    "сандхи",
    "таким образом это (есть)",
    "✔"
   ],
   [
    "itthetepi",
    "сандхи",
    "таким образом даже эти",
    "✔"
   ],
   [
    "idampi",
    "сандхи",
    "именно этот",
    "✔"
   ],
   [
    "imasmimpi",
    "сандхи",
    "и в этом",
    "✔"
   ],
   [
    "imināpetaṃ",
    "сандхи",
    "и это (следует понимать) таким (образом)",
    "✔"
   ],
   [
    "imettamapi",
    "сандхи",
    "есть только так много",
    "✔"
   ],
   [
    "imesampissa",
    "сандхи",
    "это было бы (на благо) этих",
    "✔"
   ],
   [
    "upamāyapidhekacce",
    "сандхи",
    "просто посредством сравнения некоторые люди здесь",
    "✔"
   ],
   [
    "ubhopi",
    "сандхи",
    "и оба",
    "✔"
   ],
   [
    "ekampi",
    "сандхи",
    "только один",
    "✔"
   ],
   [
    "ekarattampi",
    "сандхи",
    "даже на одну ночь",
    "✔"
   ],
   [
    "ekenapi",
    "сандхи",
    "хотя бы одним",
    "✔"
   ],
   [
    "etampi",
    "сандхи",
    "только этот",
    "✔"
   ],
   [
    "ettakopi",
    "сандхи",
    "даже столько",
    "✔"
   ],
   [
    "ettāvatāpi",
    "сандхи",
    "даже так много",
    "✔"
   ],
   [
    "evamaññepi",
    "сандхи",
    "также остальные",
    "✔"
   ],
   [
    "evampi",
    "сандхи",
    "так же",
    "✔"
   ],
   [
    "evarūpāpi",
    "сандхи",
    "даже такой",
    "✔"
   ],
   [
    "evarūpepi 1",
    "сандхи",
    "в такой же именно (о человеке)",
    "✔"
   ],
   [
    "evarūpepi 2",
    "сандхи",
    "даже когда такой",
    "✔"
   ],
   [
    "evarūpopi",
    "сандхи",
    "точно так",
    "✔"
   ],
   [
    "kālepi",
    "сандхи",
    "даже в нужное время",
    "✔"
   ],
   [
    "kiñcāpi",
    "сандхи",
    "однако",
    "✔"
   ],
   [
    "kesaggamattampi",
    "сандхи",
    "даже на столько, сколько кончик волоса",
    "✔"
   ],
   [
    "carapi re",
    "идиома",
    "прочь ты отсюда!",
    "✔"
   ],
   [
    "carapire",
    "идиома",
    "прочь ты отсюда!",
    "✔"
   ],
   [
    "cāpi",
    "сандхи",
    "или даже",
    "✔"
   ],
   [
    "cāpime",
    "сандхи",
    "или даже эти",
    "✔"
   ],
   [
    "cepi",
    "сандхи",
    "также если",
    "✔"
   ],
   [
    "tatiyampi",
    "сандхи",
    "и в третий раз",
    "✔"
   ],
   [
    "tatrapime",
    "сандхи",
    "в этом случае лишь эти",
    "✔"
   ],
   [
    "tatrāpāsiṃ",
    "сандхи",
    "там я был",
    "✔"
   ],
   [
    "tatrāpāhaṃ",
    "сандхи",
    "только там я",
    "✔"
   ],
   [
    "tatrāpi",
    "сандхи",
    "даже в этом случае",
    "✔"
   ],
   [
    "tathāpi 1",
    "сандхи",
    "просто так",
    "✔"
   ],
   [
    "tathāpi 2",
    "сандхи",
    "(грам) однако",
    "◑"
   ],
   [
    "tathāpi 3",
    "сандхи",
    "(грам) тем не менее",
    "◑"
   ],
   [
    "tadapi",
    "сандхи",
    "только тот",
    "✔"
   ],
   [
    "tadamināpetaṃ",
    "сандхи",
    "это именно этим",
    "✔"
   ],
   [
    "tadāpi",
    "сандхи",
    "прямо тогда",
    "✔"
   ],
   [
    "tampi",
    "сандхи",
    "это тоже",
    "✔"
   ],
   [
    "tampissa",
    "сандхи",
    "это действительно для него",
    "✔"
   ],
   [
    "tassapi",
    "сандхи",
    "даже его",
    "✔"
   ],
   [
    "taṃpassa",
    "сандхи",
    "это тоже было бы",
    "✔"
   ],
   [
    "tumhākampi",
    "сандхи",
    "и для вас всех тоже",
    "✔"
   ],
   [
    "tumhepi",
    "сандхи",
    "даже вы",
    "✔"
   ],
   [
    "tuyhampi",
    "сандхи",
    "тебе тоже",
    "✔"
   ],
   [
    "tenapi",
    "сандхи",
    "только с этим",
    "✔"
   ],
   [
    "tepi",
    "сандхи",
    "они тоже",
    "✔"
   ],
   [
    "tepime",
    "сандхи",
    "они тоже эти",
    "✔"
   ],
   [
    "tesampi 1",
    "сандхи",
    "для них тоже",
    "✔"
   ],
   [
    "tesampi 2",
    "сандхи",
    "только их",
    "✔"
   ],
   [
    "tvampi",
    "сандхи",
    "ты тоже",
    "✔"
   ],
   [
    "dukkhantipi",
    "сандхи",
    "это неприятно",
    "✔"
   ],
   [
    "dutiyampi",
    "сандхи",
    "во второй раз",
    "✔"
   ],
   [
    "dūratopi",
    "сандхи",
    "издалека",
    "✔"
   ],
   [
    "devāpi",
    "сандхи",
    "даже боги",
    "✔"
   ],
   [
    "na cāpi",
    "идиома",
    "но не",
    "✔"
   ],
   [
    "napi",
    "сандхи",
    "даже не",
    "✔"
   ],
   [
    "nāṇupi",
    "сандхи",
    "даже не крошечный",
    "✔"
   ],
   [
    "nāpahosiṃ",
    "сандхи",
    "тогда я не был",
    "✔"
   ],
   [
    "nāpi",
    "сандхи",
    "ни даже",
    "✔"
   ],
   [
    "no cepi",
    "идиома",
    "даже если нет",
    "✔"
   ],
   [
    "nopi",
    "сандхи",
    "ни",
    "✔"
   ],
   [
    "pacchatopissa",
    "сандхи",
    "просто будет позади",
    "✔"
   ],
   [
    "panaññampi",
    "сандхи",
    "или что-нибудь еще",
    "✔"
   ],
   [
    "panaññānipi",
    "сандхи",
    "или любой другой",
    "✔"
   ],
   [
    "pāyaṃ",
    "сандхи",
    "и это",
    "✔"
   ],
   [
    "pire",
    "сандхи",
    "(комм) изгой",
    "✔"
   ],
   [
    "pismi",
    "сандхи",
    "I am also",
    "✔"
   ],
   [
    "punapi",
    "сандхи",
    "ещё раз",
    "✔"
   ],
   [
    "puratopissa",
    "сандхи",
    "было бы впереди (от)",
    "✔"
   ],
   [
    "bhāsitampetaṃ",
    "сандхи",
    "и это тоже было сказано (кем-то)",
    "✔"
   ],
   [
    "mamapi",
    "сандхи",
    "меня тогда",
    "✔"
   ],
   [
    "mayampi",
    "сандхи",
    "мы тоже",
    "✔"
   ],
   [
    "mayampetaṃ",
    "сандхи",
    "мы тоже это",
    "✔"
   ],
   [
    "mayāpi",
    "сандхи",
    "мной тоже",
    "✔"
   ],
   [
    "mayhaṃpatthi",
    "сандхи",
    "у меня тоже есть",
    "✔"
   ],
   [
    "māyasmantānampi",
    "сандхи",
    "пусть не для достопочтенных",
    "✔"
   ],
   [
    "muddhāpi tassa vipateyyāti",
    "идиома",
    "чья-то голова может расколоться",
    "✔"
   ],
   [
    "muhuttampi",
    "сандхи",
    "даже на мгновение",
    "✔"
   ],
   [
    "yatthapi",
    "сандхи",
    "где угодно",
    "✔"
   ],
   [
    "yathāpi",
    "сандхи",
    "как",
    "✔"
   ],
   [
    "yadapi",
    "сандхи",
    "именно который",
    "✔"
   ],
   [
    "yadāpi",
    "сандхи",
    "даже когда",
    "✔"
   ],
   [
    "yadipime",
    "сандхи",
    "если действительно эти",
    "◑"
   ],
   [
    "yampi",
    "сандхи",
    "что бы ни было действительно",
    "✔"
   ],
   [
    "yampicchaṃ",
    "сандхи",
    "тот что желает",
    "✔"
   ],
   [
    "yampidaṃ",
    "сандхи",
    "любой",
    "✔"
   ],
   [
    "yampissa",
    "сандхи",
    "что конечно для него",
    "✔"
   ],
   [
    "yāpi",
    "сандхи",
    "и которые бы ни",
    "✔"
   ],
   [
    "yāpissa",
    "сандхи",
    "какое бы его ни",
    "✔"
   ],
   [
    "yepi",
    "сандхи",
    "и которые",
    "✔"
   ],
   [
    "yepissa",
    "сандхи",
    "и кто бы ни",
    "✔"
   ],
   [
    "yopi",
    "сандхи",
    "и что угодно",
    "✔"
   ],
   [
    "yopissa",
    "сандхи",
    "что бы то ни было действительно для него",
    "✔"
   ],
   [
    "vāpi 1",
    "сандхи",
    "или даже",
    "✔"
   ],
   [
    "vāpi 2",
    "сандхи",
    "наверняка",
    "✔"
   ],
   [
    "sacepi",
    "сандхи",
    "даже если",
    "✔"
   ],
   [
    "sabbesampissa",
    "сандхи",
    "это было бы (на благо) всех",
    "✔"
   ],
   [
    "sahāpi",
    "сандхи",
    "и с",
    "✔"
   ],
   [
    "sāpi",
    "сандхи",
    "даже та",
    "✔"
   ],
   [
    "sāpissa",
    "сандхи",
    "даже то его",
    "✔"
   ],
   [
    "sāmampi",
    "сандхи",
    "даже самому себе",
    "✔"
   ],
   [
    "sukhantipi",
    "сандхи",
    "это удобно",
    "✔"
   ],
   [
    "seyyathāpi",
    "сандхи",
    "как",
    "✔"
   ],
   [
    "sesapadadvayepi",
    "сандхи",
    "в оставшихся двух словах",
    "◑"
   ],
   [
    "sesapadesupi",
    "сандхи",
    "во всех оставшихся словах",
    "◑"
   ],
   [
    "sesavāresupi",
    "сандхи",
    "во всех оставшихся случаях",
    "◑"
   ],
   [
    "sesesupi",
    "сандхи",
    "во всех остальных (примерах)",
    "◑"
   ],
   [
    "sopassa",
    "сандхи",
    "он просто был бы",
    "◑"
   ],
   [
    "sopāgā",
    "сандхи",
    "он также пришёл (к)",
    "✔"
   ],
   [
    "sopi",
    "сандхи",
    "он тоже",
    "✔"
   ],
   [
    "sopissa",
    "сандхи",
    "это действительно для него",
    "✔"
   ]
  ]
 },
 "paṭicarati": {
  "count": 1,
  "data": [
   [
    "aññenaññaṃ paṭicarati",
    "идиома",
    "уклоняется от одного вопроса другим",
    "✔"
   ]
  ]
 },
 "aṭṭīyati": {
  "count": 1,
  "data": [
   [
    "aṭṭīyati harāyati jigucchati",
    "идиома",
    "беспокоится, стыдится и испытывает отвращение",
    "✔"
   ]
  ]
 },
 "harāyati": {
  "count": 1,
  "data": [
   [
    "aṭṭīyati harāyati jigucchati",
    "идиома",
    "беспокоится, стыдится и испытывает отвращение",
    "✔"
   ]
  ]
 },
 "jigucchati": {
  "count": 1,
  "data": [
   [
    "aṭṭīyati harāyati jigucchati",
    "идиома",
    "беспокоится, стыдится и испытывает отвращение",
    "✔"
   ]
  ]
 },
 "aṭṭīyitabba": {
  "count": 1,
  "data": [
   [
    "aṭṭīyitabba harāyitabba jigucchitabba",
    "идиома",
    "следует беспокоиться, стыдиться и испытывать отвращение",
    "✔"
   ]
  ]
 },
 "harāyitabba": {
  "count": 1,
  "data": [
   [
    "aṭṭīyitabba harāyitabba jigucchitabba",
    "идиома",
    "следует беспокоиться, стыдиться и испытывать отвращение",
    "✔"
   ]
  ]
 },
 "jigucchitabba": {
  "count": 1,
  "data": [
   [
    "aṭṭīyitabba harāyitabba jigucchitabba",
    "идиома",
    "следует беспокоиться, стыдиться и испытывать отвращение",
    "✔"
   ]
  ]
 },
 "aṭṭīyitvā": {
  "count": 1,
  "data": [
   [
    "aṭṭīyitvā harāyitvā jigucchitvā",
    "идиома",
    "обеспокоившись, постыдившись и испытав отвращение (к)",
    "✔"
   ]
  ]
 },
 "harāyitvā": {
  "count": 1,
  "data": [
   [
    "aṭṭīyitvā harāyitvā jigucchitvā",
    "идиома",
    "обеспокоившись, постыдившись и испытав отвращение (к)",
    "✔"
   ]
  ]
 },
 "jigucchitvā": {
  "count": 1,
  "data": [
   [
    "aṭṭīyitvā harāyitvā jigucchitvā",
    "идиома",
    "обеспокоившись, постыдившись и испытав отвращение (к)",
    "✔"
   ]
  ]
 },
 "aṭṭha1": {
  "count": 7,
  "data": [
   [
    "aṭṭha vimokkhā",
    "идиома",
    "восемь освобождений",
    "✔"
   ],
   [
    "aṭṭhahaṅgehi",
    "сандхи",
    "с восемью факторами",
    "✔"
   ],
   [
    "aṭṭhimāni",
    "сандхи",
    "эти восемь",
    "✔"
   ],
   [
    "aṭṭhime",
    "сандхи",
    "эти восемь",
    "✔"
   ],
   [
    "aṭṭhete",
    "сандхи",
    "эти восемь",
    "◑"
   ],
   [
    "ariyañcaṭṭhaṅgikaṃ",
    "сандхи",
    "и Будды из восьми частей",
    "✔"
   ],
   [
    "ariyo aṭṭhaṅgiko maggo",
    "идиома",
    "путь Будды из восьми частей",
    "✔"
   ]
  ]
 },
 "aṭṭha2": {
  "count": 1,
  "data": [
   [
    "aṭṭhiṃ katvā",
    "идиома",
    "сосредоточившись (на)",
    "✔"
   ]
  ]
 },
 "vimokkha": {
  "count": 1,
  "data": [
   [
    "aṭṭha vimokkhā",
    "идиома",
    "восемь освобождений",
    "✔"
   ]
  ]
 },
 "ṭhāna": {
  "count": 6,
  "data": [
   [
    "aṭṭhānametaṃ",
    "сандхи",
    "это невозможно",
    "✔"
   ],
   [
    "gārayhaṃ ṭhānaṃ āgacchati",
    "идиома",
    "заслуживает порицания",
    "✔"
   ],
   [
    "ṭhānañhi",
    "сандхи",
    "это, безусловно, возможно",
    "✔"
   ],
   [
    "ṭhānametaṃ vijjati",
    "идиома",
    "это возможно",
    "✔"
   ],
   [
    "tasmiṃ ṭhāne",
    "идиома",
    "в том месте",
    "✔"
   ],
   [
    "netaṃ ṭhānaṃ vijjati",
    "идиома",
    "это невозможно",
    "✔"
   ]
  ]
 },
 "etaṃ": {
  "count": 68,
  "data": [
   [
    "aṭṭhānametaṃ",
    "сандхи",
    "это невозможно",
    "✔"
   ],
   [
    "amhākampetaṃ",
    "сандхи",
    "и для нас этот",
    "✔"
   ],
   [
    "alametaṃ",
    "сандхи",
    "этого достаточно",
    "◑"
   ],
   [
    "alametaṃ sabbaṃ",
    "идиома",
    "это всему конец",
    "✔"
   ],
   [
    "iccetaṃ kusalaṃ",
    "идиома",
    "тогда это хорошо",
    "✔"
   ],
   [
    "iccetaṃ 1",
    "сандхи",
    "это является",
    "✔"
   ],
   [
    "iccetaṃ 2",
    "сандхи",
    "так это",
    "◑"
   ],
   [
    "iñjitametaṃ",
    "сандхи",
    "это волнение",
    "✔"
   ],
   [
    "iti kho panetaṃ vuttaṃ",
    "идиома",
    "так было сказано",
    "◑"
   ],
   [
    "itipetaṃ",
    "сандхи",
    "таким образом это (есть)",
    "✔"
   ],
   [
    "itihetaṃ",
    "сандхи",
    "так действительно это",
    "✔"
   ],
   [
    "itthetaṃ",
    "сандхи",
    "здесь это",
    "✔"
   ],
   [
    "idametaṃ",
    "сандхи",
    "это (по отношению) к тому",
    "✔"
   ],
   [
    "imassetaṃ",
    "сандхи",
    "это для этого",
    "✔"
   ],
   [
    "imināpetaṃ",
    "сандхи",
    "и это (следует понимать) таким (образом)",
    "✔"
   ],
   [
    "ubhayametaṃ",
    "сандхи",
    "оба из этих",
    "✔"
   ],
   [
    "etañca",
    "сандхи",
    "и это",
    "✔"
   ],
   [
    "etañhi",
    "сандхи",
    "точно этот",
    "✔"
   ],
   [
    "etamatthaṃ 1",
    "сандхи",
    "польза этого",
    "✔"
   ],
   [
    "etamatthaṃ 2",
    "сандхи",
    "это дело",
    "✔"
   ],
   [
    "etamahaṃ",
    "сандхи",
    "я (видящий) это",
    "✔"
   ],
   [
    "etamādīnavaṃ",
    "сандхи",
    "эта опасность",
    "✔"
   ],
   [
    "etampi",
    "сандхи",
    "только этот",
    "✔"
   ],
   [
    "evañcetaṃ 1",
    "сандхи",
    "даже если этот",
    "✔"
   ],
   [
    "evañcetaṃ 2",
    "сандхи",
    "таким образом и это",
    "◑"
   ],
   [
    "evametaṃ",
    "сандхи",
    "вот так",
    "✔"
   ],
   [
    "evetaṃ",
    "сандхи",
    "именно это",
    "✔"
   ],
   [
    "kalyāṇamittassetaṃ",
    "сандхи",
    "для (монаха) имеющего хороших друзей это",
    "✔"
   ],
   [
    "kiñcetaṃ",
    "сандхи",
    "а что это?",
    "✔"
   ],
   [
    "kiñcetaṃ paṭicca vuttaṃ",
    "идиома",
    "и в отношении чего это было сказано?",
    "◑"
   ],
   [
    "kimetaṃ",
    "сандхи",
    "что это?",
    "✔"
   ],
   [
    "cetaṃ 1",
    "сандхи",
    "и этот",
    "✔"
   ],
   [
    "cetaṃ 2",
    "сандхи",
    "если это",
    "✔"
   ],
   [
    "channetaṃ",
    "сандхи",
    "для шести это",
    "✔"
   ],
   [
    "ṭhānametaṃ vijjati",
    "идиома",
    "это возможно",
    "✔"
   ],
   [
    "tatthetaṃ",
    "сандхи",
    "тогда это",
    "✔"
   ],
   [
    "tadamināpetaṃ",
    "сандхи",
    "это именно этим",
    "✔"
   ],
   [
    "tarathetaṃ",
    "сандхи",
    "переступите через это! пройдите через это!",
    "✔"
   ],
   [
    "tassetaṃ",
    "сандхи",
    "ему это",
    "✔"
   ],
   [
    "tiṭṭhatetaṃ",
    "сандхи",
    "пусть так будет!",
    "✔"
   ],
   [
    "tesametaṃ pāṭikaṅkhaṃ",
    "идиома",
    "их можно ожидать",
    "✔"
   ],
   [
    "netaṃ ṭhānaṃ vijjati",
    "идиома",
    "это невозможно",
    "✔"
   ],
   [
    "netaṃ natthīti vadāmi",
    "идиома",
    "я не отрицаю этого",
    "✔"
   ],
   [
    "no hetaṃ",
    "идиома",
    "конечно нет! определенно нет!",
    "✔"
   ],
   [
    "nohetaṃ",
    "идиома",
    "конечно нет! определённо нет!",
    "✔"
   ],
   [
    "paṇītametaṃ",
    "сандхи",
    "это возвышенный",
    "✔"
   ],
   [
    "panetaṃ",
    "сандхи",
    "и это",
    "✔"
   ],
   [
    "buddhavacanānussaraṇavasenetaṃ",
    "сандхи",
    "из-за воспоминания учения Будды это (говорится)",
    "◑"
   ],
   [
    "bhāsitampetaṃ",
    "сандхи",
    "и это тоже было сказано (кем-то)",
    "✔"
   ],
   [
    "maññitametaṃ",
    "сандхи",
    "это воображение",
    "✔"
   ],
   [
    "mayampetaṃ",
    "сандхи",
    "мы тоже это",
    "✔"
   ],
   [
    "metamāsado",
    "сандхи",
    "не нападай на него!",
    "✔"
   ],
   [
    "metaṃ 1",
    "сандхи",
    "это мной",
    "✔"
   ],
   [
    "metaṃ 2",
    "сандхи",
    "это для меня",
    "✔"
   ],
   [
    "yatthetaṃ",
    "сандхи",
    "в котором это",
    "✔"
   ],
   [
    "yadetaṃ",
    "сандхи",
    "эта вещь",
    "✔"
   ],
   [
    "yametaṃ",
    "сандхи",
    "это",
    "✔"
   ],
   [
    "rakkhassetaṃ",
    "сандхи",
    "следи (за своими словами)!",
    "✔"
   ],
   [
    "rakkhassetaṃ vācaṃ",
    "идиома",
    "следи за своими словами!",
    "✔"
   ],
   [
    "vasenetaṃ",
    "сандхи",
    "это из-за этого",
    "◑"
   ],
   [
    "vāhametaṃ",
    "сандхи",
    "или я это",
    "✔"
   ],
   [
    "vuttañhetaṃ",
    "сандхи",
    "это было действительно сказано",
    "✔"
   ],
   [
    "veditabbametaṃ",
    "сандхи",
    "это следует знать",
    "✔"
   ],
   [
    "santametaṃ",
    "сандхи",
    "это спокойный",
    "✔"
   ],
   [
    "sandhāyetaṃ",
    "сандхи",
    "относительно этого",
    "◑"
   ],
   [
    "sabbametaṃ",
    "сандхи",
    "всё это",
    "✔"
   ],
   [
    "sukhañcetaṃdhivattatīti",
    "сандхи",
    "и счастье переполняет этого (человека)",
    "✔"
   ],
   [
    "hetaṃ",
    "сандхи",
    "действительно это",
    "✔"
   ]
  ]
 },
 "attha2": {
  "count": 2,
  "data": [
   [
    "yenattho",
    "сандхи",
    "в котором есть нужда",
    "◑"
   ],
   [
    "hatthatthaṃ gacchanti",
    "идиома",
    "они умирают от руки (кого-либо)",
    "✔"
   ]
  ]
 },
 "ṭhita": {
  "count": 2,
  "data": [
   [
    "ṭhitomhi",
    "сандхи",
    "я стою",
    "✔"
   ],
   [
    "pabbatamuddhaniṭṭhito",
    "сандхи",
    "стоящий на гребне горы",
    "✔"
   ]
  ]
 },
 "imāni": {
  "count": 11,
  "data": [
   [
    "aṭṭhimāni",
    "сандхи",
    "эти восемь",
    "✔"
   ],
   [
    "cattārimāni",
    "сандхи",
    "эти четыре",
    "✔"
   ],
   [
    "chayimāni",
    "сандхи",
    "эти шесть",
    "✔"
   ],
   [
    "tassimāni",
    "сандхи",
    "для него эти",
    "✔"
   ],
   [
    "tīṇimāni",
    "сандхи",
    "эти три",
    "✔"
   ],
   [
    "dasayimāni",
    "сандхи",
    "эти десять",
    "✔"
   ],
   [
    "dvemāni",
    "сандхи",
    "эти два",
    "✔"
   ],
   [
    "numāni",
    "сандхи",
    "это?",
    "✔"
   ],
   [
    "pañcimāni",
    "сандхи",
    "эти пять",
    "✔"
   ],
   [
    "panimāni",
    "сандхи",
    "и эти",
    "✔"
   ],
   [
    "yānimāni",
    "сандхи",
    "эти",
    "✔"
   ]
  ]
 },
 "ime": {
  "count": 34,
  "data": [
   [
    "aṭṭhime",
    "сандхи",
    "эти восемь",
    "✔"
   ],
   [
    "itissame",
    "сандхи",
    "так ему эти",
    "✔"
   ],
   [
    "itissime",
    "сандхи",
    "так для него эти",
    "✔"
   ],
   [
    "iddhimantāssunāmime",
    "сандхи",
    "поистине они сверхъестественные!",
    "✔"
   ],
   [
    "imeva",
    "сандхи",
    "эти самые",
    "✔"
   ],
   [
    "imehaṃ",
    "сандхи",
    "эти я",
    "✔"
   ],
   [
    "kathamime",
    "сандхи",
    "как они?",
    "◑"
   ],
   [
    "kiṃme",
    "сандхи",
    "что это?",
    "✔"
   ],
   [
    "kecime",
    "сандхи",
    "кто-либо из них",
    "✔"
   ],
   [
    "khome",
    "сандхи",
    "действительно эти",
    "✔"
   ],
   [
    "cattārome",
    "сандхи",
    "эти четыре",
    "✔"
   ],
   [
    "cāpime",
    "сандхи",
    "или даже эти",
    "✔"
   ],
   [
    "chayime",
    "сандхи",
    "эти шесть",
    "✔"
   ],
   [
    "tatrapime",
    "сандхи",
    "в этом случае лишь эти",
    "✔"
   ],
   [
    "tatrime",
    "сандхи",
    "там эти",
    "✔"
   ],
   [
    "tayome",
    "сандхи",
    "эти три",
    "✔"
   ],
   [
    "tassime",
    "сандхи",
    "для него эти",
    "✔"
   ],
   [
    "tepime",
    "сандхи",
    "они тоже эти",
    "✔"
   ],
   [
    "teme",
    "сандхи",
    "эти",
    "✔"
   ],
   [
    "dasayime",
    "сандхи",
    "эти десять",
    "✔"
   ],
   [
    "dānime",
    "сандхи",
    "теперь они",
    "✔"
   ],
   [
    "dveme",
    "сандхи",
    "эти два",
    "✔"
   ],
   [
    "nayime",
    "сандхи",
    "не эти",
    "✔"
   ],
   [
    "navayime",
    "сандхи",
    "эти девять",
    "✔"
   ],
   [
    "pañcime",
    "сандхи",
    "эти пять",
    "✔"
   ],
   [
    "yatthime",
    "сандхи",
    "где эти",
    "✔"
   ],
   [
    "yadipime",
    "сандхи",
    "если действительно эти",
    "◑"
   ],
   [
    "ye kecime",
    "идиома",
    "любой из них",
    "✔"
   ],
   [
    "yenime",
    "сандхи",
    "because of which these",
    "✔"
   ],
   [
    "yeme",
    "сандхи",
    "те которые",
    "✔"
   ],
   [
    "vatime",
    "сандхи",
    "конечно они",
    "✔"
   ],
   [
    "saṭhāssunāmime",
    "сандхи",
    "поистине они коварны!",
    "✔"
   ],
   [
    "sattime",
    "сандхи",
    "эти семь",
    "✔"
   ],
   [
    "hīme",
    "сандхи",
    "именно эти",
    "✔"
   ]
  ]
 },
 "eta": {
  "count": 6,
  "data": [
   [
    "aṭṭhete",
    "сандхи",
    "эти восемь",
    "◑"
   ],
   [
    "etassa bhagavā kālo",
    "идиома",
    "сейчас подходящее время для этого, Благословенный! настало время, Благословенный!",
    "✔"
   ],
   [
    "etassa bhāsitassa atthaṃ",
    "идиома",
    "смысл этого высказывания",
    "✔"
   ],
   [
    "esānisaṃso",
    "сандхи",
    "это польза (от)",
    "✔"
   ],
   [
    "cetā 1.1",
    "сандхи",
    "и эти",
    "✔"
   ],
   [
    "cetā 1.2",
    "сандхи",
    "и эти женщины",
    "✔"
   ]
  ]
 },
 "iṇa": {
  "count": 2,
  "data": [
   [
    "ānaṇyamuttamaṃ",
    "сандхи",
    "лучшее освобождение от долга",
    "✔"
   ],
   [
    "iṇaṃ ādāya",
    "идиома",
    "беря кредит",
    "✔"
   ]
  ]
 },
 "aṇu": {
  "count": 2,
  "data": [
   [
    "aṇumattampi",
    "сандхи",
    "даже мельчайший",
    "◑"
   ],
   [
    "nāṇupi",
    "сандхи",
    "даже не крошечный",
    "✔"
   ]
  ]
 },
 "mattā": {
  "count": 5,
  "data": [
   [
    "aṇumattampi",
    "сандхи",
    "даже мельчайший",
    "◑"
   ],
   [
    "kesaggamattampi",
    "сандхи",
    "даже на столько, сколько кончик волоса",
    "✔"
   ],
   [
    "dhuraṃ nikkhittamatte",
    "идиома",
    "в факте отказа от своих обязанностей",
    "✔"
   ],
   [
    "pañcamattehi bhikkhusatehi",
    "идиома",
    "с 500 монахами",
    "✔"
   ],
   [
    "bhiyyoso mattāya",
    "идиома",
    "чрезмерно",
    "✔"
   ]
  ]
 },
 "tathā": {
  "count": 13,
  "data": [
   [
    "tathariva",
    "сандхи",
    "точно также",
    "✔"
   ],
   [
    "tathā tathā",
    "идиома",
    "подобным образом",
    "✔"
   ],
   [
    "tathā yathā",
    "идиома",
    "так … что",
    "✔"
   ],
   [
    "tathāpi 1",
    "сандхи",
    "просто так",
    "✔"
   ],
   [
    "tathāpi 2",
    "сандхи",
    "(грам) однако",
    "◑"
   ],
   [
    "tathāpi 3",
    "сандхи",
    "(грам) тем не менее",
    "◑"
   ],
   [
    "tathāyaṃ",
    "сандхи",
    "так",
    "✔"
   ],
   [
    "tathārūpāssa",
    "сандхи",
    "такого рода, для него",
    "✔"
   ],
   [
    "tathāhaṃ",
    "сандхи",
    "как я",
    "✔"
   ],
   [
    "tathūpamāhaṃ",
    "сандхи",
    "сопоставимый таким же образом",
    "✔"
   ],
   [
    "tatheva 1",
    "сандхи",
    "таким же образом",
    "✔"
   ],
   [
    "tatheva 4",
    "сандхи",
    "так же",
    "✔"
   ],
   [
    "yathā pure tathā pacchā",
    "идиома",
    "как прежде, так и потом",
    "✔"
   ]
  ]
 },
 "appa": {
  "count": 5,
  "data": [
   [
    "appakasirena samudāgacchanti",
    "идиома",
    "получаются без трудностей",
    "✔"
   ],
   [
    "appañhi",
    "сандхи",
    "действительно короткий",
    "✔"
   ],
   [
    "appampi",
    "сандхи",
    "даже немного",
    "✔"
   ],
   [
    "appasmeke",
    "сандхи",
    "некоторые люди имеющие мало",
    "✔"
   ],
   [
    "appossukko tuṇhībhūto",
    "идиома",
    "спокойный и тихий",
    "✔"
   ]
  ]
 },
 "dūra": {
  "count": 2,
  "data": [
   [
    "dūratopi",
    "сандхи",
    "издалека",
    "✔"
   ],
   [
    "dūratova",
    "сандхи",
    "издалека",
    "✔"
   ]
  ]
 },
 "ati": {
  "count": 2,
  "data": [
   [
    "atippageva",
    "сандхи",
    "слишком рано утром",
    "✔"
   ],
   [
    "atippagova",
    "сандхи",
    "слишком рано",
    "✔"
   ]
  ]
 },
 "pāto": {
  "count": 4,
  "data": [
   [
    "atippageva",
    "сандхи",
    "слишком рано утром",
    "✔"
   ],
   [
    "atippagova",
    "сандхи",
    "слишком рано",
    "✔"
   ],
   [
    "pageva 1",
    "сандхи",
    "тем более",
    "✔"
   ],
   [
    "pātova",
    "сандхи",
    "очень рано утром",
    "✔"
   ]
  ]
 },
 "visa": {
  "count": 1,
  "data": [
   [
    "visaṃ khādati",
    "идиома",
    "принимает яд",
    "✔"
   ]
  ]
 },
 "vipula": {
  "count": 1,
  "data": [
   [
    "vuḍḍhiṃ viruḷhiṃ vepullaṃ āpajjati",
    "идиома",
    "grows and develops",
    "✔"
   ]
  ]
 },
 "sambādha": {
  "count": 1,
  "data": [
   [
    "sambādhapaṭipannosmi",
    "сандхи",
    "я попал в плен",
    "✔"
   ]
  ]
 },
 "atīta": {
  "count": 2,
  "data": [
   [
    "atītaṃ addhānaṃ",
    "идиома",
    "в прошлом",
    "✔"
   ],
   [
    "yadatītampahīnantaṃ",
    "сандхи",
    "все прошлое оставлено",
    "✔"
   ]
  ]
 },
 "addha2": {
  "count": 6,
  "data": [
   [
    "atītaṃ addhānaṃ",
    "идиома",
    "в прошлом",
    "✔"
   ],
   [
    "addhānaṃ āpādeti",
    "идиома",
    "проживает свою жизнь",
    "✔"
   ],
   [
    "anāgataṃ addhānaṃ",
    "идиома",
    "в будущем",
    "✔"
   ],
   [
    "dīghassa addhuno accayena",
    "идиома",
    "через долгое время",
    "✔"
   ],
   [
    "dīghena addhunā",
    "идиома",
    "после долгого времени",
    "✔"
   ],
   [
    "paccuppannaṃ addhānaṃ",
    "идиома",
    "в настоящем",
    "✔"
   ]
  ]
 },
 "atta2": {
  "count": 1,
  "data": [
   [
    "attaṃ nirattaṃ",
    "идиома",
    "принятие и отвержение",
    "✔"
   ]
  ]
 },
 "na": {
  "count": 5,
  "data": [
   [
    "na ciraṃ",
    "идиома",
    "recently",
    "✔"
   ],
   [
    "na bhattaṃ paṭibhāti",
    "идиома",
    "нет желания есть",
    "✔"
   ],
   [
    "nāvuso",
    "сандхи",
    "no sir",
    "✔"
   ],
   [
    "nevāyaṃ",
    "сандхи",
    "это не ни (ни).",
    "✔"
   ],
   [
    "nevimaṃ",
    "сандхи",
    "даже не это",
    "✔"
   ]
  ]
 },
 "atthāya": {
  "count": 3,
  "data": [
   [
    "attano atthāya",
    "идиома",
    "для себя",
    "✔"
   ],
   [
    "atthāya hitāya sukhāya",
    "идиома",
    "для блага, для пользы и для счастья",
    "✔"
   ],
   [
    "catthāya",
    "сандхи",
    "и с целью",
    "✔"
   ]
  ]
 },
 "hita": {
  "count": 3,
  "data": [
   [
    "attahitaparahitaubhayahitasabbalokahitameva",
    "сандхи",
    "собственное благополучие",
    "✔"
   ],
   [
    "atthāya hitāya sukhāya",
    "идиома",
    "для блага, для пользы и для счастья",
    "✔"
   ],
   [
    "hitamattano",
    "сандхи",
    "собственная выгода",
    "✔"
   ]
  ]
 },
 "ubha": {
  "count": 5,
  "data": [
   [
    "attahitaparahitaubhayahitasabbalokahitameva",
    "сандхи",
    "собственное благополучие",
    "✔"
   ],
   [
    "ubhayametaṃ",
    "сандхи",
    "оба из этих",
    "✔"
   ],
   [
    "ubhopi",
    "сандхи",
    "и оба",
    "✔"
   ],
   [
    "ubhova",
    "сандхи",
    "оба вместе",
    "✔"
   ],
   [
    "cūbhayaṃ",
    "сандхи",
    "и и то, и другое",
    "✔"
   ]
  ]
 },
 "sabbaloka": {
  "count": 2,
  "data": [
   [
    "attahitaparahitaubhayahitasabbalokahitameva",
    "сандхи",
    "собственное благополучие",
    "✔"
   ],
   [
    "sabbaloke anabhiratasaññā",
    "идиома",
    "распознавание неудовлетворенности во всем мире",
    "✔"
   ]
  ]
 },
 "niratta": {
  "count": 1,
  "data": [
   [
    "attaṃ nirattaṃ",
    "идиома",
    "принятие и отвержение",
    "✔"
   ]
  ]
 },
 "vacanīya": {
  "count": 3,
  "data": [
   [
    "attānaṃ avacanīyaṃ karoti",
    "идиома",
    "делает себя не наставляемым",
    "✔"
   ],
   [
    "evamassu vacanīyā",
    "идиома",
    "нужно ответить им таким образом",
    "✔"
   ],
   [
    "vacanīyamevāyasmā",
    "сандхи",
    "почтенный (сделайте себя) способным к наставлению",
    "✔"
   ]
  ]
 },
 "karoti": {
  "count": 46,
  "data": [
   [
    "attānaṃ avacanīyaṃ karoti",
    "идиома",
    "делает себя не наставляемым",
    "✔"
   ],
   [
    "antaṃ karoti",
    "идиома",
    "makes an end (of)",
    "✔"
   ],
   [
    "aphāsuṃ karoti",
    "идиома",
    "беспокоит",
    "✔"
   ],
   [
    "abbhutaṃ karoti",
    "идиома",
    "делает ставку",
    "◑"
   ],
   [
    "āguṃ karoti",
    "идиома",
    "совершает преступление",
    "✔"
   ],
   [
    "ātappaṃ karoti",
    "идиома",
    "прилагает усилия (чтобы)",
    "✔"
   ],
   [
    "uccāraṃ karoti",
    "идиома",
    "испражняется",
    "✔"
   ],
   [
    "ujuṃ karoti",
    "идиома",
    "выпрямляет",
    "✔"
   ],
   [
    "uttānī karoti",
    "идиома",
    "объясняет",
    "✔"
   ],
   [
    "upamaṃ te karissāmi",
    "идиома",
    "я дам тебе сравнение",
    "✔"
   ],
   [
    "uposathaṃ karoti",
    "идиома",
    "проводит церемонию дня соблюдения",
    "✔"
   ],
   [
    "ussukkaṃ karoti",
    "идиома",
    "прилагает все усилия, чтобы обеспечить (кого-то чем-то)",
    "✔"
   ],
   [
    "ekodiṃ karoti",
    "идиома",
    "объединяет",
    "✔"
   ],
   [
    "okāsaṃ karoti",
    "идиома",
    "дает разрешение (на)",
    "✔"
   ],
   [
    "katikaṃ karoti",
    "идиома",
    "приходит к соглашению",
    "◑"
   ],
   [
    "kammaṃ karoti",
    "идиома",
    "совершает поступок",
    "✔"
   ],
   [
    "kayirāthenaṃ",
    "сандхи",
    "он должен сделать это сам",
    "✔"
   ],
   [
    "karoti santhavaṃ",
    "идиома",
    "устанавливает близкие отношения (с)",
    "✔"
   ],
   [
    "karomahaṃ",
    "сандхи",
    "я делаю",
    "✔"
   ],
   [
    "kālaṃ karoti",
    "идиома",
    "умирает",
    "✔"
   ],
   [
    "kinti karomi",
    "идиома",
    "что я могу сделать?",
    "✔"
   ],
   [
    "kurute piyaṃ",
    "идиома",
    "дорожит",
    "✔"
   ],
   [
    "kyāhaṃ karomi",
    "идиома",
    "что я (могу) сделать?",
    "✔"
   ],
   [
    "kheḷaṃ karoti",
    "идиома",
    "плюет",
    "✔"
   ],
   [
    "garuṃ karoti",
    "идиома",
    "уважает",
    "✔"
   ],
   [
    "davaṃ karoti",
    "идиома",
    "шутит (о)",
    "✔"
   ],
   [
    "namo karoti",
    "идиома",
    "выражает уважение (к)",
    "✔"
   ],
   [
    "parikammaṃ karoti",
    "идиома",
    "организует",
    "✔"
   ],
   [
    "pariyāyaṃ karoti",
    "идиома",
    "делает крюк",
    "✔"
   ],
   [
    "passāvaṃ karoti",
    "идиома",
    "мочится",
    "✔"
   ],
   [
    "pātu karoti",
    "идиома",
    "обнаруживает",
    "✔"
   ],
   [
    "pādaṃ karoti",
    "идиома",
    "ставит ногу",
    "✔"
   ],
   [
    "piyaṃ karoti",
    "идиома",
    "завоевывает симпатию (кого-то)",
    "◑"
   ],
   [
    "puññāni karoti",
    "идиома",
    "делает заслуги",
    "✔"
   ],
   [
    "byantiṃ karoti",
    "идиома",
    "заканчивает",
    "✔"
   ],
   [
    "maṅku karoti",
    "идиома",
    "стыдит",
    "✔"
   ],
   [
    "maṅkuṃ karoti",
    "идиома",
    "позорит",
    "✔"
   ],
   [
    "manasi karoti",
    "идиома",
    "обращает внимание",
    "✔"
   ],
   [
    "vacanaṃ karoti",
    "идиома",
    "исполняет приказание (кого-либо)",
    "✔"
   ],
   [
    "vasaṃ karoti",
    "идиома",
    "берет под контроль",
    "✔"
   ],
   [
    "sakkāraṃ karoti",
    "идиома",
    "оказывает уважение",
    "✔"
   ],
   [
    "sajjhāyaṃ karoti",
    "идиома",
    "декламирует",
    "✔"
   ],
   [
    "saññaṃ karoti 1",
    "идиома",
    "думает",
    "✔"
   ],
   [
    "saññaṃ karoti 2",
    "идиома",
    "подаёт знак",
    "✔"
   ],
   [
    "samaṃ karoti",
    "идиома",
    "уравнивает",
    "✔"
   ],
   [
    "sāmaṃ karoma",
    "идиома",
    "(comm) we pay respect (to)",
    "✔"
   ]
  ]
 },
 "ācarati": {
  "count": 2,
  "data": [
   [
    "attānaṃ ācarati",
    "идиома",
    "(грам) ведёт себя как обычно",
    "◑"
   ],
   [
    "anācāraṃ ācarati",
    "идиома",
    "плохо себя ведет",
    "✔"
   ]
  ]
 },
 "takketi": {
  "count": 1,
  "data": [
   [
    "attānaṃ takketi",
    "идиома",
    "доверяет себе",
    "✔"
   ]
  ]
 },
 "pātetabba": {
  "count": 1,
  "data": [
   [
    "attānaṃ pātetabbaṃ",
    "идиома",
    "следует прыгнуть (с утёса)",
    "◑"
   ]
  ]
 },
 "attha3": {
  "count": 2,
  "data": [
   [
    "atthaṃ gacchati",
    "идиома",
    "исчезает",
    "✔"
   ],
   [
    "atthaṃ paleti",
    "идиома",
    "исчезает",
    "✔"
   ]
  ]
 },
 "atthaṅgata": {
  "count": 1,
  "data": [
   [
    "atthaṅgate sūriye",
    "идиома",
    "после захода солнца",
    "✔"
   ]
  ]
 },
 "sūriya": {
  "count": 1,
  "data": [
   [
    "atthaṅgate sūriye",
    "идиома",
    "после захода солнца",
    "✔"
   ]
  ]
 },
 "atthi1": {
  "count": 31,
  "data": [
   [
    "atthaññaṃ",
    "сандхи",
    "есть другое",
    "✔"
   ],
   [
    "atthañño",
    "сандхи",
    "есть ли другой человек?",
    "✔"
   ],
   [
    "atthāvuso",
    "сандхи",
    "есть, друг",
    "✔"
   ],
   [
    "atthekaccāni",
    "сандхи",
    "и есть некоторые",
    "◑"
   ],
   [
    "atthekacco",
    "сандхи",
    "и некоторый",
    "◑"
   ],
   [
    "attheva",
    "сандхи",
    "есть даже",
    "✔"
   ],
   [
    "idhatthi",
    "сандхи",
    "здесь есть",
    "✔"
   ],
   [
    "catthi",
    "сандхи",
    "и есть",
    "✔"
   ],
   [
    "natthaññaṃ",
    "сандхи",
    "нет другого",
    "✔"
   ],
   [
    "natthañño",
    "сандхи",
    "другого нет",
    "✔"
   ],
   [
    "natthi ayaṃ loko",
    "идиома",
    "этот мир не существует",
    "✔"
   ],
   [
    "natthi dinnaṃ",
    "идиома",
    "нет (плода для) даяния",
    "✔"
   ],
   [
    "natthi paro loko",
    "идиома",
    "нет загробной жизни",
    "✔"
   ],
   [
    "natthi yiṭṭhaṃ",
    "идиома",
    "нет ничего (плодов от) пожертвования",
    "✔"
   ],
   [
    "natthi hutaṃ",
    "идиома",
    "нет плода от поднесения даров",
    "✔"
   ],
   [
    "natthidāni",
    "сандхи",
    "нет сейчас",
    "✔"
   ],
   [
    "namatthi",
    "сандхи",
    "for me there is no",
    "✔"
   ],
   [
    "netaṃ natthīti vadāmi",
    "идиома",
    "я не отрицаю этого",
    "✔"
   ],
   [
    "nevatthi 1",
    "сандхи",
    "нет (также)",
    "✔"
   ],
   [
    "nevatthi 2",
    "сандхи",
    "не было бы",
    "✔"
   ],
   [
    "nevatthi 3",
    "сандхи",
    "ни существует (ни)",
    "✔"
   ],
   [
    "neso natthīti",
    "идиома",
    "(я говорю) нельзя отрицать, что это существует",
    "✔"
   ],
   [
    "pamutyatthi",
    "сандхи",
    "есть свобода",
    "✔"
   ],
   [
    "matthi 1",
    "сандхи",
    "эти мои",
    "✔"
   ],
   [
    "matthi 2",
    "сандхи",
    "для меня есть",
    "✔"
   ],
   [
    "mayhaṃpatthi",
    "сандхи",
    "у меня тоже есть",
    "✔"
   ],
   [
    "mā pamādattha",
    "идиома",
    "вы не должны быть небрежными",
    "✔"
   ],
   [
    "yadatthi",
    "сандхи",
    "что бы там ни было",
    "✔"
   ],
   [
    "santetthekacce",
    "сандхи",
    "здесь есть некоторые",
    "✔"
   ],
   [
    "samatthi",
    "сандхи",
    "существует равный (к)",
    "✔"
   ],
   [
    "haññadatthatthipasaṃsalābhā",
    "сандхи",
    "здесь (нет) выгоды кроме получения похвалы",
    "✔"
   ]
  ]
 },
 "viññāpana": {
  "count": 1,
  "data": [
   [
    "atthassa viññāpanāya",
    "идиома",
    "чтобы донести смысл",
    "✔"
   ]
  ]
 },
 "ayaṃ": {
  "count": 79,
  "data": [
   [
    "atthassāyaṃ",
    "сандхи",
    "значение этого",
    "✔"
   ],
   [
    "athāyaṃ",
    "сандхи",
    "но это",
    "✔"
   ],
   [
    "anamataggoyaṃ",
    "сандхи",
    "это (имеет) непостижимое начало",
    "✔"
   ],
   [
    "antimoyaṃ",
    "сандхи",
    "это последний",
    "✔"
   ],
   [
    "amhākañcevāyaṃ",
    "сандхи",
    "и только этот наш",
    "✔"
   ],
   [
    "ayañca",
    "сандхи",
    "но этот",
    "✔"
   ],
   [
    "ayañcettha",
    "сандхи",
    "и это здесь",
    "✔"
   ],
   [
    "ayañceva",
    "сандхи",
    "и этот самый",
    "✔"
   ],
   [
    "ayañhi",
    "сандхи",
    "этот человек, несомненно",
    "✔"
   ],
   [
    "ayamattho",
    "сандхи",
    "это значение",
    "✔"
   ],
   [
    "ayamanudhammo",
    "сандхи",
    "это естественно (для)",
    "✔"
   ],
   [
    "ayamantarākathā",
    "сандхи",
    "этот разговор",
    "✔"
   ],
   [
    "ayamantimā",
    "сандхи",
    "эта последняя",
    "✔"
   ],
   [
    "ayamassa",
    "сандхи",
    "это его",
    "✔"
   ],
   [
    "ayamahamasmi",
    "сандхи",
    "я являюсь этим",
    "✔"
   ],
   [
    "ayamahamasmīti",
    "сандхи",
    "\"я это\"",
    "✔"
   ],
   [
    "ayamāyasmā",
    "сандхи",
    "этот почтенный",
    "✔"
   ],
   [
    "ayamāhāro",
    "сандхи",
    "это топливо (для)",
    "✔"
   ],
   [
    "ayamuddeso",
    "сандхи",
    "это краткое изложение",
    "✔"
   ],
   [
    "ayamekānupassanā",
    "сандхи",
    "это одно наблюдение",
    "✔"
   ],
   [
    "ayameko",
    "сандхи",
    "это один",
    "✔"
   ],
   [
    "ayamettha",
    "сандхи",
    "в этом случае этот",
    "✔"
   ],
   [
    "ayameva",
    "сандхи",
    "именно это",
    "✔"
   ],
   [
    "ayamevettha",
    "сандхи",
    "только это здесь",
    "✔"
   ],
   [
    "ayampi",
    "сандхи",
    "это тоже",
    "✔"
   ],
   [
    "ayaṃ tattha samayo",
    "идиома",
    "это надлежащий повод здесь",
    "✔"
   ],
   [
    "ayaṃ tattha sāmīci",
    "идиома",
    "это правильный поступок",
    "✔"
   ],
   [
    "ayaṃsa",
    "сандхи",
    "это для неё",
    "✔"
   ],
   [
    "etthāyaṃ",
    "сандхи",
    "теперь в этом отношении",
    "✔"
   ],
   [
    "evamayaṃ",
    "сандхи",
    "таким образом это",
    "✔"
   ],
   [
    "evamevāyaṃ",
    "сандхи",
    "подобно этому",
    "✔"
   ],
   [
    "evaṃ santāyaṃ",
    "идиома",
    "в таком случае",
    "✔"
   ],
   [
    "evāyaṃ",
    "сандхи",
    "таким образом",
    "✔"
   ],
   [
    "kathāyaṃ",
    "сандхи",
    "как (может) это?",
    "✔"
   ],
   [
    "kiñcāyaṃ",
    "сандхи",
    "что бы ни было это",
    "✔"
   ],
   [
    "khvāyaṃ",
    "сандхи",
    "действительно этот",
    "✔"
   ],
   [
    "cāyaṃ",
    "сандхи",
    "и это",
    "✔"
   ],
   [
    "tañcāyaṃ",
    "сандхи",
    "но этот человек",
    "✔"
   ],
   [
    "tatthāyaṃ",
    "сандхи",
    "там этот",
    "✔"
   ],
   [
    "tatrāyaṃ",
    "сандхи",
    "в связи с этим",
    "✔"
   ],
   [
    "tathāyaṃ",
    "сандхи",
    "так",
    "✔"
   ],
   [
    "tenāyaṃ",
    "сандхи",
    "им обусловлено это",
    "✔"
   ],
   [
    "dānāyaṃ",
    "сандхи",
    "теперь это",
    "◑"
   ],
   [
    "natthi ayaṃ loko",
    "идиома",
    "этот мир не существует",
    "✔"
   ],
   [
    "nanāyaṃ",
    "сандхи",
    "точно это?",
    "✔"
   ],
   [
    "nāmāyaṃ 1",
    "сандхи",
    "имя (этого)",
    "✔"
   ],
   [
    "nāmāyaṃ 2",
    "сандхи",
    "действительно это",
    "✔"
   ],
   [
    "nāyamāyasmā",
    "сандхи",
    "этот достопочтенный не является",
    "✔"
   ],
   [
    "nāyaṃ 1",
    "сандхи",
    "не этот",
    "✔"
   ],
   [
    "nāyaṃ 2",
    "сандхи",
    "этот человек?",
    "✔"
   ],
   [
    "nevāyaṃ",
    "сандхи",
    "это не ни (ни).",
    "✔"
   ],
   [
    "nvayaṃ",
    "сандхи",
    "(для кого) это?",
    "✔"
   ],
   [
    "panāyamāyasmā",
    "сандхи",
    "и этот почтенный",
    "✔"
   ],
   [
    "panāyaṃ",
    "сандхи",
    "и это",
    "✔"
   ],
   [
    "pāyaṃ",
    "сандхи",
    "и это",
    "✔"
   ],
   [
    "māyaṃ 1",
    "сандхи",
    "пусть это не произойдет",
    "✔"
   ],
   [
    "māyaṃ 2",
    "сандхи",
    "меня этот",
    "✔"
   ],
   [
    "myāyaṃ 1",
    "сандхи",
    "мной этот",
    "✔"
   ],
   [
    "myāyaṃ 2",
    "сандхи",
    "моё это",
    "✔"
   ],
   [
    "myāyaṃ 3",
    "сандхи",
    "для меня это",
    "✔"
   ],
   [
    "myāyaṃ 4",
    "сандхи",
    "мне это",
    "◑"
   ],
   [
    "yathāyaṃ",
    "сандхи",
    "как этот",
    "✔"
   ],
   [
    "yadāyaṃ",
    "сандхи",
    "когда этот",
    "✔"
   ],
   [
    "yāyaṃ 1",
    "сандхи",
    "та что",
    "✔"
   ],
   [
    "yāhayaṃ",
    "сандхи",
    "это (отдельно) от чего бы то ни было",
    "✔"
   ],
   [
    "yvāyaṃ",
    "сандхи",
    "который",
    "✔"
   ],
   [
    "vatayaṃ",
    "сандхи",
    "действительно это",
    "✔"
   ],
   [
    "vatāyaṃ",
    "сандхи",
    "действительно этот",
    "✔"
   ],
   [
    "vāyaṃ 1",
    "сандхи",
    "либо это",
    "✔"
   ],
   [
    "vāyaṃ 2",
    "сандхи",
    "поистине этот",
    "✔"
   ],
   [
    "sacāyaṃ",
    "сандхи",
    "если он",
    "✔"
   ],
   [
    "sabboyaṃ",
    "сандхи",
    "весь этот",
    "✔"
   ],
   [
    "sāyaṃ 2.1",
    "сандхи",
    "именно этот",
    "✔"
   ],
   [
    "soyanti",
    "сандхи",
    "именно этот так",
    "✔"
   ],
   [
    "soyaṃ",
    "сандхи",
    "именно этот",
    "✔"
   ],
   [
    "svāyamattho",
    "сандхи",
    "значение этого",
    "◑"
   ],
   [
    "svāyaṃ",
    "сандхи",
    "этот человек",
    "✔"
   ],
   [
    "hayaṃ",
    "сандхи",
    "действительно этот",
    "✔"
   ],
   [
    "hāyaṃ",
    "сандхи",
    "действительно это",
    "✔"
   ]
  ]
 },
 "anubhavati": {
  "count": 2,
  "data": [
   [
    "atthaṃ anubhavissati",
    "идиома",
    "достигнет своей цели",
    "✔"
   ],
   [
    "atthaṃ nānubhavissati",
    "идиома",
    "не достигнет своей цели",
    "✔"
   ]
  ]
 },
 "anubhoti": {
  "count": 2,
  "data": [
   [
    "atthaṃ anubhoti",
    "идиома",
    "достигает своей цели",
    "✔"
   ],
   [
    "kamatthamanubhoti",
    "сандхи",
    "какое благо человек достигает?",
    "✔"
   ]
  ]
 },
 "ājānāti": {
  "count": 1,
  "data": [
   [
    "atthaṃ ājānāti",
    "идиома",
    "понимает смысл",
    "✔"
   ]
  ]
 },
 "gacchati": {
  "count": 26,
  "data": [
   [
    "atthaṃ gacchati",
    "идиома",
    "исчезает",
    "✔"
   ],
   [
    "abbhatthaṃ gacchati",
    "идиома",
    "исчезает",
    "✔"
   ],
   [
    "ādāya gacchati",
    "идиома",
    "уносит",
    "✔"
   ],
   [
    "gacchānanda",
    "сандхи",
    "иди, Ананда!",
    "✔"
   ],
   [
    "gacchāvuso",
    "сандхи",
    "прочь друг! уходи брат!",
    "✔"
   ],
   [
    "tena muhuttaṃ gacchati",
    "идиома",
    "двигается какое-то время",
    "✔"
   ],
   [
    "niṭṭhaṃ gacchati",
    "идиома",
    "приходит к заключению",
    "✔"
   ],
   [
    "paradāraṃ gacchati",
    "идиома",
    "прелюбодействует",
    "✔"
   ],
   [
    "parikkhayaṃ gacchati",
    "идиома",
    "иссякает",
    "✔"
   ],
   [
    "parikkhayaṃ pariyādānaṃ gacchati",
    "идиома",
    "уничтожается и полностью исчезает",
    "✔"
   ],
   [
    "pariṇāmaṃ gacchati",
    "идиома",
    "переваривается",
    "✔"
   ],
   [
    "pahānaṃ gacchati",
    "идиома",
    "отбрасывается",
    "✔"
   ],
   [
    "pāraṃ gacchati",
    "идиома",
    "(о реке или сансаре) пересекает",
    "✔"
   ],
   [
    "pāripūriṃ gacchati",
    "идиома",
    "исполняется",
    "✔"
   ],
   [
    "puthuttaṃ gacchati",
    "идиома",
    "вздутие",
    "✔"
   ],
   [
    "vasaṃ gacchati",
    "идиома",
    "следует лидерству",
    "✔"
   ],
   [
    "vohāraṃ gacchati",
    "идиома",
    "называется",
    "✔"
   ],
   [
    "saṅkhaṃ gacchati",
    "идиома",
    "приходит к определению",
    "✔"
   ],
   [
    "saṅkhyaṃ gacchati",
    "идиома",
    "носит название (как)",
    "✔"
   ],
   [
    "saṅgahaṃ gacchati",
    "идиома",
    "включается (в)",
    "✔"
   ],
   [
    "saddhāya gamissāma",
    "идиома",
    "we can trust",
    "✔"
   ],
   [
    "samugghātaṃ gacchati",
    "идиома",
    "искореняется",
    "✔"
   ],
   [
    "samodhānaṃ gacchati",
    "идиома",
    "содержится (в)",
    "✔"
   ],
   [
    "sammā pariṇāmaṃ gacchati",
    "идиома",
    "правильно усваивается",
    "✔"
   ],
   [
    "saraṇaṃ gacchati",
    "идиома",
    "идет за убежищем (к)",
    "✔"
   ],
   [
    "hatthatthaṃ gacchanti",
    "идиома",
    "они умирают от руки (кого-либо)",
    "✔"
   ]
  ]
 },
 "carati": {
  "count": 9,
  "data": [
   [
    "atthaṃ carati",
    "идиома",
    "действует на благо (кого-либо)",
    "✔"
   ],
   [
    "carapi re",
    "идиома",
    "прочь ты отсюда!",
    "✔"
   ],
   [
    "carapire",
    "идиома",
    "прочь ты отсюда!",
    "✔"
   ],
   [
    "cārikaṃ carati",
    "идиома",
    "путешествует в туре",
    "✔"
   ],
   [
    "dhammaṃ carati",
    "идиома",
    "практикует учение",
    "✔"
   ],
   [
    "brahmacariyaṃ carati",
    "идиома",
    "ведёт святую жизнь",
    "✔"
   ],
   [
    "manāpaṃ carati",
    "идиома",
    "действует любезно (по отношению к)",
    "✔"
   ],
   [
    "micchā carati 1",
    "идиома",
    "ведет себя неправильно",
    "◑"
   ],
   [
    "micchā carati 2",
    "идиома",
    "совершает прелюбодеяние",
    "◑"
   ]
  ]
 },
 "paleti": {
  "count": 1,
  "data": [
   [
    "atthaṃ paleti",
    "идиома",
    "исчезает",
    "✔"
   ]
  ]
 },
 "sukha": {
  "count": 6,
  "data": [
   [
    "atthāya hitāya sukhāya",
    "идиома",
    "для блага, для пользы и для счастья",
    "✔"
   ],
   [
    "sukhañcetaṃdhivattatīti",
    "сандхи",
    "и счастье переполняет этого (человека)",
    "✔"
   ],
   [
    "sukhantipi",
    "сандхи",
    "это удобно",
    "✔"
   ],
   [
    "sukhamanveti",
    "сандхи",
    "за лёгкостью приходит",
    "✔"
   ],
   [
    "sukhaṃ seti",
    "идиома",
    "хорошо спит",
    "✔"
   ],
   [
    "seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati",
    "идиома",
    "потакает удовольствию поспать, отдохнуть и подремать",
    "✔"
   ]
  ]
 },
 "āvuso": {
  "count": 24,
  "data": [
   [
    "atthāvuso",
    "сандхи",
    "есть, друг",
    "✔"
   ],
   [
    "anekapariyāyenāvuso",
    "сандхи",
    "различными способами, друг",
    "✔"
   ],
   [
    "apāvuso",
    "сандхи",
    "возможно друг",
    "✔"
   ],
   [
    "āmāvuso",
    "сандхи",
    "yes sir",
    "✔"
   ],
   [
    "āyāmāvuso",
    "сандхи",
    "пойдем друг",
    "✔"
   ],
   [
    "idhāvuso",
    "сандхи",
    "здесь друг",
    "✔"
   ],
   [
    "evamāvuso",
    "сандхи",
    "да друг",
    "✔"
   ],
   [
    "ehāvuso",
    "сандхи",
    "пошли друг! пойдем брат!",
    "✔"
   ],
   [
    "katamañcāvuso",
    "сандхи",
    "а как, друзья?",
    "✔"
   ],
   [
    "kathañcāvuso",
    "сандхи",
    "и как, друзья?",
    "✔"
   ],
   [
    "khvāvuso",
    "сандхи",
    "действительно, брат",
    "✔"
   ],
   [
    "gacchāvuso",
    "сандхи",
    "прочь друг! уходи брат!",
    "✔"
   ],
   [
    "carahāvuso",
    "сандхи",
    "тогда брат",
    "✔"
   ],
   [
    "cāvuso",
    "сандхи",
    "и друг",
    "✔"
   ],
   [
    "tatrāvuso",
    "сандхи",
    "теперь друг",
    "✔"
   ],
   [
    "tenahāvuso",
    "сандхи",
    "поэтому друг",
    "✔"
   ],
   [
    "nāvuso",
    "сандхи",
    "no sir",
    "✔"
   ],
   [
    "panāvuso",
    "сандхи",
    "и друг",
    "✔"
   ],
   [
    "pucchāvuso",
    "сандхи",
    "спрашивай друг",
    "✔"
   ],
   [
    "māvuso",
    "сандхи",
    "не надо, друг!",
    "✔"
   ],
   [
    "vuccatāvuso",
    "сандхи",
    "так называется, друг",
    "✔"
   ],
   [
    "santāvuso",
    "сандхи",
    "существует, друг",
    "✔"
   ],
   [
    "sādhāvuso",
    "сандхи",
    "это хорошо друг",
    "✔"
   ],
   [
    "hāvuso",
    "сандхи",
    "верно друг",
    "✔"
   ]
  ]
 },
 "āsaṃ": {
  "count": 1,
  "data": [
   [
    "atthāsaṃ",
    "сандхи",
    "выгоды для них",
    "◑"
   ]
  ]
 },
 "atthu": {
  "count": 4,
  "data": [
   [
    "dhiratthu",
    "сандхи",
    "позор тебе!",
    "✔"
   ],
   [
    "namatthu",
    "сандхи",
    "homage (to)",
    "✔"
   ],
   [
    "bhavamatthu",
    "сандхи",
    "пусть будешь здоров!",
    "✔"
   ],
   [
    "sampannatthūdha",
    "сандхи",
    "пусть будет в этом успех!",
    "◑"
   ]
  ]
 },
 "ekacca": {
  "count": 7,
  "data": [
   [
    "atthekaccāni",
    "сандхи",
    "и есть некоторые",
    "◑"
   ],
   [
    "atthekacco",
    "сандхи",
    "и некоторый",
    "◑"
   ],
   [
    "upamāyapidhekacce",
    "сандхи",
    "просто посредством сравнения некоторые люди здесь",
    "✔"
   ],
   [
    "tadevekaccesu",
    "сандхи",
    "в некоторых конкретных",
    "✔"
   ],
   [
    "midhekacce",
    "сандхи",
    "некоторые здесь",
    "✔"
   ],
   [
    "midhekacco",
    "сандхи",
    "здесь некоторый",
    "✔"
   ],
   [
    "santetthekacce",
    "сандхи",
    "здесь есть некоторые",
    "✔"
   ]
  ]
 },
 "sambhavati": {
  "count": 1,
  "data": [
   [
    "attho sambhavati",
    "идиома",
    "значение возможно",
    "◑"
   ]
  ]
 },
 "atha": {
  "count": 19,
  "data": [
   [
    "atha kho 1",
    "идиома",
    "затем",
    "✔"
   ],
   [
    "atha kho 2",
    "идиома",
    "но",
    "✔"
   ],
   [
    "atha ca pana",
    "идиома",
    "и кроме того",
    "✔"
   ],
   [
    "atha ce",
    "идиома",
    "но если",
    "✔"
   ],
   [
    "atha vā",
    "идиома",
    "или",
    "✔"
   ],
   [
    "athañño",
    "сандхи",
    "и затем другой",
    "✔"
   ],
   [
    "athavāpi",
    "сандхи",
    "или также даже",
    "✔"
   ],
   [
    "athassa 1",
    "сандхи",
    "тогда могло бы быть",
    "✔"
   ],
   [
    "athassa 2",
    "сандхи",
    "затем его",
    "✔"
   ],
   [
    "athassa 3",
    "сандхи",
    "тогда для него",
    "✔"
   ],
   [
    "athāguṃ",
    "сандхи",
    "тогда они прибыли",
    "✔"
   ],
   [
    "athāparaṃ",
    "сандхи",
    "тогда",
    "✔"
   ],
   [
    "athāparesaṃ",
    "сандхи",
    "затем другой (стороны)",
    "✔"
   ],
   [
    "athāpi",
    "сандхи",
    "но потом",
    "✔"
   ],
   [
    "athāyaṃ",
    "сандхи",
    "но это",
    "✔"
   ],
   [
    "athāhaṃ",
    "сандхи",
    "затем я",
    "✔"
   ],
   [
    "athekadivasaṃ",
    "сандхи",
    "затем однажды",
    "✔"
   ],
   [
    "athettha",
    "сандхи",
    "тогда здесь",
    "✔"
   ],
   [
    "athopi",
    "сандхи",
    "и тоже",
    "✔"
   ]
  ]
 },
 "kho": {
  "count": 32,
  "data": [
   [
    "atha kho 1",
    "идиома",
    "затем",
    "✔"
   ],
   [
    "atha kho 2",
    "идиома",
    "но",
    "✔"
   ],
   [
    "iti kho panetaṃ vuttaṃ",
    "идиома",
    "так было сказано",
    "◑"
   ],
   [
    "evameva kho",
    "идиома",
    "подобным образом",
    "✔"
   ],
   [
    "evaṃbyākho",
    "сандхи",
    "да, в самом деле",
    "✔"
   ],
   [
    "kacci nu kho",
    "идиома",
    "так ли это?",
    "✔"
   ],
   [
    "kiṃ nu kho",
    "идиома",
    "с какой стати!?",
    "✔"
   ],
   [
    "ko nu kho",
    "идиома",
    "кто же в самом деле!?",
    "✔"
   ],
   [
    "kho pana",
    "идиома",
    "и теперь",
    "✔"
   ],
   [
    "khome",
    "сандхи",
    "действительно эти",
    "✔"
   ],
   [
    "khomhi",
    "сандхи",
    "я определенно",
    "✔"
   ],
   [
    "khosi",
    "сандхи",
    "ты действительно",
    "✔"
   ],
   [
    "khosmi",
    "сандхи",
    "я, безусловно",
    "✔"
   ],
   [
    "khohaṃ",
    "сандхи",
    "действительно я",
    "✔"
   ],
   [
    "khvassa 1",
    "сандхи",
    "для него действительно",
    "✔"
   ],
   [
    "khvassa 2",
    "сандхи",
    "в самом деле его",
    "✔"
   ],
   [
    "khvassa 3",
    "сандхи",
    "действительно, это, вероятно, будет",
    "✔"
   ],
   [
    "khvāyaṃ",
    "сандхи",
    "действительно этот",
    "✔"
   ],
   [
    "khvāvuso",
    "сандхи",
    "действительно, брат",
    "✔"
   ],
   [
    "khvāssa 1",
    "сандхи",
    "действительно для него",
    "✔"
   ],
   [
    "khvāssa 2",
    "сандхи",
    "именно его",
    "✔"
   ],
   [
    "khvāhaṃ",
    "сандхи",
    "я действительно",
    "✔"
   ],
   [
    "khvesa",
    "сандхи",
    "вот это",
    "✔"
   ],
   [
    "tatra kho",
    "идиома",
    "там",
    "✔"
   ],
   [
    "tena kho pana samayena",
    "идиома",
    "и в то время",
    "✔"
   ],
   [
    "nu kho",
    "идиома",
    "так?",
    "✔"
   ],
   [
    "nu khosmi",
    "идиома",
    "Был ли я?",
    "✔"
   ],
   [
    "mā kho tumhe eso ajesi",
    "идиома",
    "не позволяйте этому человеку победить вас",
    "✔"
   ],
   [
    "yato ca kho",
    "идиома",
    "но когда",
    "✔"
   ],
   [
    "yasmā ca kho",
    "идиома",
    "но потому что",
    "✔"
   ],
   [
    "sa kho so",
    "идиома",
    "истинно это",
    "✔"
   ],
   [
    "siyā nu kho",
    "идиома",
    "может ли быть?",
    "✔"
   ]
  ]
 },
 "pana": {
  "count": 38,
  "data": [
   [
    "atha ca pana",
    "идиома",
    "и кроме того",
    "✔"
   ],
   [
    "api pana",
    "идиома",
    "но разве имеете?",
    "✔"
   ],
   [
    "iti kho panetaṃ vuttaṃ",
    "идиома",
    "так было сказано",
    "◑"
   ],
   [
    "idha pana",
    "идиома",
    "и тут",
    "✔"
   ],
   [
    "kiṃ pana te",
    "идиома",
    "а они?",
    "✔"
   ],
   [
    "ko pana vādo",
    "идиома",
    "что уж и сказать (о)",
    "✔"
   ],
   [
    "kho pana",
    "идиома",
    "и теперь",
    "✔"
   ],
   [
    "tena kho pana samayena",
    "идиома",
    "и в то время",
    "✔"
   ],
   [
    "tena ca pana",
    "идиома",
    "и в этом случае, когда",
    "✔"
   ],
   [
    "na panāhaṃ",
    "идиома",
    "но я не",
    "✔"
   ],
   [
    "panaññampi",
    "сандхи",
    "или что-нибудь еще",
    "✔"
   ],
   [
    "panaññānipi",
    "сандхи",
    "или любой другой",
    "✔"
   ],
   [
    "panassa",
    "сандхи",
    "и для него",
    "✔"
   ],
   [
    "panāniccaṃ",
    "сандхи",
    "и непостоянный",
    "✔"
   ],
   [
    "panāyamāyasmā",
    "сандхи",
    "и этот почтенный",
    "✔"
   ],
   [
    "panāyasmato",
    "сандхи",
    "и для почтенного",
    "✔"
   ],
   [
    "panāyasmantaṃ",
    "сандхи",
    "и почтенного",
    "✔"
   ],
   [
    "panāyasmante",
    "сандхи",
    "и достопочтенные",
    "✔"
   ],
   [
    "panāyasmanto",
    "сандхи",
    "и достопочтенные",
    "✔"
   ],
   [
    "panāyasmā",
    "сандхи",
    "и почтенный",
    "✔"
   ],
   [
    "panāyaṃ",
    "сандхи",
    "и это",
    "✔"
   ],
   [
    "panāvuso",
    "сандхи",
    "и друг",
    "✔"
   ],
   [
    "panāssu",
    "сандхи",
    "и они могли бы быть",
    "✔"
   ],
   [
    "panāhaṃ",
    "сандхи",
    "но я",
    "✔"
   ],
   [
    "panidaṃ",
    "сандхи",
    "кроме того это",
    "✔"
   ],
   [
    "panimassa",
    "сандхи",
    "и этого",
    "✔"
   ],
   [
    "panimaṃ",
    "сандхи",
    "но этот",
    "✔"
   ],
   [
    "panimāni",
    "сандхи",
    "и эти",
    "✔"
   ],
   [
    "panimehi",
    "сандхи",
    "но с этими",
    "✔"
   ],
   [
    "paneke",
    "сандхи",
    "но некоторые",
    "✔"
   ],
   [
    "panetaṃ",
    "сандхи",
    "и это",
    "✔"
   ],
   [
    "panete",
    "сандхи",
    "и эти",
    "✔"
   ],
   [
    "panettha",
    "сандхи",
    "и здесь",
    "✔"
   ],
   [
    "paneva",
    "сандхи",
    "точно далее",
    "✔"
   ],
   [
    "panesā",
    "сандхи",
    "и эта",
    "✔"
   ],
   [
    "paneso",
    "сандхи",
    "и он",
    "✔"
   ],
   [
    "yathā kathaṃ pana",
    "идиома",
    "но как тогда?",
    "✔"
   ],
   [
    "yo pana bhikkhu",
    "идиома",
    "если какой-либо монах",
    "✔"
   ]
  ]
 },
 "ce": {
  "count": 19,
  "data": [
   [
    "atha ce",
    "идиома",
    "но если",
    "✔"
   ],
   [
    "api ce",
    "идиома",
    "даже если",
    "✔"
   ],
   [
    "amūlakañceva",
    "сандхи",
    "если действительно безосновательно",
    "✔"
   ],
   [
    "ahañce",
    "сандхи",
    "если я",
    "✔"
   ],
   [
    "ahañceva 1",
    "сандхи",
    "если бы я именно",
    "✔"
   ],
   [
    "imañce",
    "сандхи",
    "если это",
    "✔"
   ],
   [
    "evañcetaṃ 1",
    "сандхи",
    "даже если этот",
    "✔"
   ],
   [
    "cāhaṃ 2",
    "сандхи",
    "если я",
    "✔"
   ],
   [
    "cetaṃ 2",
    "сандхи",
    "если это",
    "✔"
   ],
   [
    "cedaṃ",
    "сандхи",
    "если этот",
    "✔"
   ],
   [
    "cepi",
    "сандхи",
    "также если",
    "✔"
   ],
   [
    "ceva 1",
    "сандхи",
    "только если",
    "✔"
   ],
   [
    "cesa 1",
    "сандхи",
    "даже если он",
    "✔"
   ],
   [
    "tañce",
    "сандхи",
    "если этого",
    "✔"
   ],
   [
    "tato ce uttari",
    "идиома",
    "если больше чем это",
    "✔"
   ],
   [
    "no ce",
    "идиома",
    "если не",
    "✔"
   ],
   [
    "no cepi",
    "идиома",
    "даже если нет",
    "✔"
   ],
   [
    "pāpañce",
    "сандхи",
    "если злое действие",
    "✔"
   ],
   [
    "yañce",
    "сандхи",
    "чем если",
    "✔"
   ]
  ]
 },
 "assa3": {
  "count": 46,
  "data": [
   [
    "athassa 1",
    "сандхи",
    "тогда могло бы быть",
    "✔"
   ],
   [
    "iccassa evamāgataṃ hoti",
    "идиома",
    "так бы следовало",
    "◑"
   ],
   [
    "idhassa",
    "сандхи",
    "здесь может быть",
    "✔"
   ],
   [
    "idhassu",
    "сандхи",
    "предположим, что было бы",
    "◑"
   ],
   [
    "idhāssu",
    "сандхи",
    "здесь было бы",
    "✔"
   ],
   [
    "imesampissa",
    "сандхи",
    "это было бы (на благо) этих",
    "✔"
   ],
   [
    "ettha mayaṃ anassāma",
    "идиома",
    "в этом случае мы можем погибнуть",
    "✔"
   ],
   [
    "evamassa 1",
    "сандхи",
    "может (подумать) таким образом",
    "✔"
   ],
   [
    "evamassa 5",
    "сандхи",
    "таким образом это должно быть",
    "◑"
   ],
   [
    "evamassu",
    "сандхи",
    "так они должны быть",
    "✔"
   ],
   [
    "evassu",
    "сандхи",
    "так они будут",
    "◑"
   ],
   [
    "kyassu",
    "сандхи",
    "кто может быть?",
    "✔"
   ],
   [
    "kvāssa",
    "сандхи",
    "где это могло быть?",
    "✔"
   ],
   [
    "khvassa 3",
    "сандхи",
    "действительно, это, вероятно, будет",
    "✔"
   ],
   [
    "cassa 1",
    "сандхи",
    "и должен быть",
    "✔"
   ],
   [
    "cassa 2",
    "сандхи",
    "если бы было",
    "✔"
   ],
   [
    "cassaṃ",
    "сандхи",
    "но я мог бы быть",
    "✔"
   ],
   [
    "cassu",
    "сандхи",
    "и там было бы",
    "✔"
   ],
   [
    "tatrassa 1",
    "сандхи",
    "там могло бы быть",
    "✔"
   ],
   [
    "tatrassa 2",
    "сандхи",
    "в этом случае это было бы",
    "✔"
   ],
   [
    "tatrāssa",
    "сандхи",
    "там бы был",
    "✔"
   ],
   [
    "tadassa 1",
    "сандхи",
    "это было бы",
    "✔"
   ],
   [
    "tassa evamassa",
    "идиома",
    "эта (мысль) может посетить его",
    "✔"
   ],
   [
    "tassassa",
    "идиома",
    "для него было бы",
    "✔"
   ],
   [
    "tassassu",
    "сандхи",
    "этого были бы",
    "✔"
   ],
   [
    "taṃpassa",
    "сандхи",
    "это тоже было бы",
    "✔"
   ],
   [
    "tādisovassa",
    "сандхи",
    "это могло бы быть именно так",
    "✔"
   ],
   [
    "tānassu",
    "сандхи",
    "они могут быть",
    "✔"
   ],
   [
    "tānāssu",
    "сандхи",
    "они были бы",
    "✔"
   ],
   [
    "tissu",
    "сандхи",
    "может быть",
    "✔"
   ],
   [
    "tenassu",
    "сандхи",
    "because of that they would be",
    "✔"
   ],
   [
    "tyassu 1",
    "сандхи",
    "они могут быть",
    "✔"
   ],
   [
    "nāssassa",
    "сандхи",
    "для него не было бы",
    "◑"
   ],
   [
    "nevassa 2",
    "сандхи",
    "даже не было бы",
    "✔"
   ],
   [
    "pacchatopissa",
    "сандхи",
    "просто будет позади",
    "✔"
   ],
   [
    "paṭisanthāravutyassa",
    "сандхи",
    "может быть сердечным по натуре",
    "✔"
   ],
   [
    "puratopissa",
    "сандхи",
    "было бы впереди (от)",
    "✔"
   ],
   [
    "bhāgī assa",
    "идиома",
    "он стал бы",
    "✔"
   ],
   [
    "mamassa",
    "сандхи",
    "это могло бы быть моим",
    "✔"
   ],
   [
    "yatthassu",
    "сандхи",
    "где они могут быть",
    "✔"
   ],
   [
    "yassassu",
    "сандхи",
    "для кого они могут быть",
    "✔"
   ],
   [
    "yvāssa",
    "сандхи",
    "который может быть",
    "✔"
   ],
   [
    "vatassāhaṃ",
    "сандхи",
    "действительно я мог бы",
    "✔"
   ],
   [
    "sīlesvevassa",
    "сандхи",
    "в добродетельном поведении нужно быть",
    "✔"
   ],
   [
    "sopassa",
    "сандхи",
    "он просто был бы",
    "◑"
   ],
   [
    "svāssa 2",
    "сандхи",
    "тот может быть",
    "✔"
   ]
  ]
 },
 "assa4": {
  "count": 84,
  "data": [
   [
    "athassa 2",
    "сандхи",
    "затем его",
    "✔"
   ],
   [
    "athassa 3",
    "сандхи",
    "тогда для него",
    "✔"
   ],
   [
    "antogadhāvāssa",
    "сандхи",
    "включенный в одного",
    "✔"
   ],
   [
    "apinussa",
    "сандхи",
    "и будет ли это для него?",
    "✔"
   ],
   [
    "ayamassa",
    "сандхи",
    "это его",
    "✔"
   ],
   [
    "ayaṃsa",
    "сандхи",
    "это для неё",
    "✔"
   ],
   [
    "alasvassa",
    "сандхи",
    "ленивый человек … для него",
    "◑"
   ],
   [
    "iccassa",
    "сандхи",
    "так ему",
    "✔"
   ],
   [
    "itissa 1",
    "сандхи",
    "так ему",
    "✔"
   ],
   [
    "itissa 2",
    "сандхи",
    "так того",
    "✔"
   ],
   [
    "itissame",
    "сандхи",
    "так ему эти",
    "✔"
   ],
   [
    "itissime",
    "сандхи",
    "так для него эти",
    "✔"
   ],
   [
    "idamassa",
    "сандхи",
    "это его",
    "✔"
   ],
   [
    "evamassa 2",
    "сандхи",
    "таким образом его",
    "✔"
   ],
   [
    "evamassa 3",
    "сандхи",
    "так ему",
    "✔"
   ],
   [
    "evamassa 4",
    "сандхи",
    "таким образом его",
    "✔"
   ],
   [
    "evassa",
    "сандхи",
    "даже его",
    "✔"
   ],
   [
    "evaṃsa",
    "сандхи",
    "таким образом его",
    "✔"
   ],
   [
    "kimassa 1",
    "сандхи",
    "что ему?",
    "✔"
   ],
   [
    "kimassa 2",
    "сандхи",
    "что могло бы быть?",
    "✔"
   ],
   [
    "kimassāhaṃ",
    "сандхи",
    "что я могу сделать для него?",
    "✔"
   ],
   [
    "kuddhabhāvamassa",
    "сандхи",
    "его гневное состояние",
    "◑"
   ],
   [
    "kyassa",
    "сандхи",
    "кто для него?",
    "✔"
   ],
   [
    "khvassa 1",
    "сандхи",
    "для него действительно",
    "✔"
   ],
   [
    "khvassa 2",
    "сандхи",
    "в самом деле его",
    "✔"
   ],
   [
    "khvāssa 1",
    "сандхи",
    "действительно для него",
    "✔"
   ],
   [
    "khvāssa 2",
    "сандхи",
    "именно его",
    "✔"
   ],
   [
    "cassa 3",
    "сандхи",
    "и для него",
    "✔"
   ],
   [
    "cassa 4",
    "сандхи",
    "и этого",
    "✔"
   ],
   [
    "cittamassa",
    "сандхи",
    "его ум",
    "✔"
   ],
   [
    "cevassa",
    "сандхи",
    "и только его",
    "✔"
   ],
   [
    "tañcassa",
    "сандхи",
    "этот и его",
    "✔"
   ],
   [
    "tañhissa",
    "сандхи",
    "это действительно для него",
    "✔"
   ],
   [
    "tatvassa",
    "сандхи",
    "тем самым к нему",
    "✔"
   ],
   [
    "tathārūpāssa",
    "сандхи",
    "такого рода, для него",
    "✔"
   ],
   [
    "tadassa 2",
    "сандхи",
    "это его",
    "✔"
   ],
   [
    "tadevassa",
    "сандхи",
    "просто это его",
    "✔"
   ],
   [
    "tamevassa",
    "сандхи",
    "только то его",
    "✔"
   ],
   [
    "tampissa",
    "сандхи",
    "это действительно для него",
    "✔"
   ],
   [
    "tāvatakvassa",
    "сандхи",
    "такой как его",
    "✔"
   ],
   [
    "tāvadevassa",
    "сандхи",
    "прямо тогда для него",
    "✔"
   ],
   [
    "tissa 1.1",
    "сандхи",
    "в этом отношении",
    "✔"
   ],
   [
    "tyassa",
    "сандхи",
    "они для него",
    "✔"
   ],
   [
    "tyāssa",
    "сандхи",
    "они его",
    "✔"
   ],
   [
    "nāssa 2.1",
    "сандхи",
    "ни ему",
    "✔"
   ],
   [
    "nāssa 2.2",
    "сандхи",
    "не его",
    "✔"
   ],
   [
    "nāssassa",
    "сандхи",
    "для него не было бы",
    "◑"
   ],
   [
    "nevassa 1",
    "сандхи",
    "ни даже для него",
    "✔"
   ],
   [
    "pacchāssa",
    "сандхи",
    "позже для него",
    "✔"
   ],
   [
    "panassa",
    "сандхи",
    "и для него",
    "✔"
   ],
   [
    "panāssu",
    "сандхи",
    "и они могли бы быть",
    "✔"
   ],
   [
    "yatassa",
    "сандхи",
    "откуда (это) для него",
    "✔"
   ],
   [
    "yatthassa",
    "сандхи",
    "в ком",
    "✔"
   ],
   [
    "yathāssa",
    "сандхи",
    "как когда он",
    "✔"
   ],
   [
    "yampissa",
    "сандхи",
    "что конечно для него",
    "✔"
   ],
   [
    "yassa 3",
    "сандхи",
    "кто-либо к нему",
    "✔"
   ],
   [
    "yaṃnūnassāhaṃ",
    "сандхи",
    "что если бы я (объяснил) ему",
    "✔"
   ],
   [
    "yaṃpaccayāssa",
    "сандхи",
    "за счет чего для него",
    "✔"
   ],
   [
    "yaṃsa",
    "сандхи",
    "когда он (берет) что-либо",
    "✔"
   ],
   [
    "yāpissa",
    "сандхи",
    "какое бы его ни",
    "✔"
   ],
   [
    "yāvatakvassa",
    "сандхи",
    "как его",
    "✔"
   ],
   [
    "yāvassa",
    "сандхи",
    "пока его",
    "✔"
   ],
   [
    "yāssa",
    "сандхи",
    "какое бы из его",
    "✔"
   ],
   [
    "yenassa",
    "сандхи",
    "из-за его",
    "✔"
   ],
   [
    "yepissa",
    "сандхи",
    "и кто бы ни",
    "✔"
   ],
   [
    "yopissa",
    "сандхи",
    "что бы то ни было действительно для него",
    "✔"
   ],
   [
    "yyāssa",
    "сандхи",
    "кто бы ни его",
    "✔"
   ],
   [
    "vayañcassānupassati",
    "сандхи",
    "и он видит исчезновение этого",
    "✔"
   ],
   [
    "vāssa 1",
    "сандхи",
    "или для него",
    "✔"
   ],
   [
    "vāssa 2",
    "сандхи",
    "или его",
    "✔"
   ],
   [
    "satyassa",
    "сандхи",
    "внимательность (— её)",
    "✔"
   ],
   [
    "santamassa",
    "сандхи",
    "принадлежности от него",
    "✔"
   ],
   [
    "sabbesampissa",
    "сандхи",
    "это было бы (на благо) всех",
    "✔"
   ],
   [
    "sahāvassa 1",
    "сандхи",
    "только с его",
    "✔"
   ],
   [
    "sahāvassa 2",
    "сандхи",
    "для кого-либо с",
    "◑"
   ],
   [
    "saṃvijjantassa",
    "сандхи",
    "они существуют для него",
    "✔"
   ],
   [
    "sāpissa",
    "сандхи",
    "даже то его",
    "✔"
   ],
   [
    "sāssa 1",
    "сандхи",
    "то для него",
    "✔"
   ],
   [
    "sāssa 2",
    "сандхи",
    "это (есть) его",
    "✔"
   ],
   [
    "sopissa",
    "сандхи",
    "это действительно для него",
    "✔"
   ],
   [
    "svāssa 1",
    "сандхи",
    "тот его",
    "✔"
   ],
   [
    "hissa 1",
    "сандхи",
    "действительно его",
    "✔"
   ],
   [
    "hissa 3",
    "сандхи",
    "действительно для него",
    "✔"
   ],
   [
    "hevantissa",
    "сандхи",
    "действительно таковой из него",
    "✔"
   ]
  ]
 },
 "āgā": {
  "count": 2,
  "data": [
   [
    "athāguṃ",
    "сандхи",
    "тогда они прибыли",
    "✔"
   ],
   [
    "sopāgā",
    "сандхи",
    "он также пришёл (к)",
    "✔"
   ]
  ]
 },
 "apara": {
  "count": 7,
  "data": [
   [
    "athāparaṃ",
    "сандхи",
    "тогда",
    "✔"
   ],
   [
    "athāparesaṃ",
    "сандхи",
    "затем другой (стороны)",
    "✔"
   ],
   [
    "aparāpi",
    "сандхи",
    "и затем другой",
    "✔"
   ],
   [
    "apare vā pariyāye",
    "идиома",
    "или впоследствии",
    "✔"
   ],
   [
    "aparena samayena 1",
    "идиома",
    "в другое время",
    "✔"
   ],
   [
    "tato aparena samayena",
    "идиома",
    "тогда в другое время",
    "✔"
   ],
   [
    "tyāpare",
    "сандхи",
    "они (есть) другие (двое)",
    "✔"
   ]
  ]
 },
 "eka": {
  "count": 35,
  "data": [
   [
    "athekadivasaṃ",
    "сандхи",
    "затем однажды",
    "✔"
   ],
   [
    "appasmeke",
    "сандхи",
    "некоторые люди имеющие мало",
    "✔"
   ],
   [
    "appeke",
    "сандхи",
    "и некоторые",
    "✔"
   ],
   [
    "ayamekānupassanā",
    "сандхи",
    "это одно наблюдение",
    "✔"
   ],
   [
    "ayameko",
    "сандхи",
    "это один",
    "✔"
   ],
   [
    "ahaññeveko",
    "сандхи",
    "только я один",
    "✔"
   ],
   [
    "icceke",
    "сандхи",
    "таким образом некоторые",
    "✔"
   ],
   [
    "ittheke",
    "сандхи",
    "кого то здесь",
    "✔"
   ],
   [
    "ekañca",
    "сандхи",
    "но один",
    "✔"
   ],
   [
    "ekaññeva",
    "сандхи",
    "только один",
    "✔"
   ],
   [
    "ekañhi",
    "сандхи",
    "именно один",
    "✔"
   ],
   [
    "ekadivaseneva",
    "сандхи",
    "всего за один день",
    "✔"
   ],
   [
    "ekamidāhaṃ",
    "сандхи",
    "это одно (время) я",
    "✔"
   ],
   [
    "ekampi",
    "сандхи",
    "только один",
    "✔"
   ],
   [
    "ekarattampi",
    "сандхи",
    "даже на одну ночь",
    "✔"
   ],
   [
    "ekaṃ samayaṃ",
    "идиома",
    "однажды",
    "✔"
   ],
   [
    "ekaṃyeva",
    "сандхи",
    "только один",
    "✔"
   ],
   [
    "ekaṃsaṃ uttarāsaṅgaṃ karitvā",
    "идиома",
    "накинув (одеяние) на одно плечо",
    "✔"
   ],
   [
    "ekaṃsaṃ cīvaraṃ katvā",
    "идиома",
    "приведя в порядок свое одеяние на одно плечо",
    "✔"
   ],
   [
    "ekāyeva",
    "сандхи",
    "только один",
    "✔"
   ],
   [
    "ekenapi",
    "сандхи",
    "хотя бы одним",
    "✔"
   ],
   [
    "ekenekā",
    "сандхи",
    "наедине с одним мужчиной",
    "◑"
   ],
   [
    "ekeneva",
    "сандхи",
    "только с одним",
    "◑"
   ],
   [
    "eko ekāya",
    "идиома",
    "(о мужчине и женщине) вместе",
    "✔"
   ],
   [
    "ekoyeva",
    "сандхи",
    "только один",
    "✔"
   ],
   [
    "ekova",
    "сандхи",
    "в одиночестве",
    "✔"
   ],
   [
    "ceke",
    "сандхи",
    "и некоторые",
    "✔"
   ],
   [
    "tatridamekaṃ",
    "сандхи",
    "вот один",
    "◑"
   ],
   [
    "tatreko",
    "сандхи",
    "там один",
    "✔"
   ],
   [
    "nekattamupapajjati",
    "сандхи",
    "глубокая концентрация в медитации не возникает",
    "✔"
   ],
   [
    "paneke",
    "сандхи",
    "но некоторые",
    "✔"
   ],
   [
    "punekaṃ",
    "сандхи",
    "и один",
    "✔"
   ],
   [
    "bahuneke",
    "сандхи",
    "некоторые люди с большим количеством",
    "✔"
   ],
   [
    "mayhevekassa",
    "сандхи",
    "только для меня",
    "✔"
   ],
   [
    "heke",
    "сандхи",
    "действительно некоторые люди",
    "✔"
   ]
  ]
 },
 "divasa": {
  "count": 4,
  "data": [
   [
    "athekadivasaṃ",
    "сандхи",
    "затем однажды",
    "✔"
   ],
   [
    "ekadivaseneva",
    "сандхи",
    "всего за один день",
    "✔"
   ],
   [
    "divase divase",
    "идиома",
    "каждый день",
    "✔"
   ],
   [
    "rattiyā ca divasassa ca",
    "идиома",
    "днем и ночью",
    "✔"
   ]
  ]
 },
 "ettha": {
  "count": 51,
  "data": [
   [
    "athettha",
    "сандхи",
    "тогда здесь",
    "✔"
   ],
   [
    "apicettha",
    "сандхи",
    "но также здесь",
    "◑"
   ],
   [
    "ayañcettha",
    "сандхи",
    "и это здесь",
    "✔"
   ],
   [
    "ayamettha",
    "сандхи",
    "в этом случае этот",
    "✔"
   ],
   [
    "ayamevettha",
    "сандхи",
    "только это здесь",
    "✔"
   ],
   [
    "ahamettha",
    "сандхи",
    "в этом случае я",
    "✔"
   ],
   [
    "idamettha",
    "сандхи",
    "в этом случае",
    "◑"
   ],
   [
    "ettha dāni",
    "идиома",
    "ну же! здесь сейчас! ну теперь!",
    "✔"
   ],
   [
    "ettha mayaṃ anassāma",
    "идиома",
    "в этом случае мы можем погибнуть",
    "✔"
   ],
   [
    "etthantare",
    "сандхи",
    "между этими",
    "✔"
   ],
   [
    "etthāyaṃ",
    "сандхи",
    "теперь в этом отношении",
    "✔"
   ],
   [
    "etthete",
    "сандхи",
    "здесь они",
    "✔"
   ],
   [
    "ettheva 1",
    "сандхи",
    "здесь",
    "✔"
   ],
   [
    "ettheva 2",
    "сандхи",
    "сейчас же",
    "◑"
   ],
   [
    "etthesā",
    "сандхи",
    "здесь эти",
    "✔"
   ],
   [
    "evañcettha",
    "сандхи",
    "и в этом случае",
    "✔"
   ],
   [
    "evamettha",
    "сандхи",
    "так здесь",
    "✔"
   ],
   [
    "evaṃ no ettha hoti",
    "идиома",
    "мы видим это так",
    "✔"
   ],
   [
    "evaṃ me ettha hoti",
    "идиома",
    "я вижу это так",
    "◑"
   ],
   [
    "kaccittha 1",
    "сандхи",
    "я надеюсь здесь",
    "✔"
   ],
   [
    "kathaṃ vā te ettha hoti",
    "идиома",
    "или что ты думаешь об этом?",
    "✔"
   ],
   [
    "kamettha",
    "сандхи",
    "кто здесь",
    "✔"
   ],
   [
    "kāyanuttha",
    "сандхи",
    "с чем здесь?",
    "✔"
   ],
   [
    "kutettha",
    "сандхи",
    "как в этом вопросе?",
    "✔"
   ],
   [
    "kvettha",
    "сандхи",
    "кто вы?",
    "✔"
   ],
   [
    "cettha 1",
    "сандхи",
    "и там",
    "✔"
   ],
   [
    "cettha 2",
    "сандхи",
    "и здесь",
    "✔"
   ],
   [
    "cevettha",
    "сандхи",
    "а теперь вот",
    "✔"
   ],
   [
    "taññevettha",
    "сандхи",
    "в этом отношении",
    "✔"
   ],
   [
    "tadevettha",
    "сандхи",
    "это в этом случае",
    "✔"
   ],
   [
    "tamettha",
    "сандхи",
    "в этом случае, тот один",
    "✔"
   ],
   [
    "taṃ kutettha labbhā",
    "идиома",
    "как это может быть?",
    "✔"
   ],
   [
    "taṃyevettha",
    "сандхи",
    "об этом вопросе",
    "✔"
   ],
   [
    "nayenettha",
    "сандхи",
    "таким образом здесь",
    "◑"
   ],
   [
    "nālamettha",
    "сандхи",
    "это не подходит",
    "✔"
   ],
   [
    "nāhamettha",
    "сандхи",
    "в этом случае я не",
    "✔"
   ],
   [
    "niṭṭhamettha gantabbaṃ",
    "идиома",
    "в этом случае вывод должен быть сделан",
    "✔"
   ],
   [
    "nuttha",
    "сандхи",
    "что здесь?",
    "✔"
   ],
   [
    "notevettha",
    "сандхи",
    "только не в этом случае",
    "✔"
   ],
   [
    "pañcamettha",
    "сандхи",
    "пятый здесь",
    "✔"
   ],
   [
    "panettha",
    "сандхи",
    "и здесь",
    "✔"
   ],
   [
    "parisuddhetthāyasmanto",
    "сандхи",
    "почтенные чисты в этом отношении",
    "✔"
   ],
   [
    "maññevettha",
    "сандхи",
    "в этом случае даже меня",
    "✔"
   ],
   [
    "mamevettha",
    "сандхи",
    "в этом случае просто (спросите) меня",
    "✔"
   ],
   [
    "mayamettha",
    "сандхи",
    "в этом случае мы",
    "✔"
   ],
   [
    "mettha",
    "сандхи",
    "мной в этом отношении",
    "✔"
   ],
   [
    "yadettha",
    "сандхи",
    "тот здесь",
    "✔"
   ],
   [
    "santettha",
    "сандхи",
    "здесь есть",
    "✔"
   ],
   [
    "santetthekacce",
    "сандхи",
    "здесь есть некоторые",
    "✔"
   ],
   [
    "sesamettha",
    "сандхи",
    "остальное здесь",
    "◑"
   ],
   [
    "hettha",
    "сандхи",
    "действительно здесь",
    "✔"
   ]
  ]
 },
 "thena": {
  "count": 1,
  "data": [
   [
    "thenosi",
    "сандхи",
    "ты вор!",
    "✔"
   ]
  ]
 },
 "daṇḍa": {
  "count": 2,
  "data": [
   [
    "daṇḍaṃ paṇeti",
    "идиома",
    "назначает наказание",
    "✔"
   ],
   [
    "nihitadaṇḍo nihitasattho",
    "идиома",
    "отказавшийся от насилия",
    "✔"
   ]
  ]
 },
 "dassana": {
  "count": 3,
  "data": [
   [
    "cakkhuṃ bandhante janassa dassanāya",
    "идиома",
    "очень вдохновляющий визуально",
    "✔"
   ],
   [
    "dassanakāmamhā",
    "сандхи",
    "мы хотим увидеть",
    "✔"
   ],
   [
    "labhati dassanāya",
    "идиома",
    "удаётся увидеть",
    "✔"
   ]
  ]
 },
 "diṭṭha": {
  "count": 6,
  "data": [
   [
    "diṭṭha suta muta",
    "идиома",
    "увидено, услышано и воспринято",
    "✔"
   ],
   [
    "diṭṭhe dhamme",
    "идиома",
    "в этом мире",
    "✔"
   ],
   [
    "diṭṭheva",
    "сандхи",
    "в этом самом",
    "✔"
   ],
   [
    "diṭṭheva dhamme",
    "идиома",
    "в этой жизни",
    "✔"
   ],
   [
    "diṭṭhevadhamme",
    "сандхи",
    "в этой жизни",
    "✔"
   ],
   [
    "diṭṭhosi",
    "сандхи",
    "тебя видели",
    "✔"
   ]
  ]
 },
 "dinna": {
  "count": 3,
  "data": [
   [
    "adinnaṃ ādiyati",
    "идиома",
    "берет то что не было дано",
    "✔"
   ],
   [
    "adinnaṃ ādiyamāna",
    "идиома",
    "берущий то что не было дано",
    "✔"
   ],
   [
    "natthi dinnaṃ",
    "идиома",
    "нет (плода для) даяния",
    "✔"
   ]
  ]
 },
 "ādiyati": {
  "count": 1,
  "data": [
   [
    "adinnaṃ ādiyati",
    "идиома",
    "берет то что не было дано",
    "✔"
   ]
  ]
 },
 "ādiyamāna": {
  "count": 1,
  "data": [
   [
    "adinnaṃ ādiyamāna",
    "идиома",
    "берущий то что не было дано",
    "✔"
   ]
  ]
 },
 "dukkha": {
  "count": 12,
  "data": [
   [
    "aho dukkhaṃ",
    "идиома",
    "ох, горе!",
    "✔"
   ],
   [
    "dukkhanirodhagāminī paṭipadā",
    "идиома",
    "путь практики, ведущий к прекращению страдания",
    "✔"
   ],
   [
    "dukkhanirodhagāminī paṭipadā ariyasaccaṃ",
    "идиома",
    "благородная истина о пути ведущего к прекращению страданий",
    "✔"
   ],
   [
    "dukkhanirodhaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о прекращении страданий",
    "✔"
   ],
   [
    "dukkhanti",
    "сандхи",
    "страдание",
    "✔"
   ],
   [
    "dukkhantipi",
    "сандхи",
    "это неприятно",
    "✔"
   ],
   [
    "dukkhamanveti",
    "сандхи",
    "страдание следует",
    "✔"
   ],
   [
    "dukkhamappiyaṃ",
    "сандхи",
    "страдание не любимо (кем-либо)",
    "✔"
   ],
   [
    "dukkhamidaṃ",
    "сандхи",
    "это страдание",
    "✔"
   ],
   [
    "dukkhasamudayaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о происхождении страдания",
    "✔"
   ],
   [
    "dukkhaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о страдании",
    "✔"
   ],
   [
    "dukkhosamānasaṃvāso",
    "сандхи",
    "проживание вместе с другими болезненно",
    "✔"
   ]
  ]
 },
 "adukkhamasukha": {
  "count": 1,
  "data": [
   [
    "adukkhamasukhantipi",
    "сандхи",
    "это нейтрально",
    "✔"
   ]
  ]
 },
 "adu": {
  "count": 1,
  "data": [
   [
    "aduñhi",
    "сандхи",
    "такой действительно",
    "✔"
   ]
  ]
 },
 "hi": {
  "count": 55,
  "data": [
   [
    "aduñhi",
    "сандхи",
    "такой действительно",
    "✔"
   ],
   [
    "appañhi",
    "сандхи",
    "действительно короткий",
    "✔"
   ],
   [
    "ayañhi",
    "сандхи",
    "этот человек, несомненно",
    "✔"
   ],
   [
    "alañhi",
    "сандхи",
    "это действительно подходит (для)",
    "✔"
   ],
   [
    "ahañhi",
    "сандхи",
    "я действительно",
    "✔"
   ],
   [
    "ahamhi",
    "сандхи",
    "я действительно",
    "✔"
   ],
   [
    "iti vā hi",
    "идиома",
    "или просто так",
    "✔"
   ],
   [
    "itihetaṃ",
    "сандхи",
    "так действительно это",
    "✔"
   ],
   [
    "idañhi",
    "сандхи",
    "это конечно",
    "✔"
   ],
   [
    "ekañhi",
    "сандхи",
    "именно один",
    "✔"
   ],
   [
    "etañhi",
    "сандхи",
    "точно этот",
    "✔"
   ],
   [
    "evañhi",
    "сандхи",
    "точно так же",
    "✔"
   ],
   [
    "kathañhi",
    "сандхи",
    "как в самом деле !?",
    "✔"
   ],
   [
    "kathaṃ hi nāma",
    "идиома",
    "как же так!?",
    "✔"
   ],
   [
    "kiñhi",
    "сандхи",
    "что на самом деле?",
    "✔"
   ],
   [
    "ṭhānañhi",
    "сандхи",
    "это, безусловно, возможно",
    "✔"
   ],
   [
    "tañhi",
    "сандхи",
    "это правда",
    "✔"
   ],
   [
    "tañhissa",
    "сандхи",
    "это действительно для него",
    "✔"
   ],
   [
    "tuyhañhi",
    "сандхи",
    "для тебя, безусловно",
    "✔"
   ],
   [
    "tuvañhi",
    "сандхи",
    "ты действительно",
    "✔"
   ],
   [
    "tena hi",
    "идиома",
    "поэтому",
    "✔"
   ],
   [
    "tenahāyasmanto",
    "сандхи",
    "в таком случае, достопочтенные",
    "✔"
   ],
   [
    "tenahi",
    "сандхи",
    "итак",
    "✔"
   ],
   [
    "na hi",
    "идиома",
    "определенно не",
    "✔"
   ],
   [
    "na hi tena",
    "идиома",
    "конечно не из-за этого",
    "✔"
   ],
   [
    "na hi nūna",
    "идиома",
    "конечно нет!",
    "✔"
   ],
   [
    "na hi sādhu",
    "идиома",
    "это конечно не хорошо",
    "✔"
   ],
   [
    "no hidaṃ",
    "идиома",
    "конечно, нет! определенно, нет!",
    "✔"
   ],
   [
    "no hetaṃ",
    "идиома",
    "конечно нет! определенно нет!",
    "✔"
   ],
   [
    "nohetaṃ",
    "идиома",
    "конечно нет! определённо нет!",
    "✔"
   ],
   [
    "mayañhi",
    "сандхи",
    "мы действительно",
    "✔"
   ],
   [
    "mā hevaṃ",
    "идиома",
    "не (говори) этого",
    "✔"
   ],
   [
    "yañhi",
    "сандхи",
    "что угодно действительно",
    "✔"
   ],
   [
    "yatra hi nāma",
    "идиома",
    "в случае когда",
    "✔"
   ],
   [
    "vuttañhetaṃ",
    "сандхи",
    "это было действительно сказано",
    "✔"
   ],
   [
    "vuddhihesā",
    "сандхи",
    "действительно это рост",
    "✔"
   ],
   [
    "haññadatthatthipasaṃsalābhā",
    "сандхи",
    "здесь (нет) выгоды кроме получения похвалы",
    "✔"
   ],
   [
    "hayaṃ",
    "сандхи",
    "действительно этот",
    "✔"
   ],
   [
    "halaṃ",
    "сандхи",
    "достаточно!",
    "✔"
   ],
   [
    "hānanda",
    "сандхи",
    "действительно Ананда",
    "✔"
   ],
   [
    "hāyaṃ",
    "сандхи",
    "действительно это",
    "✔"
   ],
   [
    "hāvuso",
    "сандхи",
    "верно друг",
    "✔"
   ],
   [
    "hidaṃ",
    "сандхи",
    "это действительно",
    "✔"
   ],
   [
    "hissa 1",
    "сандхи",
    "действительно его",
    "✔"
   ],
   [
    "hissa 2",
    "сандхи",
    "безусловно",
    "✔"
   ],
   [
    "hissa 3",
    "сандхи",
    "действительно для него",
    "✔"
   ],
   [
    "hīme",
    "сандхи",
    "именно эти",
    "✔"
   ],
   [
    "heke",
    "сандхи",
    "действительно некоторые люди",
    "✔"
   ],
   [
    "hetaṃ",
    "сандхи",
    "действительно это",
    "✔"
   ],
   [
    "hete",
    "сандхи",
    "эти конечно",
    "✔"
   ],
   [
    "hettha",
    "сандхи",
    "действительно здесь",
    "✔"
   ],
   [
    "heva",
    "сандхи",
    "весьма вероятно",
    "✔"
   ],
   [
    "hevantissa",
    "сандхи",
    "действительно таковой из него",
    "✔"
   ],
   [
    "hevaṃ",
    "сандхи",
    "действительно так",
    "✔"
   ],
   [
    "hesā 1",
    "сандхи",
    "именно эта",
    "✔"
   ]
  ]
 },
 "dutiya": {
  "count": 1,
  "data": [
   [
    "dutiyampi",
    "сандхи",
    "во второй раз",
    "✔"
   ]
  ]
 },
 "āgata": {
  "count": 3,
  "data": [
   [
    "āgatamha",
    "сандхи",
    "мы пришли",
    "✔"
   ],
   [
    "āgatosi",
    "сандхи",
    "ты пришёл",
    "✔"
   ],
   [
    "iccassa evamāgataṃ hoti",
    "идиома",
    "так бы следовало",
    "◑"
   ]
  ]
 },
 "desa": {
  "count": 1,
  "data": [
   [
    "kocideso",
    "сандхи",
    "какое-то дело",
    "✔"
   ]
  ]
 },
 "desita": {
  "count": 1,
  "data": [
   [
    "desitādiccabandhunā",
    "сандхи",
    "проповедованный Буддой",
    "◑"
   ]
  ]
 },
 "dosa1": {
  "count": 1,
  "data": [
   [
    "rāga dosa moha",
    "идиома",
    "жажда, отвращение и заблуждение",
    "✔"
   ]
  ]
 },
 "addhaṃ": {
  "count": 1,
  "data": [
   [
    "addhamidaṃ",
    "сандхи",
    "конечно это!",
    "◑"
   ]
  ]
 },
 "idaṃ": {
  "count": 51,
  "data": [
   [
    "addhamidaṃ",
    "сандхи",
    "конечно это!",
    "◑"
   ],
   [
    "adhiccamidaṃ",
    "сандхи",
    "это случайно",
    "✔"
   ],
   [
    "alamidaṃ",
    "сандхи",
    "это подходит (для)",
    "✔"
   ],
   [
    "idañca",
    "сандхи",
    "и этот",
    "✔"
   ],
   [
    "idañcidañca",
    "сандхи",
    "такое-то и такое-то",
    "✔"
   ],
   [
    "idamavoca",
    "сандхи",
    "он сказал это",
    "✔"
   ],
   [
    "idamavocāyasmā",
    "сандхи",
    "достопочтенный сказал это",
    "✔"
   ],
   [
    "idamassa",
    "сандхи",
    "это его",
    "✔"
   ],
   [
    "idametaṃ",
    "сандхи",
    "это (по отношению) к тому",
    "✔"
   ],
   [
    "idamettha",
    "сандхи",
    "в этом случае",
    "◑"
   ],
   [
    "idameva",
    "сандхи",
    "именно это",
    "✔"
   ],
   [
    "idampi",
    "сандхи",
    "именно этот",
    "✔"
   ],
   [
    "idaṃ kira me",
    "идиома",
    "мне кажется",
    "✔"
   ],
   [
    "idaṃ tasmiṃ",
    "идиома",
    "это (нарушение) для того (человека)",
    "✔"
   ],
   [
    "evamidaṃ",
    "сандхи",
    "таким образом этот",
    "✔"
   ],
   [
    "kathamidaṃ",
    "сандхи",
    "что это такое?",
    "✔"
   ],
   [
    "kimidaṃ",
    "сандхи",
    "почему это так? как это случилось? что происходит с этим?",
    "✔"
   ],
   [
    "kimevidaṃ 1",
    "сандхи",
    "что это?",
    "✔"
   ],
   [
    "kimevidaṃ 2",
    "сандхи",
    "не говоря уже об этом",
    "✔"
   ],
   [
    "cittamidaṃ",
    "сандхи",
    "этот ум",
    "✔"
   ],
   [
    "cidaṃ",
    "сандхи",
    "и этот",
    "✔"
   ],
   [
    "cedaṃ",
    "сандхи",
    "если этот",
    "✔"
   ],
   [
    "tatridamekaṃ",
    "сандхи",
    "вот один",
    "◑"
   ],
   [
    "tatridaṃ",
    "сандхи",
    "это здесь",
    "✔"
   ],
   [
    "tadidaṃ",
    "сандхи",
    "это",
    "✔"
   ],
   [
    "tayidaṃ",
    "сандхи",
    "именно это",
    "✔"
   ],
   [
    "tesamidaṃ",
    "сандхи",
    "это их",
    "✔"
   ],
   [
    "dīgharattamidaṃ",
    "сандхи",
    "долгое время этот",
    "✔"
   ],
   [
    "dukkhamidaṃ",
    "сандхи",
    "это страдание",
    "✔"
   ],
   [
    "nayidaṃ 1",
    "сандхи",
    "не это",
    "✔"
   ],
   [
    "no hidaṃ",
    "идиома",
    "конечно, нет! определенно, нет!",
    "✔"
   ],
   [
    "panidaṃ",
    "сандхи",
    "кроме того это",
    "✔"
   ],
   [
    "bhūtamidaṃ",
    "сандхи",
    "это есть",
    "✔"
   ],
   [
    "midaṃ",
    "сандхи",
    "этот",
    "✔"
   ],
   [
    "yathayidaṃ",
    "сандхи",
    "такой как этот",
    "✔"
   ],
   [
    "yathāmedaṃ",
    "сандхи",
    "в соответствии с этим (примером) моим",
    "✔"
   ],
   [
    "yadidaṃ",
    "сандхи",
    "а именно",
    "✔"
   ],
   [
    "yamidaṃ",
    "сандхи",
    "то что",
    "✔"
   ],
   [
    "yampidaṃ",
    "сандхи",
    "любой",
    "✔"
   ],
   [
    "yāvañcidaṃ",
    "сандхи",
    "и в данном случае",
    "✔"
   ],
   [
    "yāvasubhāsitamidaṃ",
    "сандхи",
    "как хорошо это было сказано",
    "✔"
   ],
   [
    "yidaṃ",
    "сандхи",
    "этот",
    "✔"
   ],
   [
    "vatidaṃ",
    "сандхи",
    "действительно это",
    "✔"
   ],
   [
    "vuttamidaṃ",
    "сандхи",
    "это говорил",
    "✔"
   ],
   [
    "sabbamidaṃ",
    "сандхи",
    "всё это",
    "✔"
   ],
   [
    "sabbamidaṃ carimaṃ kataṃ",
    "идиома",
    "как только всё это было сказано",
    "✔"
   ],
   [
    "sampadamidaṃ",
    "сандхи",
    "этот результат (для)",
    "✔"
   ],
   [
    "sudaṃ 2",
    "сандхи",
    "действительно это",
    "✔"
   ],
   [
    "seyyathidaṃ",
    "сандхи",
    "то есть",
    "✔"
   ],
   [
    "seyyathīdaṃ",
    "сандхи",
    "то есть",
    "✔"
   ],
   [
    "hidaṃ",
    "сандхи",
    "это действительно",
    "✔"
   ]
  ]
 },
 "āpādeti": {
  "count": 2,
  "data": [
   [
    "addhānaṃ āpādeti",
    "идиома",
    "проживает свою жизнь",
    "✔"
   ],
   [
    "saṅghātaṃ āpādeti",
    "идиома",
    "наносит повреждение",
    "✔"
   ]
  ]
 },
 "dvaya": {
  "count": 1,
  "data": [
   [
    "sesapadadvayepi",
    "сандхи",
    "в оставшихся двух словах",
    "◑"
   ]
  ]
 },
 "dvi": {
  "count": 7,
  "data": [
   [
    "dvāhaṃ",
    "сандхи",
    "дважды я",
    "✔"
   ],
   [
    "dvīhaṅgehi",
    "сандхи",
    "с двумя факторами",
    "✔"
   ],
   [
    "dvemā",
    "сандхи",
    "эти два",
    "✔"
   ],
   [
    "dvemāni",
    "сандхи",
    "эти два",
    "✔"
   ],
   [
    "dveme",
    "сандхи",
    "эти два",
    "✔"
   ],
   [
    "dveyeva",
    "сандхи",
    "только два",
    "✔"
   ],
   [
    "dveva",
    "сандхи",
    "только два",
    "✔"
   ]
  ]
 },
 "adho": {
  "count": 3,
  "data": [
   [
    "uddhaṃ adho tiriyañca",
    "идиома",
    "сверху снизу и поперек",
    "✔"
   ],
   [
    "uddhaṃ adho tiriyaṃ",
    "идиома",
    "вверху, внизу и поперек",
    "✔"
   ],
   [
    "uddhaṃpādaṃ adhosiraṃ",
    "идиома",
    "ногами вверх, головой вниз",
    "✔"
   ]
  ]
 },
 "dhamma": {
  "count": 19,
  "data": [
   [
    "khīyanadhammaṃ āpajjati",
    "идиома",
    "жалуется",
    "✔"
   ],
   [
    "khīyanadhammaṃ āpanna",
    "идиома",
    "подал жалобу",
    "✔"
   ],
   [
    "jarādhammomhi",
    "сандхи",
    "мне свойственно стареть",
    "✔"
   ],
   [
    "diṭṭhe dhamme",
    "идиома",
    "в этом мире",
    "✔"
   ],
   [
    "diṭṭheva dhamme",
    "идиома",
    "в этой жизни",
    "✔"
   ],
   [
    "diṭṭhevadhamme",
    "сандхи",
    "в этой жизни",
    "✔"
   ],
   [
    "dhammamuttamaṃ",
    "сандхи",
    "величайшее учение",
    "✔"
   ],
   [
    "dhammameva",
    "сандхи",
    "только Дхамма",
    "✔"
   ],
   [
    "dhammaṃ carati",
    "идиома",
    "практикует учение",
    "✔"
   ],
   [
    "dhammaṃ deseti",
    "идиома",
    "проповедует дхамму",
    "✔"
   ],
   [
    "dhammaṃ bhāsati",
    "идиома",
    "проповедует Дхамму",
    "✔"
   ],
   [
    "dhammiyā kathāya",
    "идиома",
    "беседой о Дхамме",
    "✔"
   ],
   [
    "dhammī kathā",
    "идиома",
    "разговор о Дхамме",
    "✔"
   ],
   [
    "dhammesa",
    "сандхи",
    "в этих вещах",
    "✔"
   ],
   [
    "dhammesu dhammānupassī viharati",
    "идиома",
    "находиться среди явлений, внимательно наблюдая за явлениями",
    "◑"
   ],
   [
    "dhammesu niccheyya samuggahītaṃ",
    "идиома",
    "среди доктрин схваченный после различения",
    "✔"
   ],
   [
    "paramajjadhammesu",
    "сандхи",
    "самое высокое среди учений сегодняшнего дня",
    "✔"
   ],
   [
    "byādhidhammomhi",
    "сандхи",
    "мне свойственно болеть",
    "✔"
   ],
   [
    "maraṇadhammomhi",
    "сандхи",
    "мне свойственно умереть",
    "✔"
   ]
  ]
 },
 "adhigata": {
  "count": 1,
  "data": [
   [
    "amatamadhigataṃ",
    "сандхи",
    "бессмертное состояние достигнуто",
    "✔"
   ]
  ]
 },
 "adhicitta": {
  "count": 1,
  "data": [
   [
    "adhicitte yuttaṃ",
    "идиома",
    "вовлеченный в медитацию",
    "✔"
   ]
  ]
 },
 "yutta": {
  "count": 2,
  "data": [
   [
    "adhicitte yuttaṃ",
    "идиома",
    "вовлеченный в медитацию",
    "✔"
   ],
   [
    "patta yutta",
    "идиома",
    "(виная) подходящий",
    "✔"
   ]
  ]
 },
 "adhicca": {
  "count": 1,
  "data": [
   [
    "adhiccamidaṃ",
    "сандхи",
    "это случайно",
    "✔"
   ]
  ]
 },
 "adhipati": {
  "count": 1,
  "data": [
   [
    "dibbenādhipateyyena",
    "сандхи",
    "по божественному авторитету",
    "◑"
   ]
  ]
 },
 "siras": {
  "count": 3,
  "data": [
   [
    "uddhaṃpādaṃ adhosiraṃ",
    "идиома",
    "ногами вверх, головой вниз",
    "✔"
   ],
   [
    "pāde sirasā vandati",
    "идиома",
    "поклоняется, положив голову к ногам (кого-либо)",
    "✔"
   ],
   [
    "pādesu sirasā nipatitvā",
    "идиома",
    "упав на ноги головой",
    "✔"
   ]
  ]
 },
 "ajjhagā": {
  "count": 2,
  "data": [
   [
    "nevajjhagā",
    "сандхи",
    "никогда не найденный",
    "✔"
   ],
   [
    "yadajjhagā",
    "сандхи",
    "который достиг",
    "✔"
   ]
  ]
 },
 "cārī": {
  "count": 2,
  "data": [
   [
    "kulesu cārittaṃ āpajjati",
    "идиома",
    "навещает семьи",
    "✔"
   ],
   [
    "cārittaṃ āpajjati",
    "идиома",
    "близко взаимодействует",
    "✔"
   ]
  ]
 },
 "anuyutta": {
  "count": 1,
  "data": [
   [
    "seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati",
    "идиома",
    "потакает удовольствию поспать, отдохнуть и подремать",
    "✔"
   ]
  ]
 },
 "anta": {
  "count": 2,
  "data": [
   [
    "antaṃ karoti",
    "идиома",
    "makes an end (of)",
    "✔"
   ],
   [
    "esevanto",
    "сандхи",
    "именно это конец (чего-то)",
    "✔"
   ]
  ]
 },
 "antara": {
  "count": 10,
  "data": [
   [
    "antaraṃ katvā",
    "идиома",
    "дав преданность (кому-либо/чему-либо)",
    "✔"
   ],
   [
    "antaraṃ karitvā",
    "идиома",
    "предоставив приоритет (чему-либо)",
    "✔"
   ],
   [
    "antarāyeva",
    "сандхи",
    "тем не менее по пути",
    "✔"
   ],
   [
    "antarāva",
    "сандхи",
    "всё же по пути",
    "✔"
   ],
   [
    "ayamantarākathā",
    "сандхи",
    "этот разговор",
    "✔"
   ],
   [
    "etthantare",
    "сандхи",
    "между этими",
    "✔"
   ],
   [
    "tenevantaravassena",
    "сандхи",
    "в течение именно того дождливого сезона",
    "✔"
   ],
   [
    "bhayamantarato",
    "сандхи",
    "опасность изнутри",
    "✔"
   ],
   [
    "sattantarā",
    "сандхи",
    "семь (пядей) с внутренней стороны",
    "✔"
   ],
   [
    "samādhimānantarikaññamāhu",
    "сандхи",
    "говорят та стабильность ума с немедленными результатами",
    "✔"
   ]
  ]
 },
 "nandi": {
  "count": 2,
  "data": [
   [
    "uddhaste aruṇe nandimukhiyā rattiyā",
    "идиома",
    "когда восходила розовая улыбка рассвета",
    "✔"
   ],
   [
    "nandimukhiyā rattiyā",
    "идиома",
    "когда улыбка рассвета",
    "✔"
   ]
  ]
 },
 "apāyī": {
  "count": 1,
  "data": [
   [
    "chāyāva anapāyinī",
    "идиома",
    "как тень которая никогда не уходит",
    "✔"
   ]
  ]
 },
 "anabhāva": {
  "count": 1,
  "data": [
   [
    "anabhāvaṃ gameti",
    "идиома",
    "удаляет",
    "✔"
   ]
  ]
 },
 "gameti": {
  "count": 1,
  "data": [
   [
    "anabhāvaṃ gameti",
    "идиома",
    "удаляет",
    "✔"
   ]
  ]
 },
 "abhinata": {
  "count": 2,
  "data": [
   [
    "cābhinataṃ",
    "сандхи",
    "и склонный",
    "✔"
   ],
   [
    "cābhinato",
    "сандхи",
    "и склонный к",
    "✔"
   ]
  ]
 },
 "abhinandi": {
  "count": 1,
  "data": [
   [
    "mābhinandi",
    "сандхи",
    "не радуйся (в)",
    "✔"
   ]
  ]
 },
 "abhirata": {
  "count": 1,
  "data": [
   [
    "sabbaloke anabhiratasaññā",
    "идиома",
    "распознавание неудовлетворенности во всем мире",
    "✔"
   ]
  ]
 },
 "saññā": {
  "count": 5,
  "data": [
   [
    "āhāre paṭikūlasaññā",
    "идиома",
    "распознавание непривлекательности еды",
    "✔"
   ],
   [
    "saññaṃ karoti 1",
    "идиома",
    "думает",
    "✔"
   ],
   [
    "saññaṃ karoti 2",
    "идиома",
    "подаёт знак",
    "✔"
   ],
   [
    "saññānirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению распознавания",
    "✔"
   ],
   [
    "sabbaloke anabhiratasaññā",
    "идиома",
    "распознавание неудовлетворенности во всем мире",
    "✔"
   ]
  ]
 },
 "mata2": {
  "count": 1,
  "data": [
   [
    "anamataggoyaṃ",
    "сандхи",
    "это (имеет) непостижимое начало",
    "✔"
   ]
  ]
 },
 "arahant": {
  "count": 2,
  "data": [
   [
    "arahantamhā",
    "сандхи",
    "мы архаты",
    "✔"
   ],
   [
    "vuttamarahatāti",
    "сандхи",
    "это действительно было сказано пробужденным",
    "✔"
   ]
  ]
 },
 "ariya": {
  "count": 11,
  "data": [
   [
    "ariya tuṇhībhāva",
    "идиома",
    "благородная тишина",
    "✔"
   ],
   [
    "ariyañcaṭṭhaṅgikaṃ",
    "сандхи",
    "и Будды из восьми частей",
    "✔"
   ],
   [
    "ariyassa vinaye",
    "идиома",
    "в тренировке Будды",
    "✔"
   ],
   [
    "ariyaṃ cakkhuṃ",
    "идиома",
    "благородное видение",
    "✔"
   ],
   [
    "ariyo aṭṭhaṅgiko maggo",
    "идиома",
    "путь Будды из восьми частей",
    "✔"
   ],
   [
    "tadamariyānaṃ",
    "сандхи",
    "что для благородных",
    "✔"
   ],
   [
    "tadariyā",
    "сандхи",
    "что благородные",
    "✔"
   ],
   [
    "dukkhanirodhagāminī paṭipadā ariyasaccaṃ",
    "идиома",
    "благородная истина о пути ведущего к прекращению страданий",
    "✔"
   ],
   [
    "dukkhanirodhaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о прекращении страданий",
    "✔"
   ],
   [
    "dukkhasamudayaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о происхождении страдания",
    "✔"
   ],
   [
    "dukkhaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о страдании",
    "✔"
   ]
  ]
 },
 "alasa": {
  "count": 1,
  "data": [
   [
    "alasvassa",
    "сандхи",
    "ленивый человек … для него",
    "◑"
   ]
  ]
 },
 "alaṃ": {
  "count": 10,
  "data": [
   [
    "alañca",
    "сандхи",
    "и может",
    "✔"
   ],
   [
    "alañhi",
    "сандхи",
    "это действительно подходит (для)",
    "✔"
   ],
   [
    "alamidaṃ",
    "сандхи",
    "это подходит (для)",
    "✔"
   ],
   [
    "alametaṃ",
    "сандхи",
    "этого достаточно",
    "◑"
   ],
   [
    "alametaṃ sabbaṃ",
    "идиома",
    "это всему конец",
    "✔"
   ],
   [
    "alamettāvatā",
    "сандхи",
    "этого достаточно",
    "✔"
   ],
   [
    "alameva",
    "сандхи",
    "довольно (чтобы)",
    "✔"
   ],
   [
    "alaṃ vacanāya",
    "идиома",
    "подходит для определения",
    "✔"
   ],
   [
    "nālamettha",
    "сандхи",
    "это не подходит",
    "✔"
   ],
   [
    "halaṃ",
    "сандхи",
    "достаточно!",
    "✔"
   ]
  ]
 },
 "okāsa": {
  "count": 4,
  "data": [
   [
    "okāsakammaṃ kataṃ",
    "идиома",
    "предоставлено разрешение (кем-либо)",
    "✔"
   ],
   [
    "okāsaṃ karoti",
    "идиома",
    "дает разрешение (на)",
    "✔"
   ],
   [
    "okāsaṃ kāretvā",
    "идиома",
    "получив разрешение (на)",
    "◑"
   ],
   [
    "okāsaṃ yācati",
    "идиома",
    "просит возможности",
    "✔"
   ]
  ]
 },
 "anāgata": {
  "count": 1,
  "data": [
   [
    "anāgataṃ addhānaṃ",
    "идиома",
    "в будущем",
    "✔"
   ]
  ]
 },
 "ācāra": {
  "count": 2,
  "data": [
   [
    "anācāraṃ ācarati",
    "идиома",
    "плохо себя ведет",
    "✔"
   ],
   [
    "anācāraṃ ācaritvā",
    "идиома",
    "ведя себя плохо",
    "✔"
   ]
  ]
 },
 "ācaritvā": {
  "count": 1,
  "data": [
   [
    "anācāraṃ ācaritvā",
    "идиома",
    "ведя себя плохо",
    "✔"
   ]
  ]
 },
 "ādāya": {
  "count": 4,
  "data": [
   [
    "ādāya gacchati",
    "идиома",
    "уносит",
    "✔"
   ],
   [
    "iṇaṃ ādāya",
    "идиома",
    "беря кредит",
    "✔"
   ],
   [
    "khārivividhamādāya",
    "сандхи",
    "перенос множества связок на шесте",
    "✔"
   ],
   [
    "pattacīvaramādāya",
    "сандхи",
    "беря (свою) чашу и одеяние",
    "✔"
   ]
  ]
 },
 "ādi": {
  "count": 6,
  "data": [
   [
    "ādito paṭṭhāya",
    "идиома",
    "с самого начала",
    "✔"
   ],
   [
    "āditova",
    "сандхи",
    "с самого начала",
    "✔"
   ],
   [
    "ādimeva",
    "сандхи",
    "самое начало",
    "✔"
   ],
   [
    "ādiṃ katvā",
    "идиома",
    "начиная с",
    "✔"
   ],
   [
    "tiādi",
    "сандхи",
    "так далее",
    "◑"
   ],
   [
    "tiādimāha",
    "сандхи",
    "начало",
    "◑"
   ]
  ]
 },
 "āpatti": {
  "count": 1,
  "data": [
   [
    "āpattiṃ āpanna",
    "идиома",
    "кто совершил проступок",
    "✔"
   ]
  ]
 },
 "āpanna": {
  "count": 4,
  "data": [
   [
    "āpattiṃ āpanna",
    "идиома",
    "кто совершил проступок",
    "✔"
   ],
   [
    "āpannomhi",
    "сандхи",
    "я совершил (проступок)",
    "✔"
   ],
   [
    "ussukkaṃ āpanno",
    "идиома",
    "активно занятый",
    "✔"
   ],
   [
    "khīyanadhammaṃ āpanna",
    "идиома",
    "подал жалобу",
    "✔"
   ]
  ]
 },
 "ārabbha": {
  "count": 1,
  "data": [
   [
    "mamevārabbha",
    "сандхи",
    "особенно для меня",
    "✔"
   ]
  ]
 },
 "ārambha1": {
  "count": 1,
  "data": [
   [
    "ārambhadhātu nikkamadhātu parakkamadhātu",
    "идиома",
    "подъем, выход наружу и приложение усилия",
    "✔"
   ]
  ]
 },
 "ārammaṇa": {
  "count": 1,
  "data": [
   [
    "vocchijjatārammaṇaṃ",
    "сандхи",
    "основа полностью разорвана",
    "✔"
   ]
  ]
 },
 "āsā": {
  "count": 1,
  "data": [
   [
    "āsā ca niṭṭhā ca",
    "идиома",
    "надежды и стремления",
    "✔"
   ]
  ]
 },
 "āsana": {
  "count": 2,
  "data": [
   [
    "āsanaṃ deti",
    "идиома",
    "предлагает место (кому-то)",
    "✔"
   ],
   [
    "tasmiṃyeva āsane",
    "идиома",
    "на том самом месте",
    "✔"
   ]
  ]
 },
 "āsava": {
  "count": 2,
  "data": [
   [
    "āsavanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущей к прекращению протечек",
    "✔"
   ],
   [
    "āsavānaṃ khayañāṇa",
    "идиома",
    "знание как устранить протечки",
    "✔"
   ]
  ]
 },
 "āhāra": {
  "count": 6,
  "data": [
   [
    "ayamāhāro",
    "сандхи",
    "это топливо (для)",
    "✔"
   ],
   [
    "āhāraṃ āharati",
    "идиома",
    "кушает еду",
    "✔"
   ],
   [
    "āhāraṃ āhāreti",
    "идиома",
    "ест пищу",
    "✔"
   ],
   [
    "āhāre paṭikūlasaññā",
    "идиома",
    "распознавание непривлекательности еды",
    "✔"
   ],
   [
    "āhāre paṭikūlasaññī",
    "идиома",
    "осознание неприятности пищи",
    "✔"
   ],
   [
    "tāyevappāhāratāya",
    "сандхи",
    "по причине этого самого отсутствия пищи",
    "✔"
   ]
  ]
 },
 "nikkhanta": {
  "count": 1,
  "data": [
   [
    "nikkhante paṭhame yāme",
    "идиома",
    "когда первая часть ночи завершилась",
    "✔"
   ]
  ]
 },
 "nicca": {
  "count": 2,
  "data": [
   [
    "panāniccaṃ",
    "сандхи",
    "и непостоянный",
    "✔"
   ],
   [
    "sabbasaṅkhāresu aniccānupassī",
    "идиома",
    "наблюдающий непостоянство всех формаций",
    "✔"
   ]
  ]
 },
 "anupassī": {
  "count": 5,
  "data": [
   [
    "kāye kāyānupassī viharati",
    "идиома",
    "человек пребывает в теле, внимательно наблюдая за телом",
    "◑"
   ],
   [
    "citte cittānupassī viharati",
    "идиома",
    "находиться внутри ума, внимательно наблюдая за умом",
    "◑"
   ],
   [
    "dhammesu dhammānupassī viharati",
    "идиома",
    "находиться среди явлений, внимательно наблюдая за явлениями",
    "◑"
   ],
   [
    "vedanāsu vedanānupassī viharati",
    "идиома",
    "находиться среди чувств, внимательно наблюдая за чувствами",
    "◑"
   ],
   [
    "sabbasaṅkhāresu aniccānupassī",
    "идиома",
    "наблюдающий непостоянство всех формаций",
    "✔"
   ]
  ]
 },
 "icchā": {
  "count": 2,
  "data": [
   [
    "icchāyasantyā",
    "сандхи",
    "когда желание не существует",
    "✔"
   ],
   [
    "yampicchaṃ",
    "сандхи",
    "тот что желает",
    "✔"
   ]
  ]
 },
 "iñjita": {
  "count": 2,
  "data": [
   [
    "iñjitametaṃ",
    "сандхи",
    "это волнение",
    "✔"
   ],
   [
    "yassiñjitaṃ",
    "сандхи",
    "для кого беспокойство",
    "✔"
   ]
  ]
 },
 "nidāna": {
  "count": 1,
  "data": [
   [
    "itonidānā",
    "сандхи",
    "из этого источника",
    "✔"
   ]
  ]
 },
 "phala1": {
  "count": 1,
  "data": [
   [
    "samphalaṃ",
    "сандхи",
    "собственный плод",
    "✔"
   ]
  ]
 },
 "nimitta": {
  "count": 2,
  "data": [
   [
    "nimittaṃ aggahesi",
    "идиома",
    "заметил особенности (о)",
    "✔"
   ],
   [
    "nimittaṃ uggaṇhāti",
    "идиома",
    "ловит тонкие сигналы",
    "✔"
   ]
  ]
 },
 "nissāya": {
  "count": 1,
  "data": [
   [
    "nissāya nissāya",
    "идиома",
    "зависеть от последовательных опор",
    "✔"
   ]
  ]
 },
 "issā": {
  "count": 1,
  "data": [
   [
    "issaṃ bandhati",
    "идиома",
    "питается завистью",
    "✔"
   ]
  ]
 },
 "nihita": {
  "count": 1,
  "data": [
   [
    "nihitadaṇḍo nihitasattho",
    "идиома",
    "отказавшийся от насилия",
    "✔"
   ]
  ]
 },
 "anukampā": {
  "count": 1,
  "data": [
   [
    "anukampaṃ upādāya",
    "идиома",
    "из сострадания",
    "✔"
   ]
  ]
 },
 "upādāya": {
  "count": 1,
  "data": [
   [
    "anukampaṃ upādāya",
    "идиома",
    "из сострадания",
    "✔"
   ]
  ]
 },
 "kula": {
  "count": 2,
  "data": [
   [
    "kulā kulaṃ",
    "идиома",
    "из дома в дом",
    "✔"
   ],
   [
    "kulesu cārittaṃ āpajjati",
    "идиома",
    "навещает семьи",
    "✔"
   ]
  ]
 },
 "uṭṭhahati": {
  "count": 1,
  "data": [
   [
    "uṭṭhahati ghaṭati vāyamati",
    "идиома",
    "встаёт, прилагает усилия и стремится к",
    "✔"
   ]
  ]
 },
 "tīra": {
  "count": 1,
  "data": [
   [
    "tīramevānudhāvati",
    "сандхи",
    "просто бежит вдоль этого берега",
    "✔"
   ]
  ]
 },
 "vutta2": {
  "count": 11,
  "data": [
   [
    "iti kho panetaṃ vuttaṃ",
    "идиома",
    "так было сказано",
    "◑"
   ],
   [
    "evaṃ vutte",
    "идиома",
    "когда это было сказано",
    "✔"
   ],
   [
    "kiñcetaṃ paṭicca vuttaṃ",
    "идиома",
    "и в отношении чего это было сказано?",
    "◑"
   ],
   [
    "vuttañhetaṃ",
    "сандхи",
    "это было действительно сказано",
    "✔"
   ],
   [
    "vuttatthāneva",
    "сандхи",
    "значения уже были изложены",
    "◑"
   ],
   [
    "vuttanayāneva",
    "сандхи",
    "в точно указанных способах",
    "◑"
   ],
   [
    "vuttanayeneva",
    "сандхи",
    "точно таким же образом",
    "◑"
   ],
   [
    "vuttamarahatāti",
    "сандхи",
    "это действительно было сказано пробужденным",
    "✔"
   ],
   [
    "vuttamidaṃ",
    "сандхи",
    "это говорил",
    "✔"
   ],
   [
    "vuttānusāreneva",
    "сандхи",
    "в соответствии с тем, что только что было сказано",
    "◑"
   ],
   [
    "vuttāhaṃ",
    "сандхи",
    "когда сказано я",
    "✔"
   ]
  ]
 },
 "anuttara": {
  "count": 2,
  "data": [
   [
    "tadanuttaraṃ",
    "сандхи",
    "тот непревзойденный",
    "✔"
   ],
   [
    "tadanuttaraṃ brahmacariyapariyosānaṃ",
    "идиома",
    "та недостижимая вершина духовного пути",
    "✔"
   ]
  ]
 },
 "uttiṇṇa": {
  "count": 1,
  "data": [
   [
    "ogāhamuttiṇṇaṃ",
    "сандхи",
    "вышедший из купания",
    "✔"
   ]
  ]
 },
 "anudhamma": {
  "count": 2,
  "data": [
   [
    "ayamanudhammo",
    "сандхи",
    "это естественно (для)",
    "✔"
   ],
   [
    "tadanudhammañca",
    "сандхи",
    "и в соответствии с этим",
    "✔"
   ]
  ]
 },
 "upagata": {
  "count": 2,
  "data": [
   [
    "divā seyyaṃ upagata",
    "идиома",
    "вздремнув",
    "✔"
   ],
   [
    "divāseyyaṃ upagata",
    "идиома",
    "дневной сон",
    "✔"
   ]
  ]
 },
 "upanisā": {
  "count": 1,
  "data": [
   [
    "sotāvadhānūpanisūpapanne",
    "сандхи",
    "когда возникли условия для внимательного слушания",
    "✔"
   ]
  ]
 },
 "upapatti": {
  "count": 1,
  "data": [
   [
    "katthūpapattiṃ",
    "сандхи",
    "возрождение где?",
    "✔"
   ]
  ]
 },
 "upapanna": {
  "count": 2,
  "data": [
   [
    "idhūpapanno",
    "сандхи",
    "переродился здесь",
    "✔"
   ],
   [
    "sotāvadhānūpanisūpapanne",
    "сандхи",
    "когда возникли условия для внимательного слушания",
    "✔"
   ]
  ]
 },
 "upasanta": {
  "count": 1,
  "data": [
   [
    "saṅkhāresūpasantesu",
    "сандхи",
    "когда умышленные действия охлаждены",
    "✔"
   ]
  ]
 },
 "anupassanā": {
  "count": 2,
  "data": [
   [
    "ayamekānupassanā",
    "сандхи",
    "это одно наблюдение",
    "✔"
   ],
   [
    "sattavidhā anupassanā",
    "идиома",
    "видение семью путями",
    "◑"
   ]
  ]
 },
 "upahata": {
  "count": 1,
  "data": [
   [
    "khata upahata",
    "идиома",
    "раненый и травмированный",
    "✔"
   ]
  ]
 },
 "upādāna": {
  "count": 1,
  "data": [
   [
    "pañcasupādānakkhandhesu",
    "сандхи",
    "в пяти совокупностях к которым (самость) цепляется",
    "✔"
   ]
  ]
 },
 "upāya": {
  "count": 1,
  "data": [
   [
    "etenupāyena",
    "сандхи",
    "этим способом",
    "✔"
   ]
  ]
 },
 "anupubba": {
  "count": 1,
  "data": [
   [
    "anupubbiṃ kathaṃ katheti",
    "идиома",
    "даёт прогрессивно развивающуюся речь",
    "✔"
   ]
  ]
 },
 "kathā": {
  "count": 8,
  "data": [
   [
    "anupubbiṃ kathaṃ katheti",
    "идиома",
    "даёт прогрессивно развивающуюся речь",
    "✔"
   ],
   [
    "ayamantarākathā",
    "сандхи",
    "этот разговор",
    "✔"
   ],
   [
    "kathaṃ kattar",
    "идиома",
    "выступающий",
    "✔"
   ],
   [
    "kathaṃ katheti",
    "идиома",
    "говорит",
    "✔"
   ],
   [
    "dhammiyā kathāya",
    "идиома",
    "беседой о Дхамме",
    "✔"
   ],
   [
    "dhammī kathā",
    "идиома",
    "разговор о Дхамме",
    "✔"
   ],
   [
    "yāvatako ahosi kathāsallāpo",
    "идиома",
    "какой бы там ни был разговор",
    "✔"
   ],
   [
    "sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā",
    "идиома",
    "обменявшись любезностями и завершив вежливую беседу",
    "✔"
   ]
  ]
 },
 "katheti": {
  "count": 2,
  "data": [
   [
    "anupubbiṃ kathaṃ katheti",
    "идиома",
    "даёт прогрессивно развивающуюся речь",
    "✔"
   ],
   [
    "kathaṃ katheti",
    "идиома",
    "говорит",
    "✔"
   ]
  ]
 },
 "uppāda": {
  "count": 1,
  "data": [
   [
    "imassuppādā",
    "сандхи",
    "от возникновения этого",
    "✔"
   ]
  ]
 },
 "anumasi": {
  "count": 1,
  "data": [
   [
    "anumasi paṭimasi",
    "идиома",
    "погладил вперед и назад",
    "✔"
   ]
  ]
 },
 "paṭimasi": {
  "count": 1,
  "data": [
   [
    "anumasi paṭimasi",
    "идиома",
    "погладил вперед и назад",
    "✔"
   ]
  ]
 },
 "anumassa": {
  "count": 1,
  "data": [
   [
    "anumassa anumassa",
    "идиома",
    "последовательно",
    "✔"
   ]
  ]
 },
 "anuyanta": {
  "count": 1,
  "data": [
   [
    "anuyantā bhavanti",
    "идиома",
    "они вассалы",
    "✔"
   ]
  ]
 },
 "bhavati": {
  "count": 6,
  "data": [
   [
    "anuyantā bhavanti",
    "идиома",
    "они вассалы",
    "✔"
   ],
   [
    "bhavanti vattāro",
    "идиома",
    "другие скажут",
    "✔"
   ],
   [
    "bhavissanti",
    "сандхи",
    "я смог бы\"",
    "✔"
   ],
   [
    "maṅku bhavati",
    "идиома",
    "беспокоится (о)",
    "✔"
   ],
   [
    "samā bhavanti",
    "идиома",
    "они такие же",
    "✔"
   ],
   [
    "sīti bhavati",
    "идиома",
    "становится прохладным",
    "✔"
   ]
  ]
 },
 "saṅghāta1": {
  "count": 1,
  "data": [
   [
    "saṅghātaṃ āpādeti",
    "идиома",
    "наносит повреждение",
    "✔"
   ]
  ]
 },
 "anusāra": {
  "count": 1,
  "data": [
   [
    "vuttānusāreneva",
    "сандхи",
    "в соответствии с тем, что только что было сказано",
    "◑"
   ]
  ]
 },
 "ussuka": {
  "count": 1,
  "data": [
   [
    "appossukko tuṇhībhūto",
    "идиома",
    "спокойный и тихий",
    "✔"
   ]
  ]
 },
 "upamā": {
  "count": 3,
  "data": [
   [
    "upamaṃ te karissāmi",
    "идиома",
    "я дам тебе сравнение",
    "✔"
   ],
   [
    "upamāyapidhekacce",
    "сандхи",
    "просто посредством сравнения некоторые люди здесь",
    "✔"
   ],
   [
    "esūpamā",
    "сандхи",
    "это подобие (для)",
    "✔"
   ]
  ]
 },
 "aneka": {
  "count": 2,
  "data": [
   [
    "anekapariyāyenāvuso",
    "сандхи",
    "различными способами, друг",
    "✔"
   ],
   [
    "canekāyatanappavutto",
    "сандхи",
    "и с многими основаниями (был) провозглашён",
    "✔"
   ]
  ]
 },
 "anena": {
  "count": 1,
  "data": [
   [
    "iccanena",
    "сандхи",
    "(грам) так этим",
    "✔"
   ]
  ]
 },
 "oka": {
  "count": 1,
  "data": [
   [
    "okamokata",
    "сандхи",
    "из (своего) дома в воде",
    "✔"
   ]
  ]
 },
 "odhi": {
  "count": 1,
  "data": [
   [
    "anodhiṃ karitvā",
    "идиома",
    "полностью",
    "✔"
   ]
  ]
 },
 "antima": {
  "count": 2,
  "data": [
   [
    "antimoyaṃ",
    "сандхи",
    "это последний",
    "✔"
   ],
   [
    "ayamantimā",
    "сандхи",
    "эта последняя",
    "✔"
   ]
  ]
 },
 "anto": {
  "count": 2,
  "data": [
   [
    "antogadhāvāssa",
    "сандхи",
    "включенный в одного",
    "✔"
   ],
   [
    "antoyeva",
    "сандхи",
    "только внутри",
    "◑"
   ]
  ]
 },
 "ogadha": {
  "count": 1,
  "data": [
   [
    "antogadhāvāssa",
    "сандхи",
    "включенный в одного",
    "✔"
   ]
  ]
 },
 "pakka": {
  "count": 1,
  "data": [
   [
    "arugatto pakkagatto",
    "идиома",
    "с открытыми язвами на теле",
    "✔"
   ]
  ]
 },
 "paccaya": {
  "count": 2,
  "data": [
   [
    "paccayaṃ karitvā",
    "идиома",
    "по этой причине",
    "✔"
   ],
   [
    "yaṃpaccayāssa",
    "сандхи",
    "за счет чего для него",
    "✔"
   ]
  ]
 },
 "paṭikūla": {
  "count": 2,
  "data": [
   [
    "āhāre paṭikūlasaññā",
    "идиома",
    "распознавание непривлекательности еды",
    "✔"
   ],
   [
    "āhāre paṭikūlasaññī",
    "идиома",
    "осознание неприятности пищи",
    "✔"
   ]
  ]
 },
 "paṭicca": {
  "count": 1,
  "data": [
   [
    "kiñcetaṃ paṭicca vuttaṃ",
    "идиома",
    "и в отношении чего это было сказано?",
    "◑"
   ]
  ]
 },
 "pañca": {
  "count": 9,
  "data": [
   [
    "pañca balāni",
    "идиома",
    "пять душевных сил",
    "✔"
   ],
   [
    "pañcamattehi bhikkhusatehi",
    "идиома",
    "с 500 монахами",
    "✔"
   ],
   [
    "pañcamettha",
    "сандхи",
    "пятый здесь",
    "✔"
   ],
   [
    "pañcasupādānakkhandhesu",
    "сандхи",
    "в пяти совокупностях к которым (самость) цепляется",
    "✔"
   ],
   [
    "pañcahaṅgehi",
    "сандхи",
    "с пятью факторами",
    "✔"
   ],
   [
    "pañcimā",
    "сандхи",
    "эти пять",
    "✔"
   ],
   [
    "pañcimāni",
    "сандхи",
    "эти пять",
    "✔"
   ],
   [
    "pañcime",
    "сандхи",
    "эти пять",
    "✔"
   ],
   [
    "pañcete",
    "сандхи",
    "эти пять",
    "✔"
   ]
  ]
 },
 "patta1": {
  "count": 1,
  "data": [
   [
    "pattacīvaramādāya",
    "сандхи",
    "беря (свою) чашу и одеяние",
    "✔"
   ]
  ]
 },
 "patta3": {
  "count": 2,
  "data": [
   [
    "patta yutta",
    "идиома",
    "(виная) подходящий",
    "✔"
   ],
   [
    "viññutaṃ patto",
    "идиома",
    "достигший половой зрелости",
    "✔"
   ]
  ]
 },
 "patha": {
  "count": 1,
  "data": [
   [
    "iriyāpathaṃ vikopeti",
    "идиома",
    "мешает движению",
    "✔"
   ]
  ]
 },
 "pada": {
  "count": 3,
  "data": [
   [
    "amataṃ padaṃ",
    "идиома",
    "вечность",
    "✔"
   ],
   [
    "sesapadadvayepi",
    "сандхи",
    "в оставшихся двух словах",
    "◑"
   ],
   [
    "sesapadesupi",
    "сандхи",
    "во всех оставшихся словах",
    "◑"
   ]
  ]
 },
 "paripūra": {
  "count": 1,
  "data": [
   [
    "kevala paripūra",
    "идиома",
    "полный и абсолютный",
    "✔"
   ]
  ]
 },
 "pariyādāna": {
  "count": 1,
  "data": [
   [
    "kāyassa bhedā uddhaṃ jīvitapariyādānā",
    "идиома",
    "после распада тела",
    "✔"
   ]
  ]
 },
 "parisuddha": {
  "count": 1,
  "data": [
   [
    "parisuddhetthāyasmanto",
    "сандхи",
    "почтенные чисты в этом отношении",
    "✔"
   ]
  ]
 },
 "pariyāya": {
  "count": 2,
  "data": [
   [
    "apare vā pariyāye",
    "идиома",
    "или впоследствии",
    "✔"
   ],
   [
    "pariyāyaṃ karoti",
    "идиома",
    "делает крюк",
    "✔"
   ]
  ]
 },
 "passanta": {
  "count": 1,
  "data": [
   [
    "jānato passato",
    "идиома",
    "когда знает и видит",
    "✔"
   ]
  ]
 },
 "pāda": {
  "count": 6,
  "data": [
   [
    "uddhaṃpādaṃ adhosiraṃ",
    "идиома",
    "ногами вверх, головой вниз",
    "✔"
   ],
   [
    "pādakaṃ katvā",
    "идиома",
    "создав основу",
    "✔"
   ],
   [
    "pādaṃ karoti",
    "идиома",
    "ставит ногу",
    "✔"
   ],
   [
    "pāde sirasā vandati",
    "идиома",
    "поклоняется, положив голову к ногам (кого-либо)",
    "✔"
   ],
   [
    "pādesu sirasā nipatitvā",
    "идиома",
    "упав на ноги головой",
    "✔"
   ],
   [
    "maṃ pādato karitvā",
    "идиома",
    "навели свои ноги на меня",
    "✔"
   ]
  ]
 },
 "pāpa": {
  "count": 2,
  "data": [
   [
    "pāpañce",
    "сандхи",
    "если злое действие",
    "✔"
   ],
   [
    "pāpamāgamā",
    "сандхи",
    "(да может) зло (не) прийти (к)",
    "✔"
   ]
  ]
 },
 "para": {
  "count": 16,
  "data": [
   [
    "asmiṃ loke paramhi ca",
    "идиома",
    "в этом мире и в следующем",
    "✔"
   ],
   [
    "ito paraṃ",
    "идиома",
    "отныне и далее",
    "✔"
   ],
   [
    "kāyassa bhedā paraṃ maraṇā",
    "идиома",
    "после распада тела, после смерти",
    "✔"
   ],
   [
    "caparaṃ",
    "сандхи",
    "и далее",
    "✔"
   ],
   [
    "tato paraṃ 1",
    "идиома",
    "затем после этого",
    "✔"
   ],
   [
    "tato paraṃ 2",
    "идиома",
    "более чем это",
    "✔"
   ],
   [
    "tepare",
    "сандхи",
    "они другие (двое)",
    "✔"
   ],
   [
    "natthi paro loko",
    "идиома",
    "нет загробной жизни",
    "✔"
   ],
   [
    "parañca",
    "сандхи",
    "и следующий",
    "✔"
   ],
   [
    "parato ca ghoso",
    "идиома",
    "слышание от другого человека",
    "✔"
   ],
   [
    "paramattakāmo",
    "сандхи",
    "другой, желающий своего блага",
    "✔"
   ],
   [
    "paraṃ maraṇā",
    "идиома",
    "после смерти",
    "✔"
   ],
   [
    "paraṃ vambheti",
    "идиома",
    "принижает других (из-за)",
    "✔"
   ],
   [
    "paro paraṃ",
    "идиома",
    "друг для друга",
    "✔"
   ],
   [
    "pārāpāraṃ",
    "сандхи",
    "дальний берег",
    "✔"
   ],
   [
    "puna caparaṃ",
    "идиома",
    "и еще",
    "✔"
   ]
  ]
 },
 "tu": {
  "count": 8,
  "data": [
   [
    "api tu",
    "идиома",
    "but",
    "✔"
   ],
   [
    "avañjhānitvevāhaṃ",
    "сандхи",
    "я (говорю, что они) конечно не бесплодны",
    "✔"
   ],
   [
    "tveva 1",
    "сандхи",
    "однако",
    "✔"
   ],
   [
    "tveva 2",
    "сандхи",
    "именно как",
    "✔"
   ],
   [
    "tveva 3",
    "сандхи",
    "но всё равно",
    "✔"
   ],
   [
    "tvevāhaṃ",
    "сандхи",
    "однако даже тогда я",
    "✔"
   ],
   [
    "mayaṃ tu",
    "идиома",
    "мы однако",
    "◑"
   ],
   [
    "subhantveva",
    "сандхи",
    "(сфокусированный) только на красивом",
    "✔"
   ]
  ]
 },
 "nu": {
  "count": 23,
  "data": [
   [
    "api nu",
    "идиома",
    "является?",
    "✔"
   ],
   [
    "apinussa",
    "сандхи",
    "и будет ли это для него?",
    "✔"
   ],
   [
    "kacci nu kho",
    "идиома",
    "так ли это?",
    "✔"
   ],
   [
    "kathaṃ nu",
    "идиома",
    "как?",
    "✔"
   ],
   [
    "kāyanuttha",
    "сандхи",
    "с чем здесь?",
    "✔"
   ],
   [
    "kinnu",
    "сандхи",
    "что?",
    "✔"
   ],
   [
    "kinnumāva",
    "сандхи",
    "это не единственные",
    "◑"
   ],
   [
    "kiṃ nu",
    "идиома",
    "почему?",
    "✔"
   ],
   [
    "kiṃ nu kho",
    "идиома",
    "с какой стати!?",
    "✔"
   ],
   [
    "kuto nu",
    "идиома",
    "откуда?",
    "✔"
   ],
   [
    "ko nu",
    "идиома",
    "какой?",
    "✔"
   ],
   [
    "ko nu kho",
    "идиома",
    "кто же в самом деле!?",
    "✔"
   ],
   [
    "najja",
    "сандхи",
    "сегодня?",
    "✔"
   ],
   [
    "nanāyaṃ",
    "сандхи",
    "точно это?",
    "✔"
   ],
   [
    "nāyaṃ 2",
    "сандхи",
    "этот человек?",
    "✔"
   ],
   [
    "nu kho",
    "идиома",
    "так?",
    "✔"
   ],
   [
    "nu khosmi",
    "идиома",
    "Был ли я?",
    "✔"
   ],
   [
    "nuttha",
    "сандхи",
    "что здесь?",
    "✔"
   ],
   [
    "numāni",
    "сандхи",
    "это?",
    "✔"
   ],
   [
    "nuhaṃ",
    "сандхи",
    "я?",
    "✔"
   ],
   [
    "nvayaṃ",
    "сандхи",
    "(для кого) это?",
    "✔"
   ],
   [
    "sakkā nu",
    "идиома",
    "это возможно?",
    "✔"
   ],
   [
    "siyā nu kho",
    "идиома",
    "может ли быть?",
    "✔"
   ]
  ]
 },
 "piya": {
  "count": 6,
  "data": [
   [
    "kurute piyaṃ",
    "идиома",
    "дорожит",
    "✔"
   ],
   [
    "dukkhamappiyaṃ",
    "сандхи",
    "страдание не любимо (кем-либо)",
    "✔"
   ],
   [
    "piya manāpa",
    "идиома",
    "горячо любимый",
    "✔"
   ],
   [
    "piyataramattanā",
    "сандхи",
    "дороже себя",
    "✔"
   ],
   [
    "piyaṃ karoti",
    "идиома",
    "завоевывает симпатию (кого-то)",
    "◑"
   ],
   [
    "piyāmesi",
    "сандхи",
    "ты дорог мне",
    "✔"
   ]
  ]
 },
 "pisuṇa": {
  "count": 1,
  "data": [
   [
    "pesuññaṃ upasaṃharati",
    "идиома",
    "клевещет",
    "✔"
   ]
  ]
 },
 "su1": {
  "count": 25,
  "data": [
   [
    "apissu",
    "сандхи",
    "и затем",
    "✔"
   ],
   [
    "ādittassu",
    "сандхи",
    "it must be on fire!",
    "✔"
   ],
   [
    "itissu",
    "сандхи",
    "таким образом",
    "✔"
   ],
   [
    "iddhimantāssunāmime",
    "сандхи",
    "поистине они сверхъестественные!",
    "✔"
   ],
   [
    "evamevassu",
    "сандхи",
    "подобным образом действительно",
    "✔"
   ],
   [
    "kaccissu",
    "сандхи",
    "я надеюсь",
    "✔"
   ],
   [
    "kathaṃsu",
    "сандхи",
    "как?",
    "✔"
   ],
   [
    "kissassu",
    "сандхи",
    "кого?",
    "✔"
   ],
   [
    "kiṃ su",
    "идиома",
    "кто?",
    "✔"
   ],
   [
    "kiṃsūdha",
    "сандхи",
    "что здесь?",
    "✔"
   ],
   [
    "kudāssu",
    "сандхи",
    "эх когда же!?",
    "✔"
   ],
   [
    "kenassu",
    "сандхи",
    "чем?",
    "✔"
   ],
   [
    "kosu",
    "сандхи",
    "кто на самом деле?",
    "✔"
   ],
   [
    "kosu nāma",
    "идиома",
    "кто на самом деле?",
    "✔"
   ],
   [
    "tatrāssu",
    "сандхи",
    "там действительно",
    "✔"
   ],
   [
    "tayassu",
    "сандхи",
    "именно три",
    "✔"
   ],
   [
    "tyassu 2",
    "сандхи",
    "they indeed",
    "✔"
   ],
   [
    "nāmassu",
    "сандхи",
    "конечно?",
    "✔"
   ],
   [
    "nevassu",
    "сандхи",
    "точно нет",
    "✔"
   ],
   [
    "māssu",
    "сандхи",
    "не делай этого!",
    "◑"
   ],
   [
    "yāvassu",
    "сандхи",
    "настолько",
    "✔"
   ],
   [
    "saṭhāssunāmime",
    "сандхи",
    "поистине они коварны!",
    "✔"
   ],
   [
    "sīdha",
    "сандхи",
    "здесь",
    "✔"
   ],
   [
    "sudaṃ 2",
    "сандхи",
    "действительно это",
    "✔"
   ],
   [
    "hissa 2",
    "сандхи",
    "безусловно",
    "✔"
   ]
  ]
 },
 "sudaṃ": {
  "count": 3,
  "data": [
   [
    "apissudaṃ",
    "сандхи",
    "как если бы",
    "✔"
   ],
   [
    "sudāhaṃ",
    "сандхи",
    "поистине я",
    "✔"
   ],
   [
    "svāssudaṃ",
    "сандхи",
    "он действительно",
    "✔"
   ]
  ]
 },
 "puñña": {
  "count": 1,
  "data": [
   [
    "puññāni karoti",
    "идиома",
    "делает заслуги",
    "✔"
   ]
  ]
 },
 "puṭṭha1": {
  "count": 1,
  "data": [
   [
    "puṭṭhohaṃ",
    "сандхи",
    "спрошенный я",
    "✔"
   ]
  ]
 },
 "pubba1": {
  "count": 3,
  "data": [
   [
    "apubbaṃ acarimaṃ",
    "идиома",
    "одновременно",
    "✔"
   ],
   [
    "ito pubbe",
    "идиома",
    "до сих пор",
    "✔"
   ],
   [
    "pubbeva",
    "сандхи",
    "именно перед",
    "✔"
   ]
  ]
 },
 "pūjita": {
  "count": 1,
  "data": [
   [
    "pūjitamettāvatā",
    "сандхи",
    "то, что было предложено, достаточно",
    "✔"
   ]
  ]
 },
 "samudāgacchati": {
  "count": 2,
  "data": [
   [
    "appakasirena samudāgacchanti",
    "идиома",
    "получаются без трудностей",
    "✔"
   ],
   [
    "kasirena samudāgacchanti",
    "идиома",
    "с трудом получаются",
    "✔"
   ]
  ]
 },
 "paṭiññā": {
  "count": 1,
  "data": [
   [
    "paṭiññaṃ kāretvā",
    "идиома",
    "дав обещание",
    "◑"
   ]
  ]
 },
 "patvā": {
  "count": 1,
  "data": [
   [
    "rajjaṃ patvā",
    "идиома",
    "получив власть",
    "✔"
   ]
  ]
 },
 "pamāda": {
  "count": 4,
  "data": [
   [
    "pamādattha",
    "сандхи",
    "будьте беспечны!",
    "✔"
   ],
   [
    "pamādaṃ āpajjati",
    "идиома",
    "становится беспечным",
    "✔"
   ],
   [
    "pamādaṃ āharati",
    "идиома",
    "становится небрежным",
    "✔"
   ],
   [
    "mā pamādattha",
    "идиома",
    "вы не должны быть небрежными",
    "✔"
   ]
  ]
 },
 "pahāna": {
  "count": 1,
  "data": [
   [
    "pahānaṃ gacchati",
    "идиома",
    "отбрасывается",
    "✔"
   ]
  ]
 },
 "pahita2": {
  "count": 1,
  "data": [
   [
    "appahitepi",
    "сандхи",
    "даже когда не обратились",
    "✔"
   ]
  ]
 },
 "pahīna": {
  "count": 1,
  "data": [
   [
    "yadatītampahīnantaṃ",
    "сандхи",
    "все прошлое оставлено",
    "✔"
   ]
  ]
 },
 "ekadā": {
  "count": 2,
  "data": [
   [
    "appekadā",
    "сандхи",
    "иногда",
    "✔"
   ],
   [
    "appekadāhaṃ",
    "сандхи",
    "но в некоторые дни я",
    "✔"
   ]
  ]
 },
 "nāma": {
  "count": 17,
  "data": [
   [
    "appeva nāma",
    "идиома",
    "было бы хорошо если бы",
    "✔"
   ],
   [
    "appevanāma",
    "сандхи",
    "было бы хорошо если",
    "✔"
   ],
   [
    "appevanāmimassa",
    "сандхи",
    "этого было бы хорошо если",
    "✔"
   ],
   [
    "iddhimantāssunāmime",
    "сандхи",
    "поистине они сверхъестественные!",
    "✔"
   ],
   [
    "kathaṃ hi nāma",
    "идиома",
    "как же так!?",
    "✔"
   ],
   [
    "ko nāmeso",
    "идиома",
    "как зовут этого (человека)?",
    "✔"
   ],
   [
    "konāmo",
    "сандхи",
    "какое имя?",
    "✔"
   ],
   [
    "kosu nāma",
    "идиома",
    "кто на самом деле?",
    "✔"
   ],
   [
    "nāmajja",
    "сандхи",
    "certainly today",
    "✔"
   ],
   [
    "nāmassu",
    "сандхи",
    "конечно?",
    "✔"
   ],
   [
    "nāmāyaṃ 1",
    "сандхи",
    "имя (этого)",
    "✔"
   ],
   [
    "nāmāyaṃ 2",
    "сандхи",
    "действительно это",
    "✔"
   ],
   [
    "nāmāhaṃ",
    "сандхи",
    "я истинно",
    "✔"
   ],
   [
    "nāmete",
    "сандхи",
    "эти называются",
    "✔"
   ],
   [
    "nāmeso",
    "сандхи",
    "это названный",
    "◑"
   ],
   [
    "yatra hi nāma",
    "идиома",
    "в случае когда",
    "✔"
   ],
   [
    "saṭhāssunāmime",
    "сандхи",
    "поистине они коварны!",
    "✔"
   ]
  ]
 },
 "imassa": {
  "count": 4,
  "data": [
   [
    "appevanāmimassa",
    "сандхи",
    "этого было бы хорошо если",
    "✔"
   ],
   [
    "imassuppādā",
    "сандхи",
    "от возникновения этого",
    "✔"
   ],
   [
    "imassetaṃ",
    "сандхи",
    "это для этого",
    "✔"
   ],
   [
    "panimassa",
    "сандхи",
    "и этого",
    "✔"
   ]
  ]
 },
 "tuṇhī": {
  "count": 4,
  "data": [
   [
    "appossukko tuṇhībhūto",
    "идиома",
    "спокойный и тихий",
    "✔"
   ],
   [
    "ariya tuṇhībhāva",
    "идиома",
    "благородная тишина",
    "✔"
   ],
   [
    "tuṇhī ahesuṃ",
    "идиома",
    "они были тихими",
    "✔"
   ],
   [
    "tuṇhī ahosi",
    "идиома",
    "молчал",
    "✔"
   ]
  ]
 },
 "bhūta": {
  "count": 3,
  "data": [
   [
    "appossukko tuṇhībhūto",
    "идиома",
    "спокойный и тихий",
    "✔"
   ],
   [
    "bhūtapubbāhaṃ",
    "сандхи",
    "раньше я",
    "✔"
   ],
   [
    "bhūtamidaṃ",
    "сандхи",
    "это есть",
    "✔"
   ]
  ]
 },
 "phāsu": {
  "count": 1,
  "data": [
   [
    "aphāsuṃ karoti",
    "идиома",
    "беспокоит",
    "✔"
   ]
  ]
 },
 "bala": {
  "count": 4,
  "data": [
   [
    "pañca balāni",
    "идиома",
    "пять душевных сил",
    "✔"
   ],
   [
    "balavamhi balattho",
    "идиома",
    "сила определяет правоту",
    "✔"
   ],
   [
    "balaṃ gahetvā",
    "идиома",
    "восстановив свои силы",
    "✔"
   ],
   [
    "balaṃ gāhetvā",
    "идиома",
    "восстановив силы",
    "✔"
   ]
  ]
 },
 "bāla": {
  "count": 1,
  "data": [
   [
    "bālosi",
    "сандхи",
    "ты дурень!",
    "✔"
   ]
  ]
 },
 "bāhira": {
  "count": 1,
  "data": [
   [
    "cha bāhirāni āyatanāni",
    "идиома",
    "шесть внешних полей чувств",
    "✔"
   ]
  ]
 },
 "vohāra": {
  "count": 1,
  "data": [
   [
    "vohāraṃ gacchati",
    "идиома",
    "называется",
    "✔"
   ]
  ]
 },
 "abbhattha": {
  "count": 1,
  "data": [
   [
    "abbhatthaṃ gacchati",
    "идиома",
    "исчезает",
    "✔"
   ]
  ]
 },
 "bhaya": {
  "count": 2,
  "data": [
   [
    "bhayamantarato",
    "сандхи",
    "опасность изнутри",
    "✔"
   ],
   [
    "sotthinā abbhayena",
    "идиома",
    "безопасно и надежно",
    "✔"
   ]
  ]
 },
 "abbhuta": {
  "count": 1,
  "data": [
   [
    "abbhutaṃ karoti",
    "идиома",
    "делает ставку",
    "◑"
   ]
  ]
 },
 "byādhi": {
  "count": 1,
  "data": [
   [
    "byādhidhammomhi",
    "сандхи",
    "мне свойственно болеть",
    "✔"
   ]
  ]
 },
 "brāhmaṇa": {
  "count": 1,
  "data": [
   [
    "brāhmaṇamhā",
    "сандхи",
    "мы святые люди",
    "✔"
   ]
  ]
 },
 "bhava": {
  "count": 1,
  "data": [
   [
    "bhavobhirādhito",
    "сандхи",
    "наслаждался состоянием",
    "✔"
   ]
  ]
 },
 "abhavissa": {
  "count": 1,
  "data": [
   [
    "mahatā atthena saṃyutto abhavissa",
    "идиома",
    "очень бы выиграл",
    "✔"
   ]
  ]
 },
 "bhāva": {
  "count": 3,
  "data": [
   [
    "ariya tuṇhībhāva",
    "идиома",
    "благородная тишина",
    "✔"
   ],
   [
    "kuddhabhāvamassa",
    "сандхи",
    "его гневное состояние",
    "◑"
   ],
   [
    "sammukhībhāvaṃ adāsi",
    "идиома",
    "показал лицо",
    "✔"
   ]
  ]
 },
 "bhāsita": {
  "count": 3,
  "data": [
   [
    "etassa bhāsitassa atthaṃ",
    "идиома",
    "смысл этого высказывания",
    "✔"
   ],
   [
    "bhāsitampetaṃ",
    "сандхи",
    "и это тоже было сказано (кем-то)",
    "✔"
   ],
   [
    "yāvasubhāsitamidaṃ",
    "сандхи",
    "как хорошо это было сказано",
    "✔"
   ]
  ]
 },
 "abhikkanta": {
  "count": 1,
  "data": [
   [
    "abhikkantāya rattiyā",
    "идиома",
    "по мере того, как проходил вечер",
    "✔"
   ]
  ]
 },
 "ratti": {
  "count": 7,
  "data": [
   [
    "abhikkantāya rattiyā",
    "идиома",
    "по мере того, как проходил вечер",
    "✔"
   ],
   [
    "uddhaste aruṇe nandimukhiyā rattiyā",
    "идиома",
    "когда восходила розовая улыбка рассвета",
    "✔"
   ],
   [
    "tassā rattiyā accayena",
    "идиома",
    "после прохождения той ночи",
    "✔"
   ],
   [
    "divā ca ratto ca",
    "идиома",
    "днем и ночью",
    "✔"
   ],
   [
    "nandimukhiyā rattiyā",
    "идиома",
    "когда улыбка рассвета",
    "✔"
   ],
   [
    "rattiyā ca divasassa ca",
    "идиома",
    "днем и ночью",
    "✔"
   ],
   [
    "rattiyā pacchime yāme",
    "идиома",
    "в последнюю стражу ночи",
    "✔"
   ]
  ]
 },
 "abhikkama": {
  "count": 1,
  "data": [
   [
    "abhikkamosānaṃ",
    "сандхи",
    "их увеличение",
    "✔"
   ]
  ]
 },
 "esānaṃ": {
  "count": 2,
  "data": [
   [
    "abhikkamosānaṃ",
    "сандхи",
    "их увеличение",
    "✔"
   ],
   [
    "paṭikkamosānaṃ",
    "сандхи",
    "их отступление",
    "✔"
   ]
  ]
 },
 "bhikkhu": {
  "count": 2,
  "data": [
   [
    "pañcamattehi bhikkhusatehi",
    "идиома",
    "с 500 монахами",
    "✔"
   ],
   [
    "yo pana bhikkhu",
    "идиома",
    "если какой-либо монах",
    "✔"
   ]
  ]
 },
 "abhijānāti": {
  "count": 1,
  "data": [
   [
    "abhijānāmahaṃ",
    "сандхи",
    "я чётко помню",
    "✔"
   ]
  ]
 },
 "abhinīhāra": {
  "count": 1,
  "data": [
   [
    "abhinīhāraṃ katvā",
    "идиома",
    "сделав устремление (к)",
    "✔"
   ]
  ]
 },
 "bhinna": {
  "count": 1,
  "data": [
   [
    "vācā bhinnā",
    "идиома",
    "это явно сказано",
    "✔"
   ]
  ]
 },
 "abhibhū": {
  "count": 1,
  "data": [
   [
    "abhibhosmi",
    "сандхи",
    "я победитель",
    "✔"
   ]
  ]
 },
 "abhisandeti": {
  "count": 1,
  "data": [
   [
    "abhisandeti parisandeti paripūreti parippharati",
    "идиома",
    "пропитывает, насыщает, пронизывает и наполняет",
    "✔"
   ]
  ]
 },
 "parisandeti": {
  "count": 1,
  "data": [
   [
    "abhisandeti parisandeti paripūreti parippharati",
    "идиома",
    "пропитывает, насыщает, пронизывает и наполняет",
    "✔"
   ]
  ]
 },
 "paripūreti": {
  "count": 1,
  "data": [
   [
    "abhisandeti parisandeti paripūreti parippharati",
    "идиома",
    "пропитывает, насыщает, пронизывает и наполняет",
    "✔"
   ]
  ]
 },
 "parippharati": {
  "count": 1,
  "data": [
   [
    "abhisandeti parisandeti paripūreti parippharati",
    "идиома",
    "пропитывает, насыщает, пронизывает и наполняет",
    "✔"
   ]
  ]
 },
 "abhihaṭṭhuṃ": {
  "count": 1,
  "data": [
   [
    "abhihaṭṭhuṃ pavāreti",
    "идиома",
    "приглашает принять",
    "✔"
   ]
  ]
 },
 "pavāreti": {
  "count": 1,
  "data": [
   [
    "abhihaṭṭhuṃ pavāreti",
    "идиома",
    "приглашает принять",
    "✔"
   ]
  ]
 },
 "bhuttāvī": {
  "count": 2,
  "data": [
   [
    "abhuttāvinā kataṃ",
    "идиома",
    "(виная) сделано тем, кто не ел",
    "✔"
   ],
   [
    "bhuttāvinā kataṃ",
    "идиома",
    "(виная) сделано тем, кто поел",
    "✔"
   ]
  ]
 },
 "makasa": {
  "count": 1,
  "data": [
   [
    "kacchevāmakase",
    "сандхи",
    "как в болотистом месте без москитов",
    "✔"
   ]
  ]
 },
 "magga": {
  "count": 4,
  "data": [
   [
    "ariyo aṭṭhaṅgiko maggo",
    "идиома",
    "путь Будды из восьми частей",
    "✔"
   ],
   [
    "maggakkhāyīhaṃ",
    "сандхи",
    "я направляю",
    "✔"
   ],
   [
    "maggaṃ deti",
    "идиома",
    "уступает",
    "✔"
   ],
   [
    "maggā okkamma",
    "идиома",
    "сход с дороги",
    "✔"
   ]
  ]
 },
 "amacca": {
  "count": 1,
  "data": [
   [
    "mittāmaccā ñātisālohitā",
    "идиома",
    "друзья коллеги семья и кровные родственники",
    "✔"
   ]
  ]
 },
 "maññita": {
  "count": 1,
  "data": [
   [
    "maññitametaṃ",
    "сандхи",
    "это воображение",
    "✔"
   ]
  ]
 },
 "mata1": {
  "count": 3,
  "data": [
   [
    "amatamadhigataṃ",
    "сандхи",
    "бессмертное состояние достигнуто",
    "✔"
   ],
   [
    "amatassa dvāra",
    "идиома",
    "дверь в бессмертное состояние",
    "✔"
   ],
   [
    "amataṃ padaṃ",
    "идиома",
    "вечность",
    "✔"
   ]
  ]
 },
 "dvāra": {
  "count": 1,
  "data": [
   [
    "amatassa dvāra",
    "идиома",
    "дверь в бессмертное состояние",
    "✔"
   ]
  ]
 },
 "manāpa": {
  "count": 3,
  "data": [
   [
    "piya manāpa",
    "идиома",
    "горячо любимый",
    "✔"
   ],
   [
    "manāpaṃ carati",
    "идиома",
    "действует любезно (по отношению к)",
    "✔"
   ],
   [
    "manāpeneva",
    "сандхи",
    "только приятно",
    "✔"
   ]
  ]
 },
 "mama": {
  "count": 6,
  "data": [
   [
    "mama vacanena",
    "идиома",
    "от моего имени",
    "✔"
   ],
   [
    "mama santike",
    "идиома",
    "в моем присутствии",
    "✔"
   ],
   [
    "mamaccaye",
    "сандхи",
    "после моего ухода",
    "✔"
   ],
   [
    "mamapi",
    "сандхи",
    "меня тогда",
    "✔"
   ],
   [
    "mamassa",
    "сандхи",
    "это могло бы быть моим",
    "✔"
   ],
   [
    "mameva",
    "сандхи",
    "исключительно мой",
    "✔"
   ]
  ]
 },
 "maraṇa": {
  "count": 4,
  "data": [
   [
    "kāyassa bhedā paraṃ maraṇā",
    "идиома",
    "после распада тела, после смерти",
    "✔"
   ],
   [
    "paraṃ maraṇā",
    "идиома",
    "после смерти",
    "✔"
   ],
   [
    "maraṇadhammomhi",
    "сандхи",
    "мне свойственно умереть",
    "✔"
   ],
   [
    "maraṇaṃ nigacchati",
    "идиома",
    "умирает",
    "✔"
   ]
  ]
 },
 "mahā": {
  "count": 1,
  "data": [
   [
    "mahatā atthena saṃyutto abhavissa",
    "идиома",
    "очень бы выиграл",
    "✔"
   ]
  ]
 },
 "māyā": {
  "count": 1,
  "data": [
   [
    "māyaṃ vidaṃseti",
    "идиома",
    "демонстрирует иллюзию",
    "✔"
   ]
  ]
 },
 "mitta": {
  "count": 2,
  "data": [
   [
    "kalyāṇamittassetaṃ",
    "сандхи",
    "для (монаха) имеющего хороших друзей это",
    "✔"
   ],
   [
    "mittāmaccā ñātisālohitā",
    "идиома",
    "друзья коллеги семья и кровные родственники",
    "✔"
   ]
  ]
 },
 "aminā": {
  "count": 1,
  "data": [
   [
    "tadamināpetaṃ",
    "сандхи",
    "это именно этим",
    "✔"
   ]
  ]
 },
 "amu": {
  "count": 1,
  "data": [
   [
    "tato amutra",
    "идиома",
    "шаг за шагом",
    "✔"
   ]
  ]
 },
 "mukha": {
  "count": 3,
  "data": [
   [
    "uddhaste aruṇe nandimukhiyā rattiyā",
    "идиома",
    "когда восходила розовая улыбка рассвета",
    "✔"
   ],
   [
    "nandimukhiyā rattiyā",
    "идиома",
    "когда улыбка рассвета",
    "✔"
   ],
   [
    "mukhavātaṃ dadāti",
    "идиома",
    "досл. даёт воздух рта",
    "✔"
   ]
  ]
 },
 "muta": {
  "count": 1,
  "data": [
   [
    "diṭṭha suta muta",
    "идиома",
    "увидено, услышано и воспринято",
    "✔"
   ]
  ]
 },
 "musā": {
  "count": 2,
  "data": [
   [
    "musā bhaṇati",
    "идиома",
    "лжет",
    "✔"
   ],
   [
    "musā bhaṇanta",
    "идиома",
    "лгать",
    "✔"
   ]
  ]
 },
 "mūla": {
  "count": 1,
  "data": [
   [
    "amūlakañceva",
    "сандхи",
    "если действительно безосновательно",
    "✔"
   ]
  ]
 },
 "mūḷha": {
  "count": 1,
  "data": [
   [
    "mūḷhosi",
    "сандхи",
    "ты безумец!",
    "✔"
   ]
  ]
 },
 "mogha": {
  "count": 2,
  "data": [
   [
    "moghamaññanti",
    "сандхи",
    "\"всё остальное неверно\"",
    "✔"
   ],
   [
    "moghamaññaṃ",
    "сандхи",
    "все остальное неверно",
    "✔"
   ]
  ]
 },
 "moha": {
  "count": 1,
  "data": [
   [
    "rāga dosa moha",
    "идиома",
    "жажда, отвращение и заблуждение",
    "✔"
   ]
  ]
 },
 "ambho": {
  "count": 2,
  "data": [
   [
    "ambho purisa",
    "идиома",
    "послушай добрый человек",
    "✔"
   ],
   [
    "ehambho",
    "сандхи",
    "ну же! давай сейчас!",
    "✔"
   ]
  ]
 },
 "purisa": {
  "count": 1,
  "data": [
   [
    "ambho purisa",
    "идиома",
    "послушай добрый человек",
    "✔"
   ]
  ]
 },
 "amhā": {
  "count": 8,
  "data": [
   [
    "arahantamhā",
    "сандхи",
    "мы архаты",
    "✔"
   ],
   [
    "āgatamha",
    "сандхи",
    "мы пришли",
    "✔"
   ],
   [
    "jitamha",
    "сандхи",
    "нас победили (кем-либо)",
    "✔"
   ],
   [
    "jitamhā",
    "сандхи",
    "нас победили",
    "✔"
   ],
   [
    "dassanakāmamhā",
    "сандхи",
    "мы хотим увидеть",
    "✔"
   ],
   [
    "paviṭṭhamhā",
    "сандхи",
    "мы вошли",
    "✔"
   ],
   [
    "brāhmaṇamhā",
    "сандхи",
    "мы святые люди",
    "✔"
   ],
   [
    "samaṇamhā",
    "сандхи",
    "мы аскеты",
    "✔"
   ]
  ]
 },
 "amhākaṃ": {
  "count": 4,
  "data": [
   [
    "amhākañcevāyaṃ",
    "сандхи",
    "и только этот наш",
    "✔"
   ],
   [
    "amhākañceso",
    "сандхи",
    "и он наш",
    "✔"
   ],
   [
    "amhākampi",
    "сандхи",
    "для нас тоже",
    "✔"
   ],
   [
    "amhākampetaṃ",
    "сандхи",
    "и для нас этот",
    "✔"
   ]
  ]
 },
 "eso": {
  "count": 13,
  "data": [
   [
    "amhākañceso",
    "сандхи",
    "и он наш",
    "✔"
   ],
   [
    "esāhaṃ",
    "сандхи",
    "я",
    "✔"
   ],
   [
    "eseva",
    "сандхи",
    "именно этот",
    "✔"
   ],
   [
    "esevanto",
    "сандхи",
    "именно это конец (чего-то)",
    "✔"
   ],
   [
    "esohamasmi",
    "сандхи",
    "я являюсь этим",
    "✔"
   ],
   [
    "ko nāmeso",
    "идиома",
    "как зовут этого (человека)?",
    "✔"
   ],
   [
    "ceso",
    "сандхи",
    "и этот",
    "✔"
   ],
   [
    "nāmeso",
    "сандхи",
    "это названный",
    "◑"
   ],
   [
    "neso natthīti",
    "идиома",
    "(я говорю) нельзя отрицать, что это существует",
    "✔"
   ],
   [
    "nesohamasmi",
    "сандхи",
    "я не это",
    "✔"
   ],
   [
    "paneso",
    "сандхи",
    "и он",
    "✔"
   ],
   [
    "mā kho tumhe eso ajesi",
    "идиома",
    "не позволяйте этому человеку победить вас",
    "✔"
   ],
   [
    "meso",
    "сандхи",
    "это мое",
    "✔"
   ]
  ]
 },
 "āyasmant": {
  "count": 32,
  "data": [
   [
    "ayamāyasmā",
    "сандхи",
    "этот почтенный",
    "✔"
   ],
   [
    "ahampāyasmante",
    "сандхи",
    "я тоже почтенных",
    "✔"
   ],
   [
    "āyasmāpi",
    "сандхи",
    "а потом почтенный",
    "✔"
   ],
   [
    "iccāyasmā",
    "сандхи",
    "так (сказал) почтенный",
    "✔"
   ],
   [
    "idamavocāyasmā",
    "сандхи",
    "достопочтенный сказал это",
    "✔"
   ],
   [
    "idānāyasmā",
    "сандхи",
    "сейчас почтенный",
    "✔"
   ],
   [
    "upasaṅkamatāyasmā",
    "сандхи",
    "почтенный подходи!",
    "✔"
   ],
   [
    "kirāyasmā",
    "сандхи",
    "мы слышали достопочтенный",
    "✔"
   ],
   [
    "cāyasmatā",
    "сандхи",
    "и уважаемым",
    "✔"
   ],
   [
    "cāyasmā",
    "сандхи",
    "и, почетный",
    "✔"
   ],
   [
    "tatthāyasmante",
    "сандхи",
    "в этом отношении (я спрашиваю) достопочтенных",
    "✔"
   ],
   [
    "tenahāyasmanto",
    "сандхи",
    "в таком случае, достопочтенные",
    "✔"
   ],
   [
    "tenahāyasmā",
    "сандхи",
    "поэтому достопочтенный",
    "✔"
   ],
   [
    "nāyamāyasmā",
    "сандхи",
    "этот достопочтенный не является",
    "✔"
   ],
   [
    "pakkamatāyasmā",
    "сандхи",
    "уважаемому следует покинуть! достопочтенный должен уйти прочь!",
    "✔"
   ],
   [
    "panāyamāyasmā",
    "сандхи",
    "и этот почтенный",
    "✔"
   ],
   [
    "panāyasmato",
    "сандхи",
    "и для почтенного",
    "✔"
   ],
   [
    "panāyasmantaṃ",
    "сандхи",
    "и почтенного",
    "✔"
   ],
   [
    "panāyasmante",
    "сандхи",
    "и достопочтенные",
    "✔"
   ],
   [
    "panāyasmanto",
    "сандхи",
    "и достопочтенные",
    "✔"
   ],
   [
    "panāyasmā",
    "сандхи",
    "и почтенный",
    "✔"
   ],
   [
    "parisuddhetthāyasmanto",
    "сандхи",
    "почтенные чисты в этом отношении",
    "✔"
   ],
   [
    "māyasmanto",
    "сандхи",
    "уважаемые не делайте!",
    "✔"
   ],
   [
    "māyasmā",
    "сандхи",
    "уважаемый не делай!",
    "✔"
   ],
   [
    "yadāyasmantānaṃ",
    "сандхи",
    "если для досточтимых",
    "✔"
   ],
   [
    "yuñjantāyasmanto",
    "сандхи",
    "почтенному следует постараться (вернуть)",
    "✔"
   ],
   [
    "yenāyasmā",
    "сандхи",
    "где почтенный",
    "✔"
   ],
   [
    "vacanīyamevāyasmā",
    "сандхи",
    "почтенный (сделайте себя) способным к наставлению",
    "✔"
   ],
   [
    "viramathāyasmanto",
    "сандхи",
    "почтенные воздержитесь (от)!",
    "✔"
   ],
   [
    "viharatāyasmā",
    "сандхи",
    "останься, друг!",
    "✔"
   ],
   [
    "sametāyasmantānaṃ",
    "сандхи",
    "уважаемым следует согласиться (с)",
    "✔"
   ],
   [
    "sametāyasmā",
    "сандхи",
    "пусть благородный согласится (с)",
    "✔"
   ]
  ]
 },
 "uddesa": {
  "count": 2,
  "data": [
   [
    "ayamuddeso",
    "сандхи",
    "это краткое изложение",
    "✔"
   ],
   [
    "uddesaṃ āgacchati",
    "идиома",
    "подходит (время) для чтения",
    "✔"
   ]
  ]
 },
 "yasas": {
  "count": 1,
  "data": [
   [
    "yasassiso",
    "сандхи",
    "он известен",
    "✔"
   ]
  ]
 },
 "tattha": {
  "count": 16,
  "data": [
   [
    "ayaṃ tattha samayo",
    "идиома",
    "это надлежащий повод здесь",
    "✔"
   ],
   [
    "ayaṃ tattha sāmīci",
    "идиома",
    "это правильный поступок",
    "✔"
   ],
   [
    "tattha tattha 1",
    "идиома",
    "прямо там",
    "✔"
   ],
   [
    "tattha tattha 2",
    "идиома",
    "в каждом случае",
    "✔"
   ],
   [
    "tattha tattha 3",
    "идиома",
    "здесь и там",
    "✔"
   ],
   [
    "tattha tattheva",
    "идиома",
    "везде",
    "✔"
   ],
   [
    "tatthaddasaṃ",
    "сандхи",
    "там я увидел",
    "✔"
   ],
   [
    "tatthāyasmante",
    "сандхи",
    "в этом отношении (я спрашиваю) достопочтенных",
    "✔"
   ],
   [
    "tatthāyaṃ",
    "сандхи",
    "там этот",
    "✔"
   ],
   [
    "tatthāhaṃ 1",
    "сандхи",
    "там я",
    "✔"
   ],
   [
    "tatthāhaṃ 2",
    "сандхи",
    "в этом отношении я",
    "✔"
   ],
   [
    "tatthetaṃ",
    "сандхи",
    "тогда это",
    "✔"
   ],
   [
    "tattheva",
    "сандхи",
    "прямо там",
    "✔"
   ],
   [
    "tatthevantaradhāyi",
    "сандхи",
    "исчез прямо там",
    "✔"
   ],
   [
    "tatthevantaradhāyīti",
    "сандхи",
    "исчез прямо там",
    "✔"
   ],
   [
    "yattha tattha",
    "идиома",
    "где ... там",
    "✔"
   ]
  ]
 },
 "sāmīci": {
  "count": 1,
  "data": [
   [
    "ayaṃ tattha sāmīci",
    "идиома",
    "это правильный поступок",
    "✔"
   ]
  ]
 },
 "yiṭṭha": {
  "count": 1,
  "data": [
   [
    "natthi yiṭṭhaṃ",
    "идиома",
    "нет ничего (плодов от) пожертвования",
    "✔"
   ]
  ]
 },
 "yoga": {
  "count": 2,
  "data": [
   [
    "yogaṃ āpajjati",
    "идиома",
    "вовлекается",
    "✔"
   ],
   [
    "yogo karaṇīyo",
    "идиома",
    "нужно практиковать медитацию",
    "✔"
   ]
  ]
 },
 "yoniso": {
  "count": 2,
  "data": [
   [
    "ayoniso manasikāra",
    "идиома",
    "радикальная невнимательность",
    "✔"
   ],
   [
    "yoniso manasikāra",
    "идиома",
    "надлежащее внимание",
    "✔"
   ]
  ]
 },
 "manasikāra": {
  "count": 2,
  "data": [
   [
    "ayoniso manasikāra",
    "идиома",
    "радикальная невнимательность",
    "✔"
   ],
   [
    "yoniso manasikāra",
    "идиома",
    "надлежащее внимание",
    "✔"
   ]
  ]
 },
 "ayya": {
  "count": 2,
  "data": [
   [
    "yaggheyye",
    "сандхи",
    "правда, госпожа! пожалуйста, мадам!",
    "✔"
   ],
   [
    "sādhayye",
    "сандхи",
    "сказано прекрасно, госпожа",
    "✔"
   ]
  ]
 },
 "arañña": {
  "count": 1,
  "data": [
   [
    "vāraññe",
    "сандхи",
    "или в лесу",
    "✔"
   ]
  ]
 },
 "raṇa": {
  "count": 1,
  "data": [
   [
    "raṇaṃ karitvā",
    "идиома",
    "ведя войну (против)",
    "✔"
   ]
  ]
 },
 "rati": {
  "count": 1,
  "data": [
   [
    "taṇhā arati ragā",
    "идиома",
    "имена трех дочерей Смерти",
    "✔"
   ]
  ]
 },
 "arahatta": {
  "count": 1,
  "data": [
   [
    "arahattaṃ pāpuṇi",
    "идиома",
    "достиг просветления",
    "✔"
   ]
  ]
 },
 "pāpuṇi": {
  "count": 1,
  "data": [
   [
    "arahattaṃ pāpuṇi",
    "идиома",
    "достиг просветления",
    "✔"
   ]
  ]
 },
 "rāga": {
  "count": 1,
  "data": [
   [
    "rāga dosa moha",
    "идиома",
    "жажда, отвращение и заблуждение",
    "✔"
   ]
  ]
 },
 "rāja": {
  "count": 8,
  "data": [
   [
    "devarajjamakārayiṃ",
    "сандхи",
    "я правил над богами",
    "✔"
   ],
   [
    "rajjaṃ kāreti",
    "идиома",
    "правит",
    "✔"
   ],
   [
    "rajjaṃ kāretvā",
    "идиома",
    "правив",
    "✔"
   ],
   [
    "rajjaṃ kārente",
    "идиома",
    "правящий",
    "✔"
   ],
   [
    "rajjaṃ paṭipajjati",
    "идиома",
    "царствует",
    "✔"
   ],
   [
    "rajjaṃ patvā",
    "идиома",
    "получив власть",
    "✔"
   ],
   [
    "rajjaṃ laddhāna",
    "идиома",
    "заняв трон",
    "✔"
   ],
   [
    "rājāhaṃ",
    "сандхи",
    "я царь",
    "✔"
   ]
  ]
 },
 "sacca": {
  "count": 6,
  "data": [
   [
    "dukkhanirodhagāminī paṭipadā ariyasaccaṃ",
    "идиома",
    "благородная истина о пути ведущего к прекращению страданий",
    "✔"
   ],
   [
    "dukkhanirodhaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о прекращении страданий",
    "✔"
   ],
   [
    "dukkhasamudayaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о происхождении страдания",
    "✔"
   ],
   [
    "dukkhaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о страдании",
    "✔"
   ],
   [
    "saccaṃ kira",
    "идиома",
    "правда ли это?",
    "✔"
   ],
   [
    "saccaṃ bhaṇasi",
    "идиома",
    "ты говоришь правду",
    "✔"
   ]
  ]
 },
 "vinaya": {
  "count": 1,
  "data": [
   [
    "ariyassa vinaye",
    "идиома",
    "в тренировке Будды",
    "✔"
   ]
  ]
 },
 "aru": {
  "count": 1,
  "data": [
   [
    "arugatto pakkagatto",
    "идиома",
    "с открытыми язвами на теле",
    "✔"
   ]
  ]
 },
 "gatta": {
  "count": 1,
  "data": [
   [
    "arugatto pakkagatto",
    "идиома",
    "с открытыми язвами на теле",
    "✔"
   ]
  ]
 },
 "aruṇa": {
  "count": 1,
  "data": [
   [
    "uddhaste aruṇe nandimukhiyā rattiyā",
    "идиома",
    "когда восходила розовая улыбка рассвета",
    "✔"
   ]
  ]
 },
 "laddha": {
  "count": 1,
  "data": [
   [
    "lābhā vata me suladdhaṃ vata me",
    "идиома",
    "это, безусловно, приобретение для меня",
    "✔"
   ]
  ]
 },
 "sabba": {
  "count": 18,
  "data": [
   [
    "alametaṃ sabbaṃ",
    "идиома",
    "это всему конец",
    "✔"
   ],
   [
    "sabbamaññaṃ",
    "сандхи",
    "все остальное",
    "✔"
   ],
   [
    "sabbamidaṃ",
    "сандхи",
    "всё это",
    "✔"
   ],
   [
    "sabbamidaṃ carimaṃ kataṃ",
    "идиома",
    "как только всё это было сказано",
    "✔"
   ],
   [
    "sabbametaṃ",
    "сандхи",
    "всё это",
    "✔"
   ],
   [
    "sabbasaṅkhāresu aniccānupassī",
    "идиома",
    "наблюдающий непостоянство всех формаций",
    "✔"
   ],
   [
    "sabbaṃ taṃ",
    "идиома",
    "все это",
    "✔"
   ],
   [
    "sabbāneva",
    "сандхи",
    "в целом",
    "✔"
   ],
   [
    "sabbe te",
    "идиома",
    "все они",
    "✔"
   ],
   [
    "sabbete",
    "сандхи",
    "все они",
    "✔"
   ],
   [
    "sabbena sabbaṃ",
    "идиома",
    "полностью",
    "✔"
   ],
   [
    "sabbena sabbaṃ",
    "идиома",
    "полностью",
    "✔"
   ],
   [
    "sabbena sabbaṃ sabbathā sabbaṃ",
    "идиома",
    "везде во всех отношениях",
    "✔"
   ],
   [
    "sabbeva",
    "сандхи",
    "именно все",
    "✔"
   ],
   [
    "sabbesampissa",
    "сандхи",
    "это было бы (на благо) всех",
    "✔"
   ],
   [
    "sabbehi dhātūhi",
    "идиома",
    "(грам) после всех глагольных корней",
    "✔"
   ],
   [
    "sabbeheva",
    "сандхи",
    "именно всеми",
    "✔"
   ],
   [
    "sabboyaṃ",
    "сандхи",
    "весь этот",
    "✔"
   ]
  ]
 },
 "tāva": {
  "count": 14,
  "data": [
   [
    "alamettāvatā",
    "сандхи",
    "этого достаточно",
    "✔"
   ],
   [
    "ettāvataggaṃ",
    "сандхи",
    "такой наивысший",
    "✔"
   ],
   [
    "ettāvatāpi",
    "сандхи",
    "даже так много",
    "✔"
   ],
   [
    "katamettāvatā",
    "сандхи",
    "того, что сделано, достаточно",
    "✔"
   ],
   [
    "tāvatakeneva",
    "сандхи",
    "только с этим",
    "✔"
   ],
   [
    "tāvatakvassa",
    "сандхи",
    "такой как его",
    "✔"
   ],
   [
    "tāvade",
    "сандхи",
    "сразу",
    "✔"
   ],
   [
    "tāvadeva 1",
    "сандхи",
    "прямо там",
    "✔"
   ],
   [
    "tāvadeva 2",
    "сандхи",
    "в тот же день",
    "✔"
   ],
   [
    "tāvadevassa",
    "сандхи",
    "прямо тогда для него",
    "✔"
   ],
   [
    "tāvadevassā",
    "сандхи",
    "прямо тогда для нее",
    "✔"
   ],
   [
    "tāvāhaṃ",
    "сандхи",
    "пока я",
    "✔"
   ],
   [
    "pūjitamettāvatā",
    "сандхи",
    "то, что было предложено, достаточно",
    "✔"
   ],
   [
    "yāva tāva",
    "идиома",
    "пока ... то",
    "✔"
   ]
  ]
 },
 "vacana": {
  "count": 5,
  "data": [
   [
    "alaṃ vacanāya",
    "идиома",
    "подходит для определения",
    "✔"
   ],
   [
    "kallaṃ vacanāya",
    "идиома",
    "это уместно сказать",
    "✔"
   ],
   [
    "buddhavacanānussaraṇavasenetaṃ",
    "сандхи",
    "из-за воспоминания учения Будды это (говорится)",
    "◑"
   ],
   [
    "mama vacanena",
    "идиома",
    "от моего имени",
    "✔"
   ],
   [
    "vacanaṃ karoti",
    "идиома",
    "исполняет приказание (кого-либо)",
    "✔"
   ]
  ]
 },
 "lābha": {
  "count": 3,
  "data": [
   [
    "lābhaṃ labhati",
    "идиома",
    "получает",
    "◑"
   ],
   [
    "lābhena lābhaṃ nijigīsanatā",
    "идиома",
    "искать подарок, предлагая подарок",
    "✔"
   ],
   [
    "haññadatthatthipasaṃsalābhā",
    "сандхи",
    "здесь (нет) выгоды кроме получения похвалы",
    "✔"
   ]
  ]
 },
 "lābhā": {
  "count": 1,
  "data": [
   [
    "lābhā vata me suladdhaṃ vata me",
    "идиома",
    "это, безусловно, приобретение для меня",
    "✔"
   ]
  ]
 },
 "lohita": {
  "count": 2,
  "data": [
   [
    "mittāmaccā ñātisālohitā",
    "идиома",
    "друзья коллеги семья и кровные родственники",
    "✔"
   ],
   [
    "lohitaṃ uppādeti",
    "идиома",
    "вызывает проливание крови",
    "✔"
   ]
  ]
 },
 "avoca": {
  "count": 3,
  "data": [
   [
    "idamavoca",
    "сандхи",
    "он сказал это",
    "✔"
   ],
   [
    "idamavocāyasmā",
    "сандхи",
    "достопочтенный сказал это",
    "✔"
   ],
   [
    "mā avacuttha",
    "идиома",
    "(вы) не говорите",
    "✔"
   ]
  ]
 },
 "vañjha": {
  "count": 1,
  "data": [
   [
    "avañjhānitvevāhaṃ",
    "сандхи",
    "я (говорю, что они) конечно не бесплодны",
    "✔"
   ]
  ]
 },
 "vaṇṇa2": {
  "count": 2,
  "data": [
   [
    "avaṇṇaṃ bhāsati",
    "идиома",
    "критикует",
    "✔"
   ],
   [
    "vaṇṇaṃ bhāsati",
    "идиома",
    "хвалит (кого-л.)",
    "✔"
   ]
  ]
 },
 "bhāsati": {
  "count": 3,
  "data": [
   [
    "avaṇṇaṃ bhāsati",
    "идиома",
    "критикует",
    "✔"
   ],
   [
    "dhammaṃ bhāsati",
    "идиома",
    "проповедует Дхамму",
    "✔"
   ],
   [
    "vaṇṇaṃ bhāsati",
    "идиома",
    "хвалит (кого-л.)",
    "✔"
   ]
  ]
 },
 "vasa1": {
  "count": 6,
  "data": [
   [
    "maccuvasaṃ vaje",
    "идиома",
    "попасть под власть смерти",
    "✔"
   ],
   [
    "vasaṃ karoti",
    "идиома",
    "берет под контроль",
    "✔"
   ],
   [
    "vasaṃ gacchati",
    "идиома",
    "следует лидерству",
    "✔"
   ],
   [
    "vasaṃ gata",
    "идиома",
    "под контролем",
    "✔"
   ],
   [
    "vasaṃ vattati",
    "идиома",
    "обладает властью",
    "✔"
   ],
   [
    "vasaṃ vatteti",
    "идиома",
    "имеет власть (над)",
    "✔"
   ]
  ]
 },
 "vassanta": {
  "count": 1,
  "data": [
   [
    "deve vassante",
    "идиома",
    "когда идет дождь",
    "✔"
   ]
  ]
 },
 "vassa": {
  "count": 2,
  "data": [
   [
    "tenevantaravassena",
    "сандхи",
    "в течение именно того дождливого сезона",
    "✔"
   ],
   [
    "vassaṃ upagantabbaṃ",
    "идиома",
    "дождливый сезон должен быть начат",
    "✔"
   ]
  ]
 },
 "vigata": {
  "count": 1,
  "data": [
   [
    "viddhe vigatavalāhake deve",
    "идиома",
    "в ясном безоблачном небе",
    "✔"
   ]
  ]
 },
 "vighāta": {
  "count": 1,
  "data": [
   [
    "kilamathassa vighātassa bhāgī",
    "идиома",
    "усталый и сыт по горло",
    "✔"
   ]
  ]
 },
 "vijjā": {
  "count": 1,
  "data": [
   [
    "avijjampāhaṃ",
    "сандхи",
    "невежество истинно я (говорю)",
    "✔"
   ]
  ]
 },
 "viññāṇa": {
  "count": 1,
  "data": [
   [
    "viññāṇanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению сознания",
    "✔"
   ]
  ]
 },
 "viññū": {
  "count": 1,
  "data": [
   [
    "viññutaṃ patto",
    "идиома",
    "достигший половой зрелости",
    "✔"
   ]
  ]
 },
 "vippaṭisārī": {
  "count": 1,
  "data": [
   [
    "mā pacchā vippaṭisārino ahuvattha",
    "идиома",
    "не жалейте потом!",
    "✔"
   ]
  ]
 },
 "vippamutta": {
  "count": 1,
  "data": [
   [
    "vippamuttosi",
    "сандхи",
    "ты освобожден",
    "✔"
   ]
  ]
 },
 "vimutta": {
  "count": 2,
  "data": [
   [
    "vimuttamattānaṃ",
    "сандхи",
    "свое освобождение",
    "✔"
   ],
   [
    "vimuttomhi",
    "сандхи",
    "я освобождён",
    "✔"
   ]
  ]
 },
 "visuddha": {
  "count": 1,
  "data": [
   [
    "visuddhamattānaṃ",
    "сандхи",
    "собственное очищение",
    "✔"
   ]
  ]
 },
 "vedanā": {
  "count": 2,
  "data": [
   [
    "vedanānirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению чувственного опыта",
    "✔"
   ],
   [
    "vedanāsu vedanānupassī viharati",
    "идиома",
    "находиться среди чувств, внимательно наблюдая за чувствами",
    "◑"
   ]
  ]
 },
 "velā": {
  "count": 1,
  "data": [
   [
    "tāyaṃ velāyaṃ",
    "идиома",
    "в тот момент",
    "✔"
   ]
  ]
 },
 "asa2": {
  "count": 2,
  "data": [
   [
    "asasmi",
    "сандхи",
    "я вечный",
    "✔"
   ],
   [
    "asasmīti",
    "сандхи",
    "я вечен",
    "✔"
   ]
  ]
 },
 "sa3": {
  "count": 3,
  "data": [
   [
    "samphalaṃ",
    "сандхи",
    "собственный плод",
    "✔"
   ],
   [
    "sāmampi",
    "сандхи",
    "даже самому себе",
    "✔"
   ],
   [
    "sāmaṃ karoma",
    "идиома",
    "(comm) we pay respect (to)",
    "✔"
   ]
  ]
 },
 "saka": {
  "count": 3,
  "data": [
   [
    "kammassakomhi",
    "идиома",
    "я хозяин своих действий",
    "✔"
   ],
   [
    "sakaṃ sakaṃ",
    "идиома",
    "каждый в своем",
    "✔"
   ],
   [
    "sake ācariyake",
    "идиома",
    "в своем учении",
    "✔"
   ]
  ]
 },
 "saki": {
  "count": 4,
  "data": [
   [
    "sakideva 1",
    "сандхи",
    "только один раз",
    "✔"
   ],
   [
    "sakideva 2",
    "сандхи",
    "одновременно",
    "✔"
   ],
   [
    "sakiṃ sakiṃ",
    "идиома",
    "каждый раз в каждом случае",
    "✔"
   ],
   [
    "sakiṃdeva",
    "сандхи",
    "только однажды",
    "✔"
   ]
  ]
 },
 "saṅkhāra": {
  "count": 5,
  "data": [
   [
    "saṅkhāranirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению намерения",
    "✔"
   ],
   [
    "saṅkhāraṃ padahati",
    "идиома",
    "прикладывает намерение",
    "✔"
   ],
   [
    "saṅkhāraṃ padahanta",
    "идиома",
    "намеренное прилагать усилие",
    "✔"
   ],
   [
    "saṅkhāresūpasantesu",
    "сандхи",
    "когда умышленные действия охлаждены",
    "✔"
   ],
   [
    "sabbasaṅkhāresu aniccānupassī",
    "идиома",
    "наблюдающий непостоянство всех формаций",
    "✔"
   ]
  ]
 },
 "sajjhāya": {
  "count": 2,
  "data": [
   [
    "sajjhāyaṃ karoti",
    "идиома",
    "декламирует",
    "✔"
   ],
   [
    "sajjhāyaṃ karonta",
    "идиома",
    "рецитирующий",
    "✔"
   ]
  ]
 },
 "sañcetanā": {
  "count": 1,
  "data": [
   [
    "nevattasañcetanā",
    "сандхи",
    "ни собственное намерение",
    "✔"
   ]
  ]
 },
 "saññī": {
  "count": 2,
  "data": [
   [
    "āhāre paṭikūlasaññī",
    "идиома",
    "осознание неприятности пищи",
    "✔"
   ],
   [
    "saññīmeva",
    "сандхи",
    "даже сознательный",
    "✔"
   ]
  ]
 },
 "saṭha": {
  "count": 1,
  "data": [
   [
    "saṭhāssunāmime",
    "сандхи",
    "поистине они коварны!",
    "✔"
   ]
  ]
 },
 "santa1": {
  "count": 7,
  "data": [
   [
    "icchāyasantyā",
    "сандхи",
    "когда желание не существует",
    "✔"
   ],
   [
    "evaṃ santaṃ",
    "идиома",
    "в этом случае",
    "✔"
   ],
   [
    "evaṃ santāyaṃ",
    "идиома",
    "в таком случае",
    "✔"
   ],
   [
    "evaṃ sante",
    "идиома",
    "в этом случае",
    "✔"
   ],
   [
    "santamassa",
    "сандхи",
    "принадлежности от него",
    "✔"
   ],
   [
    "santaṃyeva 1",
    "сандхи",
    "просто истинно",
    "✔"
   ],
   [
    "sabbhireva",
    "сандхи",
    "только с мудрыми",
    "✔"
   ]
  ]
 },
 "sati1": {
  "count": 2,
  "data": [
   [
    "satova",
    "сандхи",
    "именно внимательный",
    "✔"
   ],
   [
    "satyassa",
    "сандхи",
    "внимательность (— её)",
    "✔"
   ]
  ]
 },
 "sattha2": {
  "count": 3,
  "data": [
   [
    "nihitadaṇḍo nihitasattho",
    "идиома",
    "отказавшийся от насилия",
    "✔"
   ],
   [
    "satthaṃ āharati",
    "идиома",
    "совершает самоубийство",
    "✔"
   ],
   [
    "satthaṃ āharesi",
    "идиома",
    "покончил жизнь самоубийством",
    "✔"
   ]
  ]
 },
 "sadisa": {
  "count": 3,
  "data": [
   [
    "sadisaṃ katvā",
    "идиома",
    "проведя сравнение (с)",
    "◑"
   ],
   [
    "sadisohamasmi",
    "сандхи",
    "я такой же",
    "✔"
   ],
   [
    "sadisohamasmīti",
    "сандхи",
    "я тот же самый",
    "◑"
   ]
  ]
 },
 "saddhā": {
  "count": 3,
  "data": [
   [
    "saddhaṃ paṭilabhati",
    "идиома",
    "обретает веру (в)",
    "✔"
   ],
   [
    "saddhāya gamissāma",
    "идиома",
    "we can trust",
    "✔"
   ],
   [
    "saddhīdha",
    "сандхи",
    "вера здесь",
    "✔"
   ]
  ]
 },
 "santa2": {
  "count": 2,
  "data": [
   [
    "santametaṃ",
    "сандхи",
    "это спокойный",
    "✔"
   ],
   [
    "santaṃyeva 2",
    "сандхи",
    "только спокойно",
    "✔"
   ]
  ]
 },
 "santhava": {
  "count": 2,
  "data": [
   [
    "karoti santhavaṃ",
    "идиома",
    "устанавливает близкие отношения (с)",
    "✔"
   ],
   [
    "kubbati santhavaṃ",
    "идиома",
    "устанавливает тесные отношения (с)",
    "✔"
   ]
  ]
 },
 "sama1": {
  "count": 3,
  "data": [
   [
    "samatthi",
    "сандхи",
    "существует равный (к)",
    "✔"
   ],
   [
    "samaṃ karoti",
    "идиома",
    "уравнивает",
    "✔"
   ],
   [
    "samā bhavanti",
    "идиома",
    "они такие же",
    "✔"
   ]
  ]
 },
 "samaṇa": {
  "count": 2,
  "data": [
   [
    "samaṇamhā",
    "сандхи",
    "мы аскеты",
    "✔"
   ],
   [
    "samaṇīdha",
    "сандхи",
    "аскета здесь",
    "✔"
   ]
  ]
 },
 "samādhi": {
  "count": 1,
  "data": [
   [
    "samādhimānantarikaññamāhu",
    "сандхи",
    "говорят та стабильность ума с немедленными результатами",
    "✔"
   ]
  ]
 },
 "samodhāna": {
  "count": 1,
  "data": [
   [
    "samodhānaṃ gacchati",
    "идиома",
    "содержится (в)",
    "✔"
   ]
  ]
 },
 "sammā": {
  "count": 4,
  "data": [
   [
    "sammadeva 1",
    "сандхи",
    "совершенно",
    "✔"
   ],
   [
    "sammadeva 2",
    "сандхи",
    "верно",
    "✔"
   ],
   [
    "sammā pariṇāmaṃ gacchati",
    "идиома",
    "правильно усваивается",
    "✔"
   ],
   [
    "sammādhāraṃ anuppavecchati",
    "идиома",
    "проливается дождем",
    "✔"
   ]
  ]
 },
 "sammoha": {
  "count": 1,
  "data": [
   [
    "sammohaṃ āpajjati",
    "идиома",
    "приходит в замешательство",
    "✔"
   ]
  ]
 },
 "rūpa": {
  "count": 6,
  "data": [
   [
    "evarūpāpi",
    "сандхи",
    "даже такой",
    "✔"
   ],
   [
    "evarūpepi 1",
    "сандхи",
    "в такой же именно (о человеке)",
    "✔"
   ],
   [
    "evarūpepi 2",
    "сандхи",
    "даже когда такой",
    "✔"
   ],
   [
    "kathaṃ rūpaṃ",
    "идиома",
    "какой?",
    "✔"
   ],
   [
    "tathārūpāssa",
    "сандхи",
    "такого рода, для него",
    "✔"
   ],
   [
    "rūpanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению материальной формы",
    "✔"
   ]
  ]
 },
 "saṃyutta": {
  "count": 1,
  "data": [
   [
    "mahatā atthena saṃyutto abhavissa",
    "идиома",
    "очень бы выиграл",
    "✔"
   ]
  ]
 },
 "saṃvara": {
  "count": 2,
  "data": [
   [
    "āyatiṃ saṃvarāya",
    "идиома",
    "ради будущего воздержания",
    "✔"
   ],
   [
    "saṃvaraṃ āpajjati",
    "идиома",
    "сдерживается",
    "✔"
   ]
  ]
 },
 "saṃvāsa": {
  "count": 4,
  "data": [
   [
    "dukkhosamānasaṃvāso",
    "сандхи",
    "проживание вместе с другими болезненно",
    "✔"
   ],
   [
    "saṃvāsamanvāya 1",
    "сандхи",
    "вследствие совместного проживания",
    "✔"
   ],
   [
    "saṃvāsamanvāya 2",
    "сандхи",
    "вследствие полового сношения (кого-либо)",
    "✔"
   ],
   [
    "saṃvāsaṃ kappeti",
    "идиома",
    "сожительствует (с)",
    "✔"
   ]
  ]
 },
 "sādhu": {
  "count": 5,
  "data": [
   [
    "na hi sādhu",
    "идиома",
    "это конечно не хорошо",
    "✔"
   ],
   [
    "sādhayye",
    "сандхи",
    "сказано прекрасно, госпожа",
    "✔"
   ],
   [
    "sādhāvuso",
    "сандхи",
    "это хорошо друг",
    "✔"
   ],
   [
    "sādhāhaṃ",
    "сандхи",
    "было бы хорошо, если бы я",
    "✔"
   ],
   [
    "sādhukameva",
    "сандхи",
    "очень хорошо",
    "✔"
   ]
  ]
 },
 "sāra": {
  "count": 1,
  "data": [
   [
    "taṃ sārato paccāgacchati",
    "идиома",
    "принимает это за истину",
    "✔"
   ]
  ]
 },
 "asi2": {
  "count": 22,
  "data": [
   [
    "asīti 2.1",
    "сандхи",
    "ты есть",
    "◑"
   ],
   [
    "āgatosi",
    "сандхи",
    "ты пришёл",
    "✔"
   ],
   [
    "kaccāsi",
    "сандхи",
    "надеюсь, ты",
    "✔"
   ],
   [
    "kallosi",
    "сандхи",
    "ты умный",
    "✔"
   ],
   [
    "kaṃsi",
    "сандхи",
    "(ради) кого ты (посвятился в монахи)?",
    "✔"
   ],
   [
    "kosi 1.1",
    "сандхи",
    "кто ты?",
    "✔"
   ],
   [
    "khosi",
    "сандхи",
    "ты действительно",
    "✔"
   ],
   [
    "corosi",
    "сандхи",
    "ты вор!",
    "✔"
   ],
   [
    "jhānalābhīsi",
    "сандхи",
    "вы тот, кто достигает глубоких состояний медитации?",
    "◑"
   ],
   [
    "tvamasi",
    "сандхи",
    "ты есть",
    "✔"
   ],
   [
    "thenosi",
    "сандхи",
    "ты вор!",
    "✔"
   ],
   [
    "dānisi",
    "сандхи",
    "теперь ты являешься",
    "✔"
   ],
   [
    "diṭṭhosi",
    "сандхи",
    "тебя видели",
    "✔"
   ],
   [
    "piyāmesi",
    "сандхи",
    "ты дорог мне",
    "✔"
   ],
   [
    "bālosi",
    "сандхи",
    "ты дурень!",
    "✔"
   ],
   [
    "muṇḍāsi",
    "сандхи",
    "ты лысый",
    "✔"
   ],
   [
    "muttosi",
    "сандхи",
    "ты свободен (от)",
    "✔"
   ],
   [
    "mūḷhosi",
    "сандхи",
    "ты безумец!",
    "✔"
   ],
   [
    "mesi",
    "сандхи",
    "мною ты есть",
    "✔"
   ],
   [
    "vāsi 2.1",
    "сандхи",
    "поистине ты есть",
    "✔"
   ],
   [
    "vippamuttosi",
    "сандхи",
    "ты освобожден",
    "✔"
   ],
   [
    "vimanosi",
    "сандхи",
    "ты расстроен",
    "✔"
   ]
  ]
 },
 "sīla": {
  "count": 1,
  "data": [
   [
    "sīlesvevassa",
    "сандхи",
    "в добродетельном поведении нужно быть",
    "✔"
   ]
  ]
 },
 "suci": {
  "count": 1,
  "data": [
   [
    "asuciṃ moceti",
    "идиома",
    "эякулирует",
    "◑"
   ]
  ]
 },
 "moceti": {
  "count": 1,
  "data": [
   [
    "asuciṃ moceti",
    "идиома",
    "эякулирует",
    "◑"
   ]
  ]
 },
 "suta": {
  "count": 2,
  "data": [
   [
    "evaṃ me sutaṃ",
    "идиома",
    "я слышал это так",
    "✔"
   ],
   [
    "diṭṭha suta muta",
    "идиома",
    "увидено, услышано и воспринято",
    "✔"
   ]
  ]
 },
 "subha": {
  "count": 1,
  "data": [
   [
    "subhantveva",
    "сандхи",
    "(сфокусированный) только на красивом",
    "✔"
   ]
  ]
 },
 "sūci": {
  "count": 1,
  "data": [
   [
    "sūcighaṭikaṃ datvā",
    "идиома",
    "закрыв засов",
    "✔"
   ]
  ]
 },
 "asecanaka": {
  "count": 1,
  "data": [
   [
    "asecanakamojavaṃ",
    "сандхи",
    "чистый и питательный",
    "✔"
   ]
  ]
 },
 "ojas": {
  "count": 1,
  "data": [
   [
    "asecanakamojavaṃ",
    "сандхи",
    "чистый и питательный",
    "✔"
   ]
  ]
 },
 "seyya": {
  "count": 1,
  "data": [
   [
    "seyyo hoti",
    "идиома",
    "он становится лучше",
    "✔"
   ]
  ]
 },
 "sesa": {
  "count": 6,
  "data": [
   [
    "māso seso",
    "идиома",
    "оставшийся один месяц (от)",
    "✔"
   ],
   [
    "sesapadadvayepi",
    "сандхи",
    "в оставшихся двух словах",
    "◑"
   ],
   [
    "sesapadesupi",
    "сандхи",
    "во всех оставшихся словах",
    "◑"
   ],
   [
    "sesamettha",
    "сандхи",
    "остальное здесь",
    "◑"
   ],
   [
    "sesavāresupi",
    "сандхи",
    "во всех оставшихся случаях",
    "◑"
   ],
   [
    "sesesupi",
    "сандхи",
    "во всех остальных (примерах)",
    "◑"
   ]
  ]
 },
 "asmā": {
  "count": 1,
  "data": [
   [
    "jhāyinosmā",
    "сандхи",
    "мы медитаторы",
    "✔"
   ]
  ]
 },
 "asmiṃ": {
  "count": 3,
  "data": [
   [
    "asmiñca",
    "сандхи",
    "и в этом",
    "✔"
   ],
   [
    "asmiṃ loke paramhi ca",
    "идиома",
    "в этом мире и в следующем",
    "✔"
   ],
   [
    "kiñcanatasmiṃ",
    "сандхи",
    "обладание этим",
    "✔"
   ]
  ]
 },
 "loka": {
  "count": 5,
  "data": [
   [
    "asmiṃ loke paramhi ca",
    "идиома",
    "в этом мире и в следующем",
    "✔"
   ],
   [
    "natthi ayaṃ loko",
    "идиома",
    "этот мир не существует",
    "✔"
   ],
   [
    "natthi paro loko",
    "идиома",
    "нет загробной жизни",
    "✔"
   ],
   [
    "lokanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к концу мира",
    "✔"
   ],
   [
    "lokamimaṃ",
    "сандхи",
    "этот мир",
    "✔"
   ]
  ]
 },
 "assu": {
  "count": 1,
  "data": [
   [
    "assūni pavattesi",
    "идиома",
    "разрыдаться",
    "✔"
   ]
  ]
 },
 "pavattesi": {
  "count": 1,
  "data": [
   [
    "assūni pavattesi",
    "идиома",
    "разрыдаться",
    "✔"
   ]
  ]
 },
 "aha": {
  "count": 1,
  "data": [
   [
    "tadahuposathe",
    "сандхи",
    "в тот праздничный день",
    "✔"
   ]
  ]
 },
 "hattha": {
  "count": 6,
  "data": [
   [
    "ahatthapāse kataṃ",
    "идиома",
    "(виная) не сделано в пределах вытянутой руки",
    "✔"
   ],
   [
    "hatthatthaṃ gacchanti",
    "идиома",
    "они умирают от руки (кого-либо)",
    "✔"
   ],
   [
    "hatthapāse kataṃ",
    "идиома",
    "(виная) сделано на расстоянии вытянутой руки",
    "✔"
   ],
   [
    "hatthamevānukantati",
    "сандхи",
    "просто режет руку",
    "✔"
   ],
   [
    "hatthe karitvā",
    "идиома",
    "взяв что-либо в руки",
    "✔"
   ],
   [
    "hatthena upakkamitvā",
    "идиома",
    "мастурбировав",
    "✔"
   ]
  ]
 },
 "pāsa": {
  "count": 2,
  "data": [
   [
    "ahatthapāse kataṃ",
    "идиома",
    "(виная) не сделано в пределах вытянутой руки",
    "✔"
   ],
   [
    "hatthapāse kataṃ",
    "идиома",
    "(виная) сделано на расстоянии вытянутой руки",
    "✔"
   ]
  ]
 },
 "tesaṃ": {
  "count": 13,
  "data": [
   [
    "ahaṃ tesaṃ aññataro",
    "идиома",
    "я один из них",
    "✔"
   ],
   [
    "tesañca",
    "сандхи",
    "и тех",
    "✔"
   ],
   [
    "tesaññeva",
    "сандхи",
    "именно их",
    "✔"
   ],
   [
    "tesantakaro",
    "сандхи",
    "тот, кто положит конец тем",
    "✔"
   ],
   [
    "tesamahaṃ aññataro",
    "идиома",
    "я один из них",
    "✔"
   ],
   [
    "tesamidaṃ",
    "сандхи",
    "это их",
    "✔"
   ],
   [
    "tesametaṃ pāṭikaṅkhaṃ",
    "идиома",
    "их можно ожидать",
    "✔"
   ],
   [
    "tesampi 1",
    "сандхи",
    "для них тоже",
    "✔"
   ],
   [
    "tesampi 2",
    "сандхи",
    "только их",
    "✔"
   ],
   [
    "tesaṃyeva",
    "сандхи",
    "тех самых",
    "✔"
   ],
   [
    "tesāhaṃ",
    "сандхи",
    "их я",
    "✔"
   ],
   [
    "yesaṃ tesaṃ",
    "идиома",
    "чей бы то ни было ... их",
    "✔"
   ],
   [
    "so tesaṃ aññataro",
    "идиома",
    "он один из них",
    "✔"
   ]
  ]
 },
 "hīna": {
  "count": 2,
  "data": [
   [
    "hīnohamasmi",
    "сандхи",
    "я ниже других (из-за)",
    "✔"
   ],
   [
    "hīnohamasmīti",
    "сандхи",
    "я хуже",
    "◑"
   ]
  ]
 },
 "ahosi": {
  "count": 10,
  "data": [
   [
    "ahudeva",
    "сандхи",
    "было просто",
    "✔"
   ],
   [
    "etadahosi",
    "сандхи",
    "это (мысль) пришла (к)",
    "✔"
   ],
   [
    "tuṇhī ahesuṃ",
    "идиома",
    "они были тихими",
    "✔"
   ],
   [
    "tuṇhī ahosi",
    "идиома",
    "молчал",
    "✔"
   ],
   [
    "nāpahosiṃ",
    "сандхи",
    "тогда я не был",
    "✔"
   ],
   [
    "mā ahuvattha",
    "идиома",
    "(вы) не должны быть",
    "✔"
   ],
   [
    "mā ahesuṃ",
    "идиома",
    "пусть они не будут",
    "✔"
   ],
   [
    "mā ahosi",
    "идиома",
    "пусть это не будет",
    "✔"
   ],
   [
    "mā pacchā vippaṭisārino ahuvattha",
    "идиома",
    "не жалейте потом!",
    "✔"
   ],
   [
    "yāvatako ahosi kathāsallāpo",
    "идиома",
    "какой бы там ни был разговор",
    "✔"
   ]
  ]
 },
 "hetu": {
  "count": 1,
  "data": [
   [
    "taṃ kissa hetu",
    "идиома",
    "в чем причина этого?",
    "✔"
   ]
  ]
 },
 "aho": {
  "count": 4,
  "data": [
   [
    "aho dukkhaṃ",
    "идиома",
    "ох, горе!",
    "✔"
   ],
   [
    "aho nūna",
    "идиома",
    "ах да!",
    "✔"
   ],
   [
    "aho vata",
    "идиома",
    "(выражение желания) о, может! если бы только!",
    "✔"
   ],
   [
    "aho vata re",
    "идиома",
    "(выражая презрение) ну ты что!",
    "✔"
   ]
  ]
 },
 "nūna": {
  "count": 6,
  "data": [
   [
    "aho nūna",
    "идиома",
    "ах да!",
    "✔"
   ],
   [
    "na hi nūna",
    "идиома",
    "конечно нет!",
    "✔"
   ],
   [
    "nūnāhaṃ",
    "сандхи",
    "возможно, я",
    "✔"
   ],
   [
    "yannūnāhaṃ",
    "сандхи",
    "что если я",
    "✔"
   ],
   [
    "yaṃnūna",
    "сандхи",
    "что если",
    "✔"
   ],
   [
    "yaṃnūnassāhaṃ",
    "сандхи",
    "что если бы я (объяснил) ему",
    "✔"
   ]
  ]
 },
 "vata1": {
  "count": 11,
  "data": [
   [
    "aho vata",
    "идиома",
    "(выражение желания) о, может! если бы только!",
    "✔"
   ],
   [
    "aho vata re",
    "идиома",
    "(выражая презрение) ну ты что!",
    "✔"
   ],
   [
    "lābhā vata me suladdhaṃ vata me",
    "идиома",
    "это, безусловно, приобретение для меня",
    "✔"
   ],
   [
    "vatamhi",
    "сандхи",
    "конечно я являюсь",
    "✔"
   ],
   [
    "vatayaṃ",
    "сандхи",
    "действительно это",
    "✔"
   ],
   [
    "vatassāhaṃ",
    "сандхи",
    "действительно я мог бы",
    "✔"
   ],
   [
    "vatāyasmantaṃyeva",
    "сандхи",
    "действительно почтенный просто",
    "✔"
   ],
   [
    "vatāyaṃ",
    "сандхи",
    "действительно этот",
    "✔"
   ],
   [
    "vatāhaṃ",
    "сандхи",
    "о нет я",
    "✔"
   ],
   [
    "vatidaṃ",
    "сандхи",
    "действительно это",
    "✔"
   ],
   [
    "vatime",
    "сандхи",
    "конечно они",
    "✔"
   ]
  ]
 },
 "re": {
  "count": 4,
  "data": [
   [
    "aho vata re",
    "идиома",
    "(выражая презрение) ну ты что!",
    "✔"
   ],
   [
    "carapi re",
    "идиома",
    "прочь ты отсюда!",
    "✔"
   ],
   [
    "carapire",
    "идиома",
    "прочь ты отсюда!",
    "✔"
   ],
   [
    "pire",
    "сандхи",
    "(комм) изгой",
    "✔"
   ]
  ]
 },
 "aṃsa2": {
  "count": 2,
  "data": [
   [
    "ekaṃsaṃ uttarāsaṅgaṃ karitvā",
    "идиома",
    "накинув (одеяние) на одно плечо",
    "✔"
   ],
   [
    "ekaṃsaṃ cīvaraṃ katvā",
    "идиома",
    "приведя в порядок свое одеяние на одно плечо",
    "✔"
   ]
  ]
 },
 "ākāra": {
  "count": 2,
  "data": [
   [
    "dasahākārehi",
    "сандхи",
    "десятью способами",
    "✔"
   ],
   [
    "soḷasahākārehi",
    "сандхи",
    "шестнадцатью способами",
    "✔"
   ]
  ]
 },
 "āgacchati": {
  "count": 3,
  "data": [
   [
    "āpāthaṃ āgacchati",
    "идиома",
    "попадает в пределы досягаемости",
    "✔"
   ],
   [
    "uddesaṃ āgacchati",
    "идиома",
    "подходит (время) для чтения",
    "✔"
   ],
   [
    "gārayhaṃ ṭhānaṃ āgacchati",
    "идиома",
    "заслуживает порицания",
    "✔"
   ]
  ]
 },
 "āgu": {
  "count": 1,
  "data": [
   [
    "āguṃ karoti",
    "идиома",
    "совершает преступление",
    "✔"
   ]
  ]
 },
 "ācariya": {
  "count": 1,
  "data": [
   [
    "sake ācariyake",
    "идиома",
    "в своем учении",
    "✔"
   ]
  ]
 },
 "ātappa": {
  "count": 2,
  "data": [
   [
    "ātappaṃ karoti",
    "идиома",
    "прилагает усилия (чтобы)",
    "✔"
   ],
   [
    "kiccamātappaṃ",
    "сандхи",
    "усилие должно быть сделано",
    "✔"
   ]
  ]
 },
 "paṭṭhāya": {
  "count": 1,
  "data": [
   [
    "ādito paṭṭhāya",
    "идиома",
    "с самого начала",
    "✔"
   ]
  ]
 },
 "āditta": {
  "count": 1,
  "data": [
   [
    "ādittassu",
    "сандхи",
    "it must be on fire!",
    "✔"
   ]
  ]
 },
 "ādīnava": {
  "count": 1,
  "data": [
   [
    "etamādīnavaṃ",
    "сандхи",
    "эта опасность",
    "✔"
   ]
  ]
 },
 "uda": {
  "count": 1,
  "data": [
   [
    "uda vā",
    "идиома",
    "или",
    "✔"
   ]
  ]
 },
 "ādhāvati": {
  "count": 1,
  "data": [
   [
    "ādhāvati paridhāvati",
    "идиома",
    "бегает вокруг (в)",
    "✔"
   ]
  ]
 },
 "paridhāvati": {
  "count": 1,
  "data": [
   [
    "ādhāvati paridhāvati",
    "идиома",
    "бегает вокруг (в)",
    "✔"
   ]
  ]
 },
 "uttama": {
  "count": 6,
  "data": [
   [
    "ānaṇyamuttamaṃ",
    "сандхи",
    "лучшее освобождение от долга",
    "✔"
   ],
   [
    "uttamatthassa pattiyā",
    "идиома",
    "достичь высшей цели",
    "✔"
   ],
   [
    "jīvitamuttamaṃ",
    "сандхи",
    "лучшее существование",
    "✔"
   ],
   [
    "dhammamuttamaṃ",
    "сандхи",
    "величайшее учение",
    "✔"
   ],
   [
    "santimuttamaṃ",
    "сандхи",
    "высочайший мир",
    "✔"
   ],
   [
    "saraṇamuttamaṃ",
    "сандхи",
    "высшее прибежище",
    "✔"
   ]
  ]
 },
 "ānisaṃsa": {
  "count": 1,
  "data": [
   [
    "esānisaṃso",
    "сандхи",
    "это польза (от)",
    "✔"
   ]
  ]
 },
 "amhi": {
  "count": 23,
  "data": [
   [
    "āpannomhi",
    "сандхи",
    "я совершил (проступок)",
    "✔"
   ],
   [
    "otiṇṇomhi",
    "сандхи",
    "я страдаю (от)",
    "✔"
   ],
   [
    "khomhi",
    "сандхи",
    "я определенно",
    "✔"
   ],
   [
    "camhi 1",
    "сандхи",
    "и я есть",
    "✔"
   ],
   [
    "camhi 2",
    "сандхи",
    "но я есть",
    "✔"
   ],
   [
    "jarādhammomhi",
    "сандхи",
    "мне свойственно стареть",
    "✔"
   ],
   [
    "ṭhitomhi",
    "сандхи",
    "я стою",
    "✔"
   ],
   [
    "tayāmhi",
    "сандхи",
    "тебе я есть",
    "✔"
   ],
   [
    "nāmhi",
    "сандхи",
    "я не есть",
    "✔"
   ],
   [
    "nisinnomhi",
    "сандхи",
    "я сижу",
    "✔"
   ],
   [
    "pabbajitomhi",
    "сандхи",
    "я посвящен (в монахи)",
    "✔"
   ],
   [
    "balavamhi",
    "сандхи",
    "я силён",
    "◑"
   ],
   [
    "balavamhi balattho",
    "идиома",
    "сила определяет правоту",
    "✔"
   ],
   [
    "buddhagāthābhigītomhi",
    "сандхи",
    "я был воспет стихом Будды",
    "✔"
   ],
   [
    "byādhidhammomhi",
    "сандхи",
    "мне свойственно болеть",
    "✔"
   ],
   [
    "maraṇadhammomhi",
    "сандхи",
    "мне свойственно умереть",
    "✔"
   ],
   [
    "yāyamhi",
    "сандхи",
    "которым я являюсь",
    "✔"
   ],
   [
    "lābhimhi",
    "сандхи",
    "я получаю",
    "✔"
   ],
   [
    "lābhīmhi",
    "сандхи",
    "я тот, кто получает",
    "✔"
   ],
   [
    "vatamhi",
    "сандхи",
    "конечно я являюсь",
    "✔"
   ],
   [
    "vimuttomhi",
    "сандхи",
    "я освобождён",
    "✔"
   ],
   [
    "sayānomhi",
    "сандхи",
    "я лежу",
    "✔"
   ],
   [
    "somhi",
    "сандхи",
    "сейчас я являюсь",
    "✔"
   ]
  ]
 },
 "āpātha": {
  "count": 1,
  "data": [
   [
    "āpāthaṃ āgacchati",
    "идиома",
    "попадает в пределы досягаемости",
    "✔"
   ]
  ]
 },
 "āma": {
  "count": 1,
  "data": [
   [
    "āmāvuso",
    "сандхи",
    "yes sir",
    "✔"
   ]
  ]
 },
 "āyatana": {
  "count": 4,
  "data": [
   [
    "canekāyatanappavutto",
    "сандхи",
    "и с многими основаниями (был) провозглашён",
    "✔"
   ],
   [
    "cha ajjhattikāni āyatanāni",
    "идиома",
    "шесть внутренних органов чувств",
    "✔"
   ],
   [
    "cha bāhirāni āyatanāni",
    "идиома",
    "шесть внешних полей чувств",
    "✔"
   ],
   [
    "tañcāyatanaṃ",
    "сандхи",
    "но это поле",
    "✔"
   ]
  ]
 },
 "āyati": {
  "count": 1,
  "data": [
   [
    "āyatiṃ saṃvarāya",
    "идиома",
    "ради будущего воздержания",
    "✔"
   ]
  ]
 },
 "āyāti": {
  "count": 2,
  "data": [
   [
    "āyāmānanda",
    "сандхи",
    "иди, Ананда!",
    "✔"
   ],
   [
    "āyāmāvuso",
    "сандхи",
    "пойдем друг",
    "✔"
   ]
  ]
 },
 "ānanda": {
  "count": 5,
  "data": [
   [
    "āyāmānanda",
    "сандхи",
    "иди, Ананда!",
    "✔"
   ],
   [
    "idhānanda",
    "сандхи",
    "здесь Ананда",
    "✔"
   ],
   [
    "kathañcānanda",
    "сандхи",
    "и что, Ананда?",
    "✔"
   ],
   [
    "gacchānanda",
    "сандхи",
    "иди, Ананда!",
    "✔"
   ],
   [
    "hānanda",
    "сандхи",
    "действительно Ананда",
    "✔"
   ]
  ]
 },
 "āyu": {
  "count": 1,
  "data": [
   [
    "dīghamāyuṃ pāleti",
    "идиома",
    "заботиться о своей жизни в течение долгого времени",
    "✔"
   ]
  ]
 },
 "dhātu": {
  "count": 2,
  "data": [
   [
    "ārambhadhātu nikkamadhātu parakkamadhātu",
    "идиома",
    "подъем, выход наружу и приложение усилия",
    "✔"
   ],
   [
    "sabbehi dhātūhi",
    "идиома",
    "(грам) после всех глагольных корней",
    "✔"
   ]
  ]
 },
 "nikkama": {
  "count": 1,
  "data": [
   [
    "ārambhadhātu nikkamadhātu parakkamadhātu",
    "идиома",
    "подъем, выход наружу и приложение усилия",
    "✔"
   ]
  ]
 },
 "parakkama": {
  "count": 1,
  "data": [
   [
    "ārambhadhātu nikkamadhātu parakkamadhātu",
    "идиома",
    "подъем, выход наружу и приложение усилия",
    "✔"
   ]
  ]
 },
 "āvi": {
  "count": 1,
  "data": [
   [
    "āvi ceva raho ca",
    "идиома",
    "открыто и даже в уединении",
    "✔"
   ]
  ]
 },
 "rahas": {
  "count": 1,
  "data": [
   [
    "āvi ceva raho ca",
    "идиома",
    "открыто и даже в уединении",
    "✔"
   ]
  ]
 },
 "āsaya": {
  "count": 1,
  "data": [
   [
    "āsayaṃ kappeti",
    "идиома",
    "заводит дом",
    "✔"
   ]
  ]
 },
 "kappeti": {
  "count": 8,
  "data": [
   [
    "āsayaṃ kappeti",
    "идиома",
    "заводит дом",
    "✔"
   ],
   [
    "jīvikaṃ kappeti",
    "идиома",
    "ведет образ жизни",
    "✔"
   ],
   [
    "jīvitaṃ kappeti",
    "идиома",
    "ведет свою жизнь",
    "✔"
   ],
   [
    "nisajjaṃ kappeti",
    "идиома",
    "садится",
    "✔"
   ],
   [
    "vāsaṃ kappeti",
    "идиома",
    "остановиться",
    "◑"
   ],
   [
    "vihāraṃ kappeti",
    "идиома",
    "ведет свою жизнь",
    "✔"
   ],
   [
    "saṃvāsaṃ kappeti",
    "идиома",
    "сожительствует (с)",
    "✔"
   ],
   [
    "seyyaṃ kappeti",
    "идиома",
    "приготавливает постель",
    "✔"
   ]
  ]
 },
 "nirodha": {
  "count": 11,
  "data": [
   [
    "āsavanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущей к прекращению протечек",
    "✔"
   ],
   [
    "kammanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению намеренного действия",
    "✔"
   ],
   [
    "dukkhanirodhagāminī paṭipadā",
    "идиома",
    "путь практики, ведущий к прекращению страдания",
    "✔"
   ],
   [
    "dukkhanirodhagāminī paṭipadā ariyasaccaṃ",
    "идиома",
    "благородная истина о пути ведущего к прекращению страданий",
    "✔"
   ],
   [
    "dukkhanirodhaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о прекращении страданий",
    "✔"
   ],
   [
    "rūpanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению материальной формы",
    "✔"
   ],
   [
    "lokanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к концу мира",
    "✔"
   ],
   [
    "viññāṇanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению сознания",
    "✔"
   ],
   [
    "vedanānirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению чувственного опыта",
    "✔"
   ],
   [
    "saṅkhāranirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению намерения",
    "✔"
   ],
   [
    "saññānirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению распознавания",
    "✔"
   ]
  ]
 },
 "gāmī": {
  "count": 10,
  "data": [
   [
    "āsavanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущей к прекращению протечек",
    "✔"
   ],
   [
    "kammanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению намеренного действия",
    "✔"
   ],
   [
    "dukkhanirodhagāminī paṭipadā",
    "идиома",
    "путь практики, ведущий к прекращению страдания",
    "✔"
   ],
   [
    "dukkhanirodhagāminī paṭipadā ariyasaccaṃ",
    "идиома",
    "благородная истина о пути ведущего к прекращению страданий",
    "✔"
   ],
   [
    "rūpanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению материальной формы",
    "✔"
   ],
   [
    "lokanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к концу мира",
    "✔"
   ],
   [
    "viññāṇanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению сознания",
    "✔"
   ],
   [
    "vedanānirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению чувственного опыта",
    "✔"
   ],
   [
    "saṅkhāranirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению намерения",
    "✔"
   ],
   [
    "saññānirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению распознавания",
    "✔"
   ]
  ]
 },
 "paṭipadā": {
  "count": 11,
  "data": [
   [
    "āsavanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущей к прекращению протечек",
    "✔"
   ],
   [
    "kammanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению намеренного действия",
    "✔"
   ],
   [
    "dukkhanirodhagāminī paṭipadā",
    "идиома",
    "путь практики, ведущий к прекращению страдания",
    "✔"
   ],
   [
    "dukkhanirodhagāminī paṭipadā ariyasaccaṃ",
    "идиома",
    "благородная истина о пути ведущего к прекращению страданий",
    "✔"
   ],
   [
    "majjhimā paṭipadā",
    "идиома",
    "Серединный Путь",
    "✔"
   ],
   [
    "rūpanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению материальной формы",
    "✔"
   ],
   [
    "lokanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к концу мира",
    "✔"
   ],
   [
    "viññāṇanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению сознания",
    "✔"
   ],
   [
    "vedanānirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению чувственного опыта",
    "✔"
   ],
   [
    "saṅkhāranirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению намерения",
    "✔"
   ],
   [
    "saññānirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению распознавания",
    "✔"
   ]
  ]
 },
 "khaya": {
  "count": 2,
  "data": [
   [
    "āsavānaṃ khayañāṇa",
    "идиома",
    "знание как устранить протечки",
    "✔"
   ],
   [
    "khaye rato",
    "идиома",
    "наслаждающийся разрушением",
    "✔"
   ]
  ]
 },
 "imesaṃ": {
  "count": 1,
  "data": [
   [
    "imesampissa",
    "сандхи",
    "это было бы (на благо) этих",
    "✔"
   ]
  ]
 },
 "niṭṭhā": {
  "count": 3,
  "data": [
   [
    "āsā ca niṭṭhā ca",
    "идиома",
    "надежды и стремления",
    "✔"
   ],
   [
    "niṭṭhamettha gantabbaṃ",
    "идиома",
    "в этом случае вывод должен быть сделан",
    "✔"
   ],
   [
    "niṭṭhaṃ gacchati",
    "идиома",
    "приходит к заключению",
    "✔"
   ]
  ]
 },
 "āsi": {
  "count": 3,
  "data": [
   [
    "iccāsi",
    "сандхи",
    "это было так",
    "✔"
   ],
   [
    "cāsiṃ",
    "сандхи",
    "и я был",
    "✔"
   ],
   [
    "tatrāpāsiṃ",
    "сандхи",
    "там я был",
    "✔"
   ]
  ]
 },
 "āharati": {
  "count": 3,
  "data": [
   [
    "āhāraṃ āharati",
    "идиома",
    "кушает еду",
    "✔"
   ],
   [
    "pamādaṃ āharati",
    "идиома",
    "становится небрежным",
    "✔"
   ],
   [
    "satthaṃ āharati",
    "идиома",
    "совершает самоубийство",
    "✔"
   ]
  ]
 },
 "āhāreti": {
  "count": 1,
  "data": [
   [
    "āhāraṃ āhāreti",
    "идиома",
    "ест пищу",
    "✔"
   ]
  ]
 },
 "āha": {
  "count": 15,
  "data": [
   [
    "evamāha",
    "сандхи",
    "один сказал так",
    "✔"
   ],
   [
    "evamāhaṃsu",
    "сандхи",
    "они сказали это",
    "✔"
   ],
   [
    "kāraṇamāha",
    "сандхи",
    "said for this reason",
    "✔"
   ],
   [
    "kimāha",
    "сандхи",
    "что он говорит (о)",
    "✔"
   ],
   [
    "gāthamāha",
    "сандхи",
    "одна произнесла этот стих",
    "◑"
   ],
   [
    "cāha",
    "сандхи",
    "и он сказал",
    "✔"
   ],
   [
    "cāhu 2",
    "сандхи",
    "и они сказали",
    "✔"
   ],
   [
    "jīvitamāhu",
    "сандхи",
    "они говорят жизнь",
    "✔"
   ],
   [
    "tamāhu",
    "сандхи",
    "они называют этот",
    "✔"
   ],
   [
    "tiādimāha",
    "сандхи",
    "начало",
    "◑"
   ],
   [
    "tenāha",
    "сандхи",
    "из-за этого, кто-то сказал",
    "◑"
   ],
   [
    "tenāhu",
    "сандхи",
    "из-за этого они сказали",
    "◑"
   ],
   [
    "tenevāha",
    "сандхи",
    "поэтому было сказано",
    "◑"
   ],
   [
    "yamāhu",
    "сандхи",
    "как они говорят",
    "✔"
   ],
   [
    "sandhāyāha",
    "сандхи",
    "сказал это с ссылкой на",
    "✔"
   ]
  ]
 },
 "kusala": {
  "count": 2,
  "data": [
   [
    "iccetaṃ kusalaṃ",
    "идиома",
    "тогда это хорошо",
    "✔"
   ],
   [
    "kusalaṃ pucchi",
    "идиома",
    "спросил о здоровье",
    "✔"
   ]
  ]
 },
 "ete": {
  "count": 12,
  "data": [
   [
    "iccete",
    "сандхи",
    "таким образом эти",
    "✔"
   ],
   [
    "itthetepi",
    "сандхи",
    "таким образом даже эти",
    "✔"
   ],
   [
    "eteyeva",
    "сандхи",
    "именно эти",
    "✔"
   ],
   [
    "etthete",
    "сандхи",
    "здесь они",
    "✔"
   ],
   [
    "cete",
    "сандхи",
    "если эти",
    "✔"
   ],
   [
    "nāmete",
    "сандхи",
    "эти называются",
    "✔"
   ],
   [
    "pañcete",
    "сандхи",
    "эти пять",
    "✔"
   ],
   [
    "panete",
    "сандхи",
    "и эти",
    "✔"
   ],
   [
    "saṭṭhete",
    "сандхи",
    "these sixty",
    "✔"
   ],
   [
    "sabbete",
    "сандхи",
    "все они",
    "✔"
   ],
   [
    "sohamete",
    "сандхи",
    "и я эти",
    "✔"
   ],
   [
    "hete",
    "сандхи",
    "эти конечно",
    "✔"
   ]
  ]
 },
 "icchati": {
  "count": 2,
  "data": [
   [
    "icchāmahaṃ",
    "сандхи",
    "я желаю",
    "✔"
   ],
   [
    "gantumicchasi",
    "сандхи",
    "ты хочешь идти",
    "✔"
   ]
  ]
 },
 "ha": {
  "count": 2,
  "data": [
   [
    "itiha 1",
    "сандхи",
    "согласно традиции",
    "✔"
   ],
   [
    "itiha 3",
    "сандхи",
    "так действительно",
    "◑"
   ]
  ]
 },
 "idha": {
  "count": 41,
  "data": [
   [
    "itiha 2",
    "сандхи",
    "таким образом здесь",
    "✔"
   ],
   [
    "idha no",
    "идиома",
    "что здесь?",
    "✔"
   ],
   [
    "idha pana",
    "идиома",
    "и тут",
    "✔"
   ],
   [
    "idha vā huraṃ vā",
    "идиома",
    "здесь или там",
    "✔"
   ],
   [
    "idhatthi",
    "сандхи",
    "здесь есть",
    "✔"
   ],
   [
    "idhassa",
    "сандхи",
    "здесь может быть",
    "✔"
   ],
   [
    "idhassu",
    "сандхи",
    "предположим, что было бы",
    "◑"
   ],
   [
    "idhānanda",
    "сандхи",
    "здесь Ананда",
    "✔"
   ],
   [
    "idhāvuso",
    "сандхи",
    "здесь друг",
    "✔"
   ],
   [
    "idhāssu",
    "сандхи",
    "здесь было бы",
    "✔"
   ],
   [
    "idhāhaṃ 1",
    "сандхи",
    "здесь я",
    "✔"
   ],
   [
    "idhāhaṃ 2",
    "сандхи",
    "с учетом этого я",
    "✔"
   ],
   [
    "idhūpapanno",
    "сандхи",
    "переродился здесь",
    "✔"
   ],
   [
    "idheva",
    "сандхи",
    "прямо здесь",
    "✔"
   ],
   [
    "idhevāhaṃ",
    "сандхи",
    "прямо здесь я",
    "✔"
   ],
   [
    "utūnīdha",
    "сандхи",
    "здесь времена года",
    "✔"
   ],
   [
    "upamāyapidhekacce",
    "сандхи",
    "просто посредством сравнения некоторые люди здесь",
    "✔"
   ],
   [
    "kiṃsūdha",
    "сандхи",
    "что здесь?",
    "✔"
   ],
   [
    "kedha",
    "сандхи",
    "который здесь?",
    "✔"
   ],
   [
    "kenīdha",
    "сандхи",
    "о чем здесь",
    "✔"
   ],
   [
    "kesūdha",
    "сандхи",
    "среди кого здесь",
    "✔"
   ],
   [
    "kodha 2.1",
    "сандхи",
    "кто здесь",
    "✔"
   ],
   [
    "tasmātiha",
    "сандхи",
    "поэтому здесь",
    "✔"
   ],
   [
    "tassīdha",
    "сандхи",
    "для этого здесь",
    "✔"
   ],
   [
    "tedha",
    "сандхи",
    "они здесь",
    "✔"
   ],
   [
    "nayidha",
    "сандхи",
    "не здесь",
    "✔"
   ],
   [
    "nāssudha",
    "сандхи",
    "в этом случае, безусловно, не произошло",
    "✔"
   ],
   [
    "nevidha",
    "сандхи",
    "ни здесь",
    "✔"
   ],
   [
    "nocidha",
    "сандхи",
    "и не здесь",
    "✔"
   ],
   [
    "midhekacce",
    "сандхи",
    "некоторые здесь",
    "✔"
   ],
   [
    "midhekacco",
    "сандхи",
    "здесь некоторый",
    "✔"
   ],
   [
    "yādha",
    "сандхи",
    "какая бы (женщина) здесь",
    "✔"
   ],
   [
    "yānīdha",
    "сандхи",
    "которые здесь",
    "✔"
   ],
   [
    "yedha",
    "сандхи",
    "кто здесь",
    "✔"
   ],
   [
    "yesīdha",
    "сандхи",
    "среди которых здесь",
    "✔"
   ],
   [
    "yodha 2.1",
    "сандхи",
    "кто бы ни было здесь",
    "✔"
   ],
   [
    "saddhīdha",
    "сандхи",
    "вера здесь",
    "✔"
   ],
   [
    "santīdha",
    "сандхи",
    "эти есть здесь",
    "✔"
   ],
   [
    "samaṇīdha",
    "сандхи",
    "аскета здесь",
    "✔"
   ],
   [
    "sampannatthūdha",
    "сандхи",
    "пусть будет в этом успех!",
    "◑"
   ],
   [
    "sīdha",
    "сандхи",
    "здесь",
    "✔"
   ]
  ]
 },
 "ito": {
  "count": 6,
  "data": [
   [
    "ito cito",
    "идиома",
    "туда и сюда",
    "✔"
   ],
   [
    "ito paraṃ",
    "идиома",
    "отныне и далее",
    "✔"
   ],
   [
    "ito pubbe",
    "идиома",
    "до сих пор",
    "✔"
   ],
   [
    "ito bahiddhā",
    "идиома",
    "за пределами учения Будды",
    "✔"
   ],
   [
    "ito bhiyyo",
    "идиома",
    "больше этого",
    "✔"
   ],
   [
    "itonidānā",
    "сандхи",
    "из этого источника",
    "✔"
   ]
  ]
 },
 "bahiddhā": {
  "count": 1,
  "data": [
   [
    "ito bahiddhā",
    "идиома",
    "за пределами учения Будды",
    "✔"
   ]
  ]
 },
 "bhiyyo": {
  "count": 2,
  "data": [
   [
    "ito bhiyyo",
    "идиома",
    "больше этого",
    "✔"
   ],
   [
    "bhiyyoso mattāya",
    "идиома",
    "чрезмерно",
    "✔"
   ]
  ]
 },
 "ittha": {
  "count": 4,
  "data": [
   [
    "itthasmīti",
    "сандхи",
    "я таков",
    "✔"
   ],
   [
    "ittheke",
    "сандхи",
    "кого то здесь",
    "✔"
   ],
   [
    "itthetaṃ",
    "сандхи",
    "здесь это",
    "✔"
   ],
   [
    "itthetepi",
    "сандхи",
    "таким образом даже эти",
    "✔"
   ]
  ]
 },
 "itthi": {
  "count": 1,
  "data": [
   [
    "paññāṇamitthiyā",
    "сандхи",
    "характерная черта женщины",
    "✔"
   ]
  ]
 },
 "kira": {
  "count": 3,
  "data": [
   [
    "idaṃ kira me",
    "идиома",
    "мне кажется",
    "✔"
   ],
   [
    "kirāyasmā",
    "сандхи",
    "мы слышали достопочтенный",
    "✔"
   ],
   [
    "saccaṃ kira",
    "идиома",
    "правда ли это?",
    "✔"
   ]
  ]
 },
 "me": {
  "count": 23,
  "data": [
   [
    "idaṃ kira me",
    "идиома",
    "мне кажется",
    "✔"
   ],
   [
    "evaṃ me ettha hoti",
    "идиома",
    "я вижу это так",
    "◑"
   ],
   [
    "evaṃ me sutaṃ",
    "идиома",
    "я слышал это так",
    "✔"
   ],
   [
    "namatthi",
    "сандхи",
    "for me there is no",
    "✔"
   ],
   [
    "piyāmesi",
    "сандхи",
    "ты дорог мне",
    "✔"
   ],
   [
    "matthi 1",
    "сандхи",
    "эти мои",
    "✔"
   ],
   [
    "matthi 2",
    "сандхи",
    "для меня есть",
    "✔"
   ],
   [
    "māyaṃ 2",
    "сандхи",
    "меня этот",
    "✔"
   ],
   [
    "metaṃ 1",
    "сандхи",
    "это мной",
    "✔"
   ],
   [
    "metaṃ 2",
    "сандхи",
    "это для меня",
    "✔"
   ],
   [
    "meti 1",
    "сандхи",
    "это мое",
    "✔"
   ],
   [
    "meti 2",
    "сандхи",
    "мной",
    "✔"
   ],
   [
    "mete",
    "сандхи",
    "эти для меня",
    "✔"
   ],
   [
    "mettha",
    "сандхи",
    "мной в этом отношении",
    "✔"
   ],
   [
    "mesā",
    "сандхи",
    "мною это",
    "✔"
   ],
   [
    "mesi",
    "сандхи",
    "мною ты есть",
    "✔"
   ],
   [
    "meso",
    "сандхи",
    "это мое",
    "✔"
   ],
   [
    "myāyaṃ 1",
    "сандхи",
    "мной этот",
    "✔"
   ],
   [
    "myāyaṃ 2",
    "сандхи",
    "моё это",
    "✔"
   ],
   [
    "myāyaṃ 3",
    "сандхи",
    "для меня это",
    "✔"
   ],
   [
    "myāyaṃ 4",
    "сандхи",
    "мне это",
    "◑"
   ],
   [
    "yathāmedaṃ",
    "сандхи",
    "в соответствии с этим (примером) моим",
    "✔"
   ],
   [
    "lābhā vata me suladdhaṃ vata me",
    "идиома",
    "это, безусловно, приобретение для меня",
    "✔"
   ]
  ]
 },
 "tasmiṃ": {
  "count": 7,
  "data": [
   [
    "idaṃ tasmiṃ",
    "идиома",
    "это (нарушение) для того (человека)",
    "✔"
   ],
   [
    "tasmiṃ khaṇe",
    "идиома",
    "в тот момент",
    "✔"
   ],
   [
    "tasmiṃ ṭhāne",
    "идиома",
    "в том месте",
    "✔"
   ],
   [
    "tasmiṃ samaye",
    "идиома",
    "тогда",
    "✔"
   ],
   [
    "tasmiṃyeva",
    "сандхи",
    "в том самом",
    "✔"
   ],
   [
    "tasmiṃyeva āsane",
    "идиома",
    "на том самом месте",
    "✔"
   ],
   [
    "yasmiṃ tasmiṃ",
    "идиома",
    "в котором ... в том",
    "✔"
   ]
  ]
 },
 "iddhi": {
  "count": 1,
  "data": [
   [
    "iddhimantāssunāmime",
    "сандхи",
    "поистине они сверхъестественные!",
    "✔"
   ]
  ]
 },
 "no": {
  "count": 11,
  "data": [
   [
    "idha no",
    "идиома",
    "что здесь?",
    "✔"
   ],
   [
    "evaṃ no ettha hoti",
    "идиома",
    "мы видим это так",
    "✔"
   ],
   [
    "no ce",
    "идиома",
    "если не",
    "✔"
   ],
   [
    "no cepi",
    "идиома",
    "даже если нет",
    "✔"
   ],
   [
    "no siyā",
    "идиома",
    "может ли быть иначе?",
    "✔"
   ],
   [
    "no hidaṃ",
    "идиома",
    "конечно, нет! определенно, нет!",
    "✔"
   ],
   [
    "no hetaṃ",
    "идиома",
    "конечно нет! определенно нет!",
    "✔"
   ],
   [
    "nocidha",
    "сандхи",
    "и не здесь",
    "✔"
   ],
   [
    "notevettha",
    "сандхи",
    "только не в этом случае",
    "✔"
   ],
   [
    "nopi",
    "сандхи",
    "ни",
    "✔"
   ],
   [
    "nohetaṃ",
    "идиома",
    "конечно нет! определённо нет!",
    "✔"
   ]
  ]
 },
 "huraṃ": {
  "count": 3,
  "data": [
   [
    "idha vā huraṃ vā",
    "идиома",
    "здесь или там",
    "✔"
   ],
   [
    "hurā huraṃ 1",
    "идиома",
    "отсюда туда",
    "✔"
   ],
   [
    "hurā huraṃ 2",
    "идиома",
    "из жизни в жизнь",
    "✔"
   ]
  ]
 },
 "imaṃ": {
  "count": 14,
  "data": [
   [
    "imañca",
    "сандхи",
    "и это",
    "✔"
   ],
   [
    "imañcāhaṃ",
    "сандхи",
    "этот и я",
    "✔"
   ],
   [
    "imañce",
    "сандхи",
    "если это",
    "✔"
   ],
   [
    "imameva",
    "сандхи",
    "этот самый",
    "✔"
   ],
   [
    "imaṃyeva",
    "сандхи",
    "именно этот",
    "✔"
   ],
   [
    "imāhaṃ",
    "сандхи",
    "этот я",
    "✔"
   ],
   [
    "imettamapi",
    "сандхи",
    "есть только так много",
    "✔"
   ],
   [
    "cimaṃ",
    "сандхи",
    "и это",
    "✔"
   ],
   [
    "nayimaṃ",
    "сандхи",
    "не это",
    "✔"
   ],
   [
    "nevimaṃ",
    "сандхи",
    "даже не это",
    "✔"
   ],
   [
    "panimaṃ",
    "сандхи",
    "но этот",
    "✔"
   ],
   [
    "yomaṃ",
    "сандхи",
    "кто-либо этот",
    "✔"
   ],
   [
    "lokamimaṃ",
    "сандхи",
    "этот мир",
    "✔"
   ],
   [
    "somaṃ",
    "сандхи",
    "он этот",
    "✔"
   ]
  ]
 },
 "imasmiṃ": {
  "count": 5,
  "data": [
   [
    "imasmiñca 1",
    "сандхи",
    "и в этом",
    "✔"
   ],
   [
    "imasmiñca 2",
    "сандхи",
    "и когда это",
    "✔"
   ],
   [
    "imasmiññeva",
    "сандхи",
    "в этом самом",
    "✔"
   ],
   [
    "imasmimpi",
    "сандхи",
    "и в этом",
    "✔"
   ],
   [
    "imasmiṃyeva",
    "сандхи",
    "именно в этом",
    "✔"
   ]
  ]
 },
 "imā": {
  "count": 8,
  "data": [
   [
    "kinnumāva",
    "сандхи",
    "это не единственные",
    "◑"
   ],
   [
    "gāthācimā",
    "сандхи",
    "и этот стих",
    "✔"
   ],
   [
    "chayimā",
    "сандхи",
    "эти шесть",
    "✔"
   ],
   [
    "dvemā",
    "сандхи",
    "эти два",
    "✔"
   ],
   [
    "pañcimā",
    "сандхи",
    "эти пять",
    "✔"
   ],
   [
    "yatthimā",
    "сандхи",
    "где эти",
    "◑"
   ],
   [
    "yā kācimā",
    "идиома",
    "все эти",
    "✔"
   ],
   [
    "sattimā",
    "сандхи",
    "эти семь",
    "◑"
   ]
  ]
 },
 "iminā": {
  "count": 6,
  "data": [
   [
    "iminānukkamena",
    "сандхи",
    "в этом порядке",
    "◑"
   ],
   [
    "imināpetaṃ",
    "сандхи",
    "и это (следует понимать) таким (образом)",
    "✔"
   ],
   [
    "imināsmīti",
    "сандхи",
    "из-за этого я есть",
    "✔"
   ],
   [
    "imināhaṃ",
    "сандхи",
    "этим я",
    "✔"
   ],
   [
    "tadaminā",
    "сандхи",
    "тем этим",
    "✔"
   ],
   [
    "tuyhiminā",
    "сандхи",
    "тебе с этим",
    "✔"
   ]
  ]
 },
 "anukkama": {
  "count": 1,
  "data": [
   [
    "iminānukkamena",
    "сандхи",
    "в этом порядке",
    "◑"
   ]
  ]
 },
 "etta": {
  "count": 2,
  "data": [
   [
    "imettamapi",
    "сандхи",
    "есть только так много",
    "✔"
   ],
   [
    "ettakopi",
    "сандхи",
    "даже столько",
    "✔"
   ]
  ]
 },
 "imehi": {
  "count": 1,
  "data": [
   [
    "panimehi",
    "сандхи",
    "но с этими",
    "✔"
   ]
  ]
 },
 "iriyā": {
  "count": 1,
  "data": [
   [
    "iriyāpathaṃ vikopeti",
    "идиома",
    "мешает движению",
    "✔"
   ]
  ]
 },
 "vikopeti": {
  "count": 1,
  "data": [
   [
    "iriyāpathaṃ vikopeti",
    "идиома",
    "мешает движению",
    "✔"
   ]
  ]
 },
 "vuccati": {
  "count": 2,
  "data": [
   [
    "ivoccante",
    "сандхи",
    "(грам) произносится так",
    "✔"
   ],
   [
    "vuccatāvuso",
    "сандхи",
    "так называется, друг",
    "✔"
   ]
  ]
 },
 "bandhati": {
  "count": 1,
  "data": [
   [
    "issaṃ bandhati",
    "идиома",
    "питается завистью",
    "✔"
   ]
  ]
 },
 "ucca": {
  "count": 1,
  "data": [
   [
    "uccāsoṇḍaṃ paggahetvā",
    "идиома",
    "высокомерно",
    "✔"
   ]
  ]
 },
 "uccāra": {
  "count": 1,
  "data": [
   [
    "uccāraṃ karoti",
    "идиома",
    "испражняется",
    "✔"
   ]
  ]
 },
 "soṇḍā": {
  "count": 1,
  "data": [
   [
    "uccāsoṇḍaṃ paggahetvā",
    "идиома",
    "высокомерно",
    "✔"
   ]
  ]
 },
 "paggahetvā": {
  "count": 1,
  "data": [
   [
    "uccāsoṇḍaṃ paggahetvā",
    "идиома",
    "высокомерно",
    "✔"
   ]
  ]
 },
 "ujuṃ": {
  "count": 1,
  "data": [
   [
    "ujuṃ kātuṃ",
    "идиома",
    "сделать прямым",
    "◑"
   ]
  ]
 },
 "kātuṃ": {
  "count": 4,
  "data": [
   [
    "ujuṃ kātuṃ",
    "идиома",
    "сделать прямым",
    "◑"
   ],
   [
    "kālaṃ kātuṃ",
    "идиома",
    "умереть",
    "✔"
   ],
   [
    "phātiṃ kātuṃ",
    "идиома",
    "увеличить",
    "✔"
   ],
   [
    "manasi kātuṃ",
    "идиома",
    "уделять внимание",
    "✔"
   ]
  ]
 },
 "ghaṭati": {
  "count": 1,
  "data": [
   [
    "uṭṭhahati ghaṭati vāyamati",
    "идиома",
    "встаёт, прилагает усилия и стремится к",
    "✔"
   ]
  ]
 },
 "vāyamati": {
  "count": 1,
  "data": [
   [
    "uṭṭhahati ghaṭati vāyamati",
    "идиома",
    "встаёт, прилагает усилия и стремится к",
    "✔"
   ]
  ]
 },
 "utu": {
  "count": 1,
  "data": [
   [
    "utūnīdha",
    "сандхи",
    "здесь времена года",
    "✔"
   ]
  ]
 },
 "patti1": {
  "count": 1,
  "data": [
   [
    "uttamatthassa pattiyā",
    "идиома",
    "достичь высшей цели",
    "✔"
   ]
  ]
 },
 "uttara": {
  "count": 2,
  "data": [
   [
    "ekaṃsaṃ uttarāsaṅgaṃ karitvā",
    "идиома",
    "накинув (одеяние) на одно плечо",
    "✔"
   ],
   [
    "tassuttarato",
    "сандхи",
    "к северу от которого",
    "✔"
   ]
  ]
 },
 "āsaṅga": {
  "count": 1,
  "data": [
   [
    "ekaṃsaṃ uttarāsaṅgaṃ karitvā",
    "идиома",
    "накинув (одеяние) на одно плечо",
    "✔"
   ]
  ]
 },
 "uttari": {
  "count": 3,
  "data": [
   [
    "uttariñca",
    "сандхи",
    "и дальше",
    "✔"
   ],
   [
    "cuttari",
    "сандхи",
    "и далее",
    "✔"
   ],
   [
    "tato ce uttari",
    "идиома",
    "если больше чем это",
    "✔"
   ]
  ]
 },
 "uttāna": {
  "count": 6,
  "data": [
   [
    "uttānatthameva",
    "сандхи",
    "смысл ясен сам по себе",
    "◑"
   ],
   [
    "uttānatthamevāti",
    "сандхи",
    "значение ясно так, как оно есть",
    "◑"
   ],
   [
    "uttānatthāneva",
    "сандхи",
    "значения ясны как таковые",
    "◑"
   ],
   [
    "uttānameva",
    "сандхи",
    "ясно как есть",
    "◑"
   ],
   [
    "uttānamevāti",
    "сандхи",
    "ясно как есть",
    "◑"
   ],
   [
    "uttānī karoti",
    "идиома",
    "объясняет",
    "✔"
   ]
  ]
 },
 "udāna": {
  "count": 1,
  "data": [
   [
    "udānaṃ udānesi",
    "идиома",
    "произнес восклицание",
    "✔"
   ]
  ]
 },
 "udānesi": {
  "count": 1,
  "data": [
   [
    "udānaṃ udānesi",
    "идиома",
    "произнес восклицание",
    "✔"
   ]
  ]
 },
 "uddha": {
  "count": 3,
  "data": [
   [
    "uddhaṃ adho tiriyañca",
    "идиома",
    "сверху снизу и поперек",
    "✔"
   ],
   [
    "uddhaṃpādaṃ adhosiraṃ",
    "идиома",
    "ногами вверх, головой вниз",
    "✔"
   ],
   [
    "kāyassa bhedā uddhaṃ jīvitapariyādānā",
    "идиома",
    "после распада тела",
    "✔"
   ]
  ]
 },
 "uddhasta": {
  "count": 1,
  "data": [
   [
    "uddhaste aruṇe nandimukhiyā rattiyā",
    "идиома",
    "когда восходила розовая улыбка рассвета",
    "✔"
   ]
  ]
 },
 "tiriya": {
  "count": 3,
  "data": [
   [
    "uddhaṃ adho tiriyañca",
    "идиома",
    "сверху снизу и поперек",
    "✔"
   ],
   [
    "uddhaṃ adho tiriyaṃ",
    "идиома",
    "вверху, внизу и поперек",
    "✔"
   ],
   [
    "tiriyañca",
    "сандхи",
    "и поперек",
    "✔"
   ]
  ]
 },
 "uddhaṃ": {
  "count": 1,
  "data": [
   [
    "uddhaṃ adho tiriyaṃ",
    "идиома",
    "вверху, внизу и поперек",
    "✔"
   ]
  ]
 },
 "te": {
  "count": 27,
  "data": [
   [
    "upamaṃ te karissāmi",
    "идиома",
    "я дам тебе сравнение",
    "✔"
   ],
   [
    "kathaṃ vā te ettha hoti",
    "идиома",
    "или что ты думаешь об этом?",
    "✔"
   ],
   [
    "kintāhaṃ 2",
    "сандхи",
    "что я (говорю) тебе?",
    "✔"
   ],
   [
    "kinte",
    "сандхи",
    "что тобой?",
    "✔"
   ],
   [
    "kiṃ pana te",
    "идиома",
    "а они?",
    "✔"
   ],
   [
    "tāhaṃ 2",
    "сандхи",
    "я тебе",
    "✔"
   ],
   [
    "teti",
    "сандхи",
    "'они'",
    "◑"
   ],
   [
    "tedha",
    "сандхи",
    "они здесь",
    "✔"
   ],
   [
    "tepare",
    "сандхи",
    "они другие (двое)",
    "✔"
   ],
   [
    "tepi",
    "сандхи",
    "они тоже",
    "✔"
   ],
   [
    "tepime",
    "сандхи",
    "они тоже эти",
    "✔"
   ],
   [
    "teme",
    "сандхи",
    "эти",
    "✔"
   ],
   [
    "teva",
    "сандхи",
    "они только",
    "✔"
   ],
   [
    "tyassa",
    "сандхи",
    "они для него",
    "✔"
   ],
   [
    "tyassu 1",
    "сандхи",
    "они могут быть",
    "✔"
   ],
   [
    "tyassu 2",
    "сандхи",
    "they indeed",
    "✔"
   ],
   [
    "tyāpare",
    "сандхи",
    "они (есть) другие (двое)",
    "✔"
   ],
   [
    "tyāssa",
    "сандхи",
    "они его",
    "✔"
   ],
   [
    "tyāhaṃ 1",
    "сандхи",
    "я их",
    "✔"
   ],
   [
    "tyāhaṃ 2",
    "сандхи",
    "я (есть) твой",
    "✔"
   ],
   [
    "tyāhaṃ 3",
    "сандхи",
    "я к вам",
    "✔"
   ],
   [
    "namo te",
    "идиома",
    "выражение почтения тебе",
    "✔"
   ],
   [
    "mete",
    "сандхи",
    "эти для меня",
    "✔"
   ],
   [
    "yathā te khameyya",
    "идиома",
    "как тебе угодно",
    "✔"
   ],
   [
    "varaṃ te",
    "идиома",
    "тебе было бы лучше (если)",
    "✔"
   ],
   [
    "sace te agaru",
    "идиома",
    "если это не причиняет вам беспокойства",
    "✔"
   ],
   [
    "sabbe te",
    "идиома",
    "все они",
    "✔"
   ]
  ]
 },
 "upari": {
  "count": 1,
  "data": [
   [
    "uparinemassa",
    "сандхи",
    "над отверстием",
    "✔"
   ]
  ]
 },
 "nema": {
  "count": 1,
  "data": [
   [
    "uparinemassa",
    "сандхи",
    "над отверстием",
    "✔"
   ]
  ]
 },
 "upasaṅkamati": {
  "count": 1,
  "data": [
   [
    "upasaṅkamatāyasmā",
    "сандхи",
    "почтенный подходи!",
    "✔"
   ]
  ]
 },
 "upekkhā": {
  "count": 1,
  "data": [
   [
    "tamevūpekkhaṃ",
    "сандхи",
    "это самое умственное равновесие",
    "✔"
   ]
  ]
 },
 "upavasati": {
  "count": 1,
  "data": [
   [
    "uposathaṃ upavasati",
    "идиома",
    "наблюдает упосатха-день",
    "✔"
   ]
  ]
 },
 "ummāda": {
  "count": 1,
  "data": [
   [
    "ummādaṃ pāpuṇāti",
    "идиома",
    "сходит с ума",
    "✔"
   ]
  ]
 },
 "pāpuṇāti": {
  "count": 1,
  "data": [
   [
    "ummādaṃ pāpuṇāti",
    "идиома",
    "сходит с ума",
    "✔"
   ]
  ]
 },
 "ussukka": {
  "count": 3,
  "data": [
   [
    "ussukkaṃ āpajjati",
    "идиома",
    "прилагает все усилия, чтобы предоставить",
    "◑"
   ],
   [
    "ussukkaṃ āpanno",
    "идиома",
    "активно занятый",
    "✔"
   ],
   [
    "ussukkaṃ karoti",
    "идиома",
    "прилагает все усилия, чтобы обеспечить (кого-то чем-то)",
    "✔"
   ]
  ]
 },
 "āpajjati": {
  "count": 20,
  "data": [
   [
    "ussukkaṃ āpajjati",
    "идиома",
    "прилагает все усилия, чтобы предоставить",
    "◑"
   ],
   [
    "kulesu cārittaṃ āpajjati",
    "идиома",
    "навещает семьи",
    "✔"
   ],
   [
    "khīyanadhammaṃ āpajjati",
    "идиома",
    "жалуется",
    "✔"
   ],
   [
    "cārittaṃ āpajjati",
    "идиома",
    "близко взаимодействует",
    "✔"
   ],
   [
    "cīvare vikappaṃ āpajjati",
    "идиома",
    "вызывает изменение робы",
    "✔"
   ],
   [
    "dīghamāpajjate",
    "сандхи",
    "(грам) становится длинным",
    "✔"
   ],
   [
    "pamādaṃ āpajjati",
    "идиома",
    "становится беспечным",
    "✔"
   ],
   [
    "pātabyataṃ āpajjati",
    "идиома",
    "терпит крах",
    "✔"
   ],
   [
    "madaṃ āpajjati",
    "идиома",
    "опьяняться",
    "✔"
   ],
   [
    "yogaṃ āpajjati",
    "идиома",
    "вовлекается",
    "✔"
   ],
   [
    "lopamāpajjate",
    "сандхи",
    "(грам) удаляется",
    "✔"
   ],
   [
    "vikappaṃ āpajjati",
    "идиома",
    "вызывает изменение (к)",
    "✔"
   ],
   [
    "vittiṃ āpajjati",
    "идиома",
    "находит удовлетворение",
    "✔"
   ],
   [
    "vissāsaṃ āpajjati",
    "идиома",
    "доверяет",
    "✔"
   ],
   [
    "vuḍḍhiṃ viruḷhiṃ vepullaṃ āpajjati",
    "идиома",
    "grows and develops",
    "✔"
   ],
   [
    "vodāsaṃ āpajjati",
    "идиома",
    "становится привередливым",
    "◑"
   ],
   [
    "santāsaṃ āpajjati",
    "идиома",
    "боится (чего-л.)",
    "✔"
   ],
   [
    "sammohaṃ āpajjati",
    "идиома",
    "приходит в замешательство",
    "✔"
   ],
   [
    "saṃvaraṃ āpajjati",
    "идиома",
    "сдерживается",
    "✔"
   ],
   [
    "saṃvegaṃ āpajjati",
    "идиома",
    "пробуждает чувство срочности",
    "✔"
   ]
  ]
 },
 "uḷāra": {
  "count": 1,
  "data": [
   [
    "uḷāra uḷāra",
    "идиома",
    "очень много",
    "✔"
   ]
  ]
 },
 "ratta1": {
  "count": 2,
  "data": [
   [
    "ekarattampi",
    "сандхи",
    "даже на одну ночь",
    "✔"
   ],
   [
    "dīgharattamidaṃ",
    "сандхи",
    "долгое время этот",
    "✔"
   ]
  ]
 },
 "cīvara": {
  "count": 3,
  "data": [
   [
    "ekaṃsaṃ cīvaraṃ katvā",
    "идиома",
    "приведя в порядок свое одеяние на одно плечо",
    "✔"
   ],
   [
    "cīvare vikappaṃ āpajjati",
    "идиома",
    "вызывает изменение робы",
    "✔"
   ],
   [
    "pattacīvaramādāya",
    "сандхи",
    "беря (свою) чашу и одеяние",
    "✔"
   ]
  ]
 },
 "ekodi": {
  "count": 3,
  "data": [
   [
    "ekodi kātabbaṃ",
    "идиома",
    "должно быть объединено",
    "✔"
   ],
   [
    "ekodi hoti",
    "идиома",
    "объединяется",
    "✔"
   ],
   [
    "ekodiṃ karoti",
    "идиома",
    "объединяет",
    "✔"
   ]
  ]
 },
 "kātabba": {
  "count": 2,
  "data": [
   [
    "ekodi kātabbaṃ",
    "идиома",
    "должно быть объединено",
    "✔"
   ],
   [
    "manasi kātabba",
    "идиома",
    "следует обратить внимание (на)",
    "✔"
   ]
  ]
 },
 "etad": {
  "count": 3,
  "data": [
   [
    "etadaggaṃ",
    "сандхи",
    "это величайший",
    "✔"
   ],
   [
    "etadahosi",
    "сандхи",
    "это (мысль) пришла (к)",
    "✔"
   ],
   [
    "etadeva",
    "сандхи",
    "только этот",
    "✔"
   ]
  ]
 },
 "etassa": {
  "count": 3,
  "data": [
   [
    "etasseva",
    "сандхи",
    "этого самого",
    "✔"
   ],
   [
    "evametassa",
    "сандхи",
    "так этого",
    "✔"
   ],
   [
    "cevetassa",
    "сандхи",
    "и именно этого",
    "✔"
   ]
  ]
 },
 "bhagavant": {
  "count": 2,
  "data": [
   [
    "etassa bhagavā kālo",
    "идиома",
    "сейчас подходящее время для этого, Благословенный! настало время, Благословенный!",
    "✔"
   ],
   [
    "bhagavato santike",
    "идиома",
    "в присутствии Будды",
    "✔"
   ]
  ]
 },
 "parama": {
  "count": 1,
  "data": [
   [
    "paramajjadhammesu",
    "сандхи",
    "самое высокое среди учений сегодняшнего дня",
    "✔"
   ]
  ]
 },
 "eti": {
  "count": 2,
  "data": [
   [
    "etha tumhe",
    "идиома",
    "подойдите! идите! вы должны идти",
    "✔"
   ],
   [
    "ehi tvaṃ",
    "идиома",
    "давай! ну же!",
    "✔"
   ]
  ]
 },
 "etissā": {
  "count": 1,
  "data": [
   [
    "evametissā",
    "сандхи",
    "таким образом из этого",
    "✔"
   ]
  ]
 },
 "etena": {
  "count": 2,
  "data": [
   [
    "etenupāyena",
    "сандхи",
    "этим способом",
    "✔"
   ],
   [
    "eteneva",
    "сандхи",
    "именно с этим",
    "✔"
   ]
  ]
 },
 "etesaṃ": {
  "count": 1,
  "data": [
   [
    "evametesaṃ",
    "сандхи",
    "так этих",
    "✔"
   ]
  ]
 },
 "mayaṃ": {
  "count": 7,
  "data": [
   [
    "ettha mayaṃ anassāma",
    "идиома",
    "в этом случае мы можем погибнуть",
    "✔"
   ],
   [
    "tammayaṃ",
    "сандхи",
    "мы (поклоняемся) тому",
    "◑"
   ],
   [
    "mayañhi",
    "сандхи",
    "мы действительно",
    "✔"
   ],
   [
    "mayamettha",
    "сандхи",
    "в этом случае мы",
    "✔"
   ],
   [
    "mayampi",
    "сандхи",
    "мы тоже",
    "✔"
   ],
   [
    "mayampetaṃ",
    "сандхи",
    "мы тоже это",
    "✔"
   ],
   [
    "mayaṃ tu",
    "идиома",
    "мы однако",
    "◑"
   ]
  ]
 },
 "esā": {
  "count": 11,
  "data": [
   [
    "etthesā",
    "сандхи",
    "здесь эти",
    "✔"
   ],
   [
    "evamesā",
    "сандхи",
    "так вот это",
    "✔"
   ],
   [
    "evesā",
    "сандхи",
    "это просто",
    "✔"
   ],
   [
    "esūpamā",
    "сандхи",
    "это подобие (для)",
    "✔"
   ],
   [
    "tassesā",
    "сандхи",
    "эта его",
    "✔"
   ],
   [
    "tiṭṭhatesā",
    "сандхи",
    "не беда!",
    "✔"
   ],
   [
    "dhammatā esā",
    "идиома",
    "это естественно (для)",
    "✔"
   ],
   [
    "panesā",
    "сандхи",
    "и эта",
    "✔"
   ],
   [
    "mesā",
    "сандхи",
    "мною это",
    "✔"
   ],
   [
    "vuddhihesā",
    "сандхи",
    "действительно это рост",
    "✔"
   ],
   [
    "hesā 1",
    "сандхи",
    "именно эта",
    "✔"
   ]
  ]
 },
 "tumhe": {
  "count": 3,
  "data": [
   [
    "etha tumhe",
    "идиома",
    "подойдите! идите! вы должны идти",
    "✔"
   ],
   [
    "tumhepi",
    "сандхи",
    "даже вы",
    "✔"
   ],
   [
    "mā kho tumhe eso ajesi",
    "идиома",
    "не позволяйте этому человеку победить вас",
    "✔"
   ]
  ]
 },
 "enaṃ": {
  "count": 5,
  "data": [
   [
    "kayirāthenaṃ",
    "сандхи",
    "он должен сделать это сам",
    "✔"
   ],
   [
    "cenaṃ",
    "сандхи",
    "и это",
    "✔"
   ],
   [
    "tamenaṃ",
    "сандхи",
    "именно его",
    "✔"
   ],
   [
    "daḷhamenaṃ",
    "сандхи",
    "решительно это",
    "✔"
   ],
   [
    "yatvādhikaraṇamenaṃ",
    "сандхи",
    "из-за чего это",
    "✔"
   ]
  ]
 },
 "taṃ": {
  "count": 46,
  "data": [
   [
    "evantaṃ",
    "сандхи",
    "таким образом тот",
    "✔"
   ],
   [
    "kiṃ taṃ",
    "идиома",
    "(грам) что это значит?",
    "◑"
   ],
   [
    "taṅkhaṇaññeva",
    "сандхи",
    "в тот самый момент времени",
    "✔"
   ],
   [
    "tañca 1",
    "сандхи",
    "и этот",
    "✔"
   ],
   [
    "tañca 2",
    "сандхи",
    "но что",
    "✔"
   ],
   [
    "tañcassa",
    "сандхи",
    "этот и его",
    "✔"
   ],
   [
    "tañcāyatanaṃ",
    "сандхи",
    "но это поле",
    "✔"
   ],
   [
    "tañcāyaṃ",
    "сандхи",
    "но этот человек",
    "✔"
   ],
   [
    "tañcāhaṃ",
    "сандхи",
    "и это я",
    "✔"
   ],
   [
    "tañce",
    "сандхи",
    "если этого",
    "✔"
   ],
   [
    "tañceva",
    "сандхи",
    "но это самое",
    "✔"
   ],
   [
    "taññeva",
    "сандхи",
    "именно этот",
    "✔"
   ],
   [
    "taññevettha",
    "сандхи",
    "в этом отношении",
    "✔"
   ],
   [
    "tañhi",
    "сандхи",
    "это правда",
    "✔"
   ],
   [
    "tañhissa",
    "сандхи",
    "это действительно для него",
    "✔"
   ],
   [
    "tamaññe",
    "сандхи",
    "другие люди (говорят) что",
    "✔"
   ],
   [
    "tamañño",
    "сандхи",
    "кто-то другой",
    "✔"
   ],
   [
    "tamatthaṃ 1",
    "сандхи",
    "то значение",
    "✔"
   ],
   [
    "tamatthaṃ 2",
    "сандхи",
    "эта цель",
    "✔"
   ],
   [
    "tamahaṃ",
    "сандхи",
    "его я",
    "✔"
   ],
   [
    "tamāhu",
    "сандхи",
    "они называют этот",
    "✔"
   ],
   [
    "tamettha",
    "сандхи",
    "в этом случае, тот один",
    "✔"
   ],
   [
    "tamenaṃ",
    "сандхи",
    "именно его",
    "✔"
   ],
   [
    "tameva",
    "сандхи",
    "именно этот",
    "✔"
   ],
   [
    "tamevassa",
    "сандхи",
    "только то его",
    "✔"
   ],
   [
    "tamevūpekkhaṃ",
    "сандхи",
    "это самое умственное равновесие",
    "✔"
   ],
   [
    "tampi",
    "сандхи",
    "это тоже",
    "✔"
   ],
   [
    "tampissa",
    "сандхи",
    "это действительно для него",
    "✔"
   ],
   [
    "tammayaṃ",
    "сандхи",
    "мы (поклоняемся) тому",
    "◑"
   ],
   [
    "taṃ kissa hetu",
    "идиома",
    "в чем причина этого?",
    "✔"
   ],
   [
    "taṃ kiṃ maññatha",
    "идиома",
    "что вы думаете?",
    "✔"
   ],
   [
    "taṃ kiṃ maññasi",
    "идиома",
    "что ты думаешь?",
    "✔"
   ],
   [
    "taṃ kutettha labbhā",
    "идиома",
    "как это может быть?",
    "✔"
   ],
   [
    "taṃ yathā",
    "идиома",
    "(грам) например",
    "✔"
   ],
   [
    "taṃ sārato paccāgacchati",
    "идиома",
    "принимает это за истину",
    "✔"
   ],
   [
    "taṃpassa",
    "сандхи",
    "это тоже было бы",
    "✔"
   ],
   [
    "taṃyevettha",
    "сандхи",
    "об этом вопросе",
    "✔"
   ],
   [
    "tādisameva",
    "сандхи",
    "ровно то же самое",
    "✔"
   ],
   [
    "tādisaṃyeva",
    "сандхи",
    "точно такой же",
    "✔"
   ],
   [
    "tādisovassa",
    "сандхи",
    "это могло бы быть именно так",
    "✔"
   ],
   [
    "tāhaṃ 1",
    "сандхи",
    "я того",
    "✔"
   ],
   [
    "mantaṃ",
    "сандхи",
    "тот для меня",
    "✔"
   ],
   [
    "yadatītampahīnantaṃ",
    "сандхи",
    "все прошлое оставлено",
    "✔"
   ],
   [
    "yantaṃ",
    "сандхи",
    "чтобы ни",
    "✔"
   ],
   [
    "yaṃ taṃ",
    "идиома",
    "кого бы ни ... его",
    "✔"
   ],
   [
    "sabbaṃ taṃ",
    "идиома",
    "все это",
    "✔"
   ]
  ]
 },
 "ti": {
  "count": 5,
  "data": [
   [
    "evantiparivaṭṭaṃ",
    "сандхи",
    "таким образом с тремя кругами",
    "✔"
   ],
   [
    "tayome",
    "сандхи",
    "эти три",
    "✔"
   ],
   [
    "tīṇaṅgāni",
    "сандхи",
    "три фактора",
    "◑"
   ],
   [
    "tīṇimāni",
    "сандхи",
    "эти три",
    "✔"
   ],
   [
    "tīhaṅgehi",
    "сандхи",
    "с тремя факторами",
    "✔"
   ]
  ]
 },
 "parivaṭṭa": {
  "count": 1,
  "data": [
   [
    "evantiparivaṭṭaṃ",
    "сандхи",
    "таким образом с тремя кругами",
    "✔"
   ]
  ]
 },
 "disa2": {
  "count": 4,
  "data": [
   [
    "evamīdisesu",
    "сандхи",
    "так в таком",
    "◑"
   ],
   [
    "tādisameva",
    "сандхи",
    "ровно то же самое",
    "✔"
   ],
   [
    "tādisaṃyeva",
    "сандхи",
    "точно такой же",
    "✔"
   ],
   [
    "tādisovassa",
    "сандхи",
    "это могло бы быть именно так",
    "✔"
   ]
  ]
 },
 "etasmā": {
  "count": 1,
  "data": [
   [
    "evametasmā",
    "сандхи",
    "так от этого",
    "◑"
   ]
  ]
 },
 "etāsaṃ": {
  "count": 1,
  "data": [
   [
    "evametāsaṃ",
    "сандхи",
    "так этих",
    "✔"
   ]
  ]
 },
 "ehi": {
  "count": 2,
  "data": [
   [
    "ehambho",
    "сандхи",
    "ну же! давай сейчас!",
    "✔"
   ],
   [
    "ehāvuso",
    "сандхи",
    "пошли друг! пойдем брат!",
    "✔"
   ]
  ]
 },
 "tvaṃ": {
  "count": 7,
  "data": [
   [
    "ehi tvaṃ",
    "идиома",
    "давай! ну же!",
    "✔"
   ],
   [
    "tayassu",
    "сандхи",
    "именно три",
    "✔"
   ],
   [
    "tvañca",
    "сандхи",
    "и ты",
    "✔"
   ],
   [
    "tvaññeva",
    "сандхи",
    "лишь ты",
    "✔"
   ],
   [
    "tvamasi",
    "сандхи",
    "ты есть",
    "✔"
   ],
   [
    "tvampi",
    "сандхи",
    "ты тоже",
    "✔"
   ],
   [
    "tvaṃyeva",
    "сандхи",
    "только ты (из)",
    "✔"
   ]
  ]
 },
 "yācati": {
  "count": 1,
  "data": [
   [
    "okāsaṃ yācati",
    "идиома",
    "просит возможности",
    "✔"
   ]
  ]
 },
 "ogāha": {
  "count": 1,
  "data": [
   [
    "ogāhamuttiṇṇaṃ",
    "сандхи",
    "вышедший из купания",
    "✔"
   ]
  ]
 },
 "otāra": {
  "count": 1,
  "data": [
   [
    "otāraṃ labhati",
    "идиома",
    "получает шанс",
    "✔"
   ]
  ]
 },
 "labhati": {
  "count": 5,
  "data": [
   [
    "otāraṃ labhati",
    "идиома",
    "получает шанс",
    "✔"
   ],
   [
    "labhati dassanāya",
    "идиома",
    "удаётся увидеть",
    "✔"
   ],
   [
    "labhantatthe",
    "сандхи",
    "получающие пользу",
    "✔"
   ],
   [
    "labheyyāhaṃ",
    "сандхи",
    "я бы мог получить",
    "✔"
   ],
   [
    "lābhaṃ labhati",
    "идиома",
    "получает",
    "◑"
   ]
  ]
 },
 "otiṇṇa": {
  "count": 1,
  "data": [
   [
    "otiṇṇomhi",
    "сандхи",
    "я страдаю (от)",
    "✔"
   ]
  ]
 },
 "muddha2": {
  "count": 2,
  "data": [
   [
    "pabbatamuddhaniṭṭhito",
    "сандхи",
    "стоящий на гребне горы",
    "✔"
   ],
   [
    "muddhāpi tassa vipateyyāti",
    "идиома",
    "чья-то голова может расколоться",
    "✔"
   ]
  ]
 },
 "ka1": {
  "count": 13,
  "data": [
   [
    "kamattānaṃ",
    "сандхи",
    "какое я? какой индивид?",
    "✔"
   ],
   [
    "kamatthamanubhoti",
    "сандхи",
    "какое благо человек достигает?",
    "✔"
   ],
   [
    "kamettha",
    "сандхи",
    "кто здесь",
    "✔"
   ],
   [
    "kaṃsi",
    "сандхи",
    "(ради) кого ты (посвятился в монахи)?",
    "✔"
   ],
   [
    "ko nāmeso",
    "идиома",
    "как зовут этого (человека)?",
    "✔"
   ],
   [
    "kodha 2.1",
    "сандхи",
    "кто здесь",
    "✔"
   ],
   [
    "konāmo",
    "сандхи",
    "какое имя?",
    "✔"
   ],
   [
    "kosi 1.1",
    "сандхи",
    "кто ты?",
    "✔"
   ],
   [
    "kosu",
    "сандхи",
    "кто на самом деле?",
    "✔"
   ],
   [
    "kosu nāma",
    "идиома",
    "кто на самом деле?",
    "✔"
   ],
   [
    "kvattho",
    "сандхи",
    "(грам) что имеется в виду (под)?",
    "✔"
   ],
   [
    "kvettha",
    "сандхи",
    "кто вы?",
    "✔"
   ],
   [
    "yāvatakvassa",
    "сандхи",
    "как его",
    "✔"
   ]
  ]
 },
 "kaṅkhati2": {
  "count": 1,
  "data": [
   [
    "kālaṃ kaṅkhati",
    "идиома",
    "ждет смерти",
    "✔"
   ]
  ]
 },
 "vitarati": {
  "count": 1,
  "data": [
   [
    "kaṅkhaṃ vitarati",
    "идиома",
    "рассеивает сомнения",
    "✔"
   ]
  ]
 },
 "vinayati": {
  "count": 1,
  "data": [
   [
    "kaṅkhaṃ vinayati",
    "идиома",
    "развеивать сомнения",
    "✔"
   ]
  ]
 },
 "kacci": {
  "count": 6,
  "data": [
   [
    "kaccāsi",
    "сандхи",
    "надеюсь, ты",
    "✔"
   ],
   [
    "kaccāhaṃ",
    "сандхи",
    "надеюсь я",
    "✔"
   ],
   [
    "kacci nu kho",
    "идиома",
    "так ли это?",
    "✔"
   ],
   [
    "kaccittha 1",
    "сандхи",
    "я надеюсь здесь",
    "✔"
   ],
   [
    "kaccittha 2",
    "сандхи",
    "надеюсь, вы все являетесь",
    "✔"
   ],
   [
    "kaccissu",
    "сандхи",
    "я надеюсь",
    "✔"
   ]
  ]
 },
 "kaccha1": {
  "count": 2,
  "data": [
   [
    "kacchevāmakase",
    "сандхи",
    "как в болотистом месте без москитов",
    "✔"
   ],
   [
    "kacchehi sedā muccanti",
    "идиома",
    "обильное потоотделение под мышками",
    "✔"
   ]
  ]
 },
 "seda": {
  "count": 1,
  "data": [
   [
    "kacchehi sedā muccanti",
    "идиома",
    "обильное потоотделение под мышками",
    "✔"
   ]
  ]
 },
 "muccati": {
  "count": 1,
  "data": [
   [
    "kacchehi sedā muccanti",
    "идиома",
    "обильное потоотделение под мышками",
    "✔"
   ]
  ]
 },
 "kaṭasī": {
  "count": 1,
  "data": [
   [
    "kaṭasī vaḍḍhitā",
    "идиома",
    "кто заполнял кладбища",
    "✔"
   ]
  ]
 },
 "vaḍḍhita": {
  "count": 1,
  "data": [
   [
    "kaṭasī vaḍḍhitā",
    "идиома",
    "кто заполнял кладбища",
    "✔"
   ]
  ]
 },
 "katama": {
  "count": 1,
  "data": [
   [
    "katamañcāvuso",
    "сандхи",
    "а как, друзья?",
    "✔"
   ]
  ]
 },
 "kiṃ": {
  "count": 40,
  "data": [
   [
    "kataṃ kiṃ",
    "идиома",
    "это было сделано?",
    "✔"
   ],
   [
    "kiñca 1",
    "сандхи",
    "и что?",
    "✔"
   ],
   [
    "kiñca 2",
    "сандхи",
    "почему бы и нет?",
    "✔"
   ],
   [
    "kiñcarahi",
    "сандхи",
    "что тогда?",
    "✔"
   ],
   [
    "kiñcāpi",
    "сандхи",
    "однако",
    "✔"
   ],
   [
    "kiñcāyaṃ",
    "сандхи",
    "что бы ни было это",
    "✔"
   ],
   [
    "kiñcetaṃ",
    "сандхи",
    "а что это?",
    "✔"
   ],
   [
    "kiñcetaṃ paṭicca vuttaṃ",
    "идиома",
    "и в отношении чего это было сказано?",
    "◑"
   ],
   [
    "kiñhi",
    "сандхи",
    "что на самом деле?",
    "✔"
   ],
   [
    "kiñhi no siyā",
    "идиома",
    "что еще это может быть?",
    "✔"
   ],
   [
    "kintāhaṃ 1",
    "сандхи",
    "как я могу?",
    "✔"
   ],
   [
    "kintāhaṃ 2",
    "сандхи",
    "что я (говорю) тебе?",
    "✔"
   ],
   [
    "kinti",
    "сандхи",
    "как тогда?",
    "✔"
   ],
   [
    "kinti karomi",
    "идиома",
    "что я могу сделать?",
    "✔"
   ],
   [
    "kinte",
    "сандхи",
    "что тобой?",
    "✔"
   ],
   [
    "kinnu",
    "сандхи",
    "что?",
    "✔"
   ],
   [
    "kinnumāva",
    "сандхи",
    "это не единственные",
    "◑"
   ],
   [
    "kimaññatra",
    "сандхи",
    "как кроме?",
    "✔"
   ],
   [
    "kimassa 1",
    "сандхи",
    "что ему?",
    "✔"
   ],
   [
    "kimassa 2",
    "сандхи",
    "что могло бы быть?",
    "✔"
   ],
   [
    "kimassāhaṃ",
    "сандхи",
    "что я могу сделать для него?",
    "✔"
   ],
   [
    "kimahaṃ 1",
    "сандхи",
    "что я?",
    "✔"
   ],
   [
    "kimahaṃ 2",
    "сандхи",
    "почему я?",
    "✔"
   ],
   [
    "kimāha",
    "сандхи",
    "что он говорит (о)",
    "✔"
   ],
   [
    "kimidaṃ",
    "сандхи",
    "почему это так? как это случилось? что происходит с этим?",
    "✔"
   ],
   [
    "kimetaṃ",
    "сандхи",
    "что это?",
    "✔"
   ],
   [
    "kimevidaṃ 1",
    "сандхи",
    "что это?",
    "✔"
   ],
   [
    "kimevidaṃ 2",
    "сандхи",
    "не говоря уже об этом",
    "✔"
   ],
   [
    "kiṃ taṃ",
    "идиома",
    "(грам) что это значит?",
    "◑"
   ],
   [
    "kiṃ nu",
    "идиома",
    "почему?",
    "✔"
   ],
   [
    "kiṃ nu kho",
    "идиома",
    "с какой стати!?",
    "✔"
   ],
   [
    "kiṃ pana te",
    "идиома",
    "а они?",
    "✔"
   ],
   [
    "kiṃ su",
    "идиома",
    "кто?",
    "✔"
   ],
   [
    "kiṃme",
    "сандхи",
    "что это?",
    "✔"
   ],
   [
    "kiṃsūdha",
    "сандхи",
    "что здесь?",
    "✔"
   ],
   [
    "kyāhaṃ karomi",
    "идиома",
    "что я (могу) сделать?",
    "✔"
   ],
   [
    "kyāhaṃ 1",
    "сандхи",
    "что я?",
    "✔"
   ],
   [
    "kyāhaṃ 2",
    "сандхи",
    "зачем мне?",
    "✔"
   ],
   [
    "taṃ kiṃ maññatha",
    "идиома",
    "что вы думаете?",
    "✔"
   ],
   [
    "taṃ kiṃ maññasi",
    "идиома",
    "что ты думаешь?",
    "✔"
   ]
  ]
 },
 "katikā": {
  "count": 1,
  "data": [
   [
    "katikaṃ karoti",
    "идиома",
    "приходит к соглашению",
    "◑"
   ]
  ]
 },
 "kattar": {
  "count": 1,
  "data": [
   [
    "kathaṃ kattar",
    "идиома",
    "выступающий",
    "✔"
   ]
  ]
 },
 "kattha": {
  "count": 3,
  "data": [
   [
    "katthūpapattiṃ",
    "сандхи",
    "возрождение где?",
    "✔"
   ],
   [
    "na katthaci",
    "идиома",
    "нигде",
    "✔"
   ],
   [
    "yattha katthaci",
    "идиома",
    "где угодно",
    "✔"
   ]
  ]
 },
 "kathaṃ": {
  "count": 16,
  "data": [
   [
    "kathañca",
    "сандхи",
    "и как?",
    "✔"
   ],
   [
    "kathañcarahi",
    "сандхи",
    "как же тогда?",
    "✔"
   ],
   [
    "kathañcānanda",
    "сандхи",
    "и что, Ананда?",
    "✔"
   ],
   [
    "kathañcāvuso",
    "сандхи",
    "и как, друзья?",
    "✔"
   ],
   [
    "kathañhi",
    "сандхи",
    "как в самом деле !?",
    "✔"
   ],
   [
    "kathamattānaṃ",
    "сандхи",
    "как (они повлияют) на себя?",
    "✔"
   ],
   [
    "kathamidaṃ",
    "сандхи",
    "что это такое?",
    "✔"
   ],
   [
    "kathamime",
    "сандхи",
    "как они?",
    "◑"
   ],
   [
    "kathaṃ nu",
    "идиома",
    "как?",
    "✔"
   ],
   [
    "kathaṃ rūpaṃ",
    "идиома",
    "какой?",
    "✔"
   ],
   [
    "kathaṃ vā te ettha hoti",
    "идиома",
    "или что ты думаешь об этом?",
    "✔"
   ],
   [
    "kathaṃ hi nāma",
    "идиома",
    "как же так!?",
    "✔"
   ],
   [
    "kathaṃsu",
    "сандхи",
    "как?",
    "✔"
   ],
   [
    "kathāyaṃ",
    "сандхи",
    "как (может) это?",
    "✔"
   ],
   [
    "yathā kathaṃ",
    "идиома",
    "в какой манере?",
    "✔"
   ],
   [
    "yathā kathaṃ pana",
    "идиома",
    "но как тогда?",
    "✔"
   ]
  ]
 },
 "carahi": {
  "count": 3,
  "data": [
   [
    "kathañcarahi",
    "сандхи",
    "как же тогда?",
    "✔"
   ],
   [
    "kiñcarahi",
    "сандхи",
    "что тогда?",
    "✔"
   ],
   [
    "carahāvuso",
    "сандхи",
    "тогда брат",
    "✔"
   ]
  ]
 },
 "kadā": {
  "count": 4,
  "data": [
   [
    "kadāci karahaci 1",
    "идиома",
    "время от времени",
    "✔"
   ],
   [
    "kadāci karahaci 2",
    "идиома",
    "когда-нибудь",
    "✔"
   ],
   [
    "na kadāci",
    "идиома",
    "никогда",
    "✔"
   ],
   [
    "mā kadāci",
    "идиома",
    "пусть у меня никогда не будет",
    "✔"
   ]
  ]
 },
 "karahi": {
  "count": 2,
  "data": [
   [
    "kadāci karahaci 1",
    "идиома",
    "время от времени",
    "✔"
   ],
   [
    "kadāci karahaci 2",
    "идиома",
    "когда-нибудь",
    "✔"
   ]
  ]
 },
 "kiliṭṭha": {
  "count": 1,
  "data": [
   [
    "kammakiliṭṭhamattano",
    "сандхи",
    "свои грязные дела",
    "✔"
   ]
  ]
 },
 "visuddhi": {
  "count": 1,
  "data": [
   [
    "kammavisuddhimattano",
    "сандхи",
    "собственные чистые дела",
    "✔"
   ]
  ]
 },
 "atta": {
  "count": 1,
  "data": [
   [
    "karaṇīyamattānaṃ",
    "сандхи",
    "что-то ещё, что должно быть сделано в себе",
    "✔"
   ]
  ]
 },
 "kalā": {
  "count": 1,
  "data": [
   [
    "kalaṃ nāgghati soḷasiṃ",
    "идиома",
    "не стоит и доли (от)",
    "✔"
   ]
  ]
 },
 "agghati": {
  "count": 1,
  "data": [
   [
    "kalaṃ nāgghati soḷasiṃ",
    "идиома",
    "не стоит и доли (от)",
    "✔"
   ]
  ]
 },
 "soḷasa": {
  "count": 2,
  "data": [
   [
    "kalaṃ nāgghati soḷasiṃ",
    "идиома",
    "не стоит и доли (от)",
    "✔"
   ],
   [
    "soḷasahākārehi",
    "сандхи",
    "шестнадцатью способами",
    "✔"
   ]
  ]
 },
 "gedha": {
  "count": 1,
  "data": [
   [
    "kāmesu gedhaṃ",
    "идиома",
    "жадность к чувственным удовольствиям",
    "✔"
   ]
  ]
 },
 "kāya": {
  "count": 6,
  "data": [
   [
    "kāyanuttha",
    "сандхи",
    "с чем здесь?",
    "✔"
   ],
   [
    "kāyassa bhedā uddhaṃ jīvitapariyādānā",
    "идиома",
    "после распада тела",
    "✔"
   ],
   [
    "kāyassa bhedā paraṃ maraṇā",
    "идиома",
    "после распада тела, после смерти",
    "✔"
   ],
   [
    "kāye kāyānupassī viharati",
    "идиома",
    "человек пребывает в теле, внимательно наблюдая за телом",
    "◑"
   ],
   [
    "kāyena phusitvā",
    "идиома",
    "лично испытав",
    "✔"
   ],
   [
    "saggakāyamagamaṃ",
    "сандхи",
    "я отправился к небесному воинству",
    "✔"
   ]
  ]
 },
 "bheda": {
  "count": 2,
  "data": [
   [
    "kāyassa bhedā uddhaṃ jīvitapariyādānā",
    "идиома",
    "после распада тела",
    "✔"
   ],
   [
    "kāyassa bhedā paraṃ maraṇā",
    "идиома",
    "после распада тела, после смерти",
    "✔"
   ]
  ]
 },
 "jīvita": {
  "count": 7,
  "data": [
   [
    "kāyassa bhedā uddhaṃ jīvitapariyādānā",
    "идиома",
    "после распада тела",
    "✔"
   ],
   [
    "jīvitamattano",
    "сандхи",
    "собственная жизнь",
    "✔"
   ],
   [
    "jīvitamāhu",
    "сандхи",
    "они говорят жизнь",
    "✔"
   ],
   [
    "jīvitamuttamaṃ",
    "сандхи",
    "лучшее существование",
    "✔"
   ],
   [
    "jīvitaṃ kappeti",
    "идиома",
    "ведет свою жизнь",
    "✔"
   ],
   [
    "jīvitā voropeti",
    "идиома",
    "лишает жизни",
    "✔"
   ],
   [
    "jīvitā voropesi",
    "идиома",
    "лишил жизни",
    "✔"
   ]
  ]
 },
 "viharati": {
  "count": 6,
  "data": [
   [
    "kāye kāyānupassī viharati",
    "идиома",
    "человек пребывает в теле, внимательно наблюдая за телом",
    "◑"
   ],
   [
    "citte cittānupassī viharati",
    "идиома",
    "находиться внутри ума, внимательно наблюдая за умом",
    "◑"
   ],
   [
    "dhammesu dhammānupassī viharati",
    "идиома",
    "находиться среди явлений, внимательно наблюдая за явлениями",
    "◑"
   ],
   [
    "viharatāyasmā",
    "сандхи",
    "останься, друг!",
    "✔"
   ],
   [
    "vedanāsu vedanānupassī viharati",
    "идиома",
    "находиться среди чувств, внимательно наблюдая за чувствами",
    "◑"
   ],
   [
    "seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati",
    "идиома",
    "потакает удовольствию поспать, отдохнуть и подремать",
    "✔"
   ]
  ]
 },
 "phusitvā": {
  "count": 1,
  "data": [
   [
    "kāyena phusitvā",
    "идиома",
    "лично испытав",
    "✔"
   ]
  ]
 },
 "kāriyamāna": {
  "count": 1,
  "data": [
   [
    "kāraṇaṃ kāriyamāna",
    "идиома",
    "тренируемый",
    "✔"
   ]
  ]
 },
 "kāreti": {
  "count": 2,
  "data": [
   [
    "kāraṇaṃ kāreti",
    "идиома",
    "тренирует (в)",
    "✔"
   ],
   [
    "rajjaṃ kāreti",
    "идиома",
    "правит",
    "✔"
   ]
  ]
 },
 "āgameti": {
  "count": 1,
  "data": [
   [
    "kālaṃ āgameti",
    "идиома",
    "ждет смерти",
    "✔"
   ]
  ]
 },
 "karissati": {
  "count": 1,
  "data": [
   [
    "kālaṃ karissati",
    "идиома",
    "умрет",
    "✔"
   ]
  ]
 },
 "kurumāna": {
  "count": 1,
  "data": [
   [
    "kālaṃ kurumāno",
    "идиома",
    "умирающий",
    "✔"
   ]
  ]
 },
 "maññati": {
  "count": 4,
  "data": [
   [
    "kālaṃ maññati",
    "идиома",
    "пора делать",
    "✔"
   ],
   [
    "taṃ kiṃ maññatha",
    "идиома",
    "что вы думаете?",
    "✔"
   ],
   [
    "taṃ kiṃ maññasi",
    "идиома",
    "что ты думаешь?",
    "✔"
   ],
   [
    "yassadāni kālaṃ maññati",
    "идиома",
    "время делать то, что он хочет",
    "✔"
   ]
  ]
 },
 "kiṃcana": {
  "count": 1,
  "data": [
   [
    "kiñcanatasmiṃ",
    "сандхи",
    "обладание этим",
    "✔"
   ]
  ]
 },
 "siyā": {
  "count": 3,
  "data": [
   [
    "kiñhi no siyā",
    "идиома",
    "что еще это может быть?",
    "✔"
   ],
   [
    "no siyā",
    "идиома",
    "может ли быть иначе?",
    "✔"
   ],
   [
    "siyā nu kho",
    "идиома",
    "может ли быть?",
    "✔"
   ]
  ]
 },
 "kilamatha": {
  "count": 1,
  "data": [
   [
    "kilamathassa vighātassa bhāgī",
    "идиома",
    "усталый и сыт по горло",
    "✔"
   ]
  ]
 },
 "bhāga": {
  "count": 2,
  "data": [
   [
    "kilamathassa vighātassa bhāgī",
    "идиома",
    "усталый и сыт по горло",
    "✔"
   ],
   [
    "bhāgī assa",
    "идиома",
    "он стал бы",
    "✔"
   ]
  ]
 },
 "kissa": {
  "count": 2,
  "data": [
   [
    "kissassu",
    "сандхи",
    "кого?",
    "✔"
   ],
   [
    "taṃ kissa hetu",
    "идиома",
    "в чем причина этого?",
    "✔"
   ]
  ]
 },
 "kīva": {
  "count": 1,
  "data": [
   [
    "kīva cirena",
    "идиома",
    "сколько времени? как долго?",
    "✔"
   ]
  ]
 },
 "upadahati": {
  "count": 1,
  "data": [
   [
    "kukkuccaṃ upadahati",
    "идиома",
    "провоцирует беспокойство",
    "✔"
   ]
  ]
 },
 "kuto": {
  "count": 3,
  "data": [
   [
    "kutettha",
    "сандхи",
    "как в этом вопросе?",
    "✔"
   ],
   [
    "kuto nu",
    "идиома",
    "откуда?",
    "✔"
   ],
   [
    "taṃ kutettha labbhā",
    "идиома",
    "как это может быть?",
    "✔"
   ]
  ]
 },
 "kudā": {
  "count": 2,
  "data": [
   [
    "kudāssu",
    "сандхи",
    "эх когда же!?",
    "✔"
   ],
   [
    "na kudācanaṃ",
    "идиома",
    "никогда",
    "✔"
   ]
  ]
 },
 "kubbati": {
  "count": 1,
  "data": [
   [
    "kubbati santhavaṃ",
    "идиома",
    "устанавливает тесные отношения (с)",
    "✔"
   ]
  ]
 },
 "pucchi": {
  "count": 1,
  "data": [
   [
    "kusalaṃ pucchi",
    "идиома",
    "спросил о здоровье",
    "✔"
   ]
  ]
 },
 "kūṭa1": {
  "count": 2,
  "data": [
   [
    "kūṭaṃ gaṇhanto",
    "идиома",
    "достижение пика",
    "◑"
   ],
   [
    "kūṭaṃ gaṇhi",
    "идиома",
    "достиг пика",
    "◑"
   ]
  ]
 },
 "gaṇhi": {
  "count": 2,
  "data": [
   [
    "kūṭaṃ gaṇhi",
    "идиома",
    "достиг пика",
    "◑"
   ],
   [
    "paṭisandhiṃ gaṇhi",
    "идиома",
    "принял перерождение",
    "✔"
   ]
  ]
 },
 "ke": {
  "count": 3,
  "data": [
   [
    "kedha",
    "сандхи",
    "который здесь?",
    "✔"
   ],
   [
    "kyassa",
    "сандхи",
    "кто для него?",
    "✔"
   ],
   [
    "kyassu",
    "сандхи",
    "кто может быть?",
    "✔"
   ]
  ]
 },
 "kena": {
  "count": 4,
  "data": [
   [
    "kenassu",
    "сандхи",
    "чем?",
    "✔"
   ],
   [
    "kenassubbhāhato",
    "сандхи",
    "чем ранен?",
    "✔"
   ],
   [
    "kenīdha",
    "сандхи",
    "о чем здесь",
    "✔"
   ],
   [
    "kenesa",
    "сандхи",
    "почему это (происходит)?",
    "✔"
   ]
  ]
 },
 "abbhāhata": {
  "count": 1,
  "data": [
   [
    "kenassubbhāhato",
    "сандхи",
    "чем ранен?",
    "✔"
   ]
  ]
 },
 "esa": {
  "count": 6,
  "data": [
   [
    "kenesa",
    "сандхи",
    "почему это (происходит)?",
    "✔"
   ],
   [
    "khvesa",
    "сандхи",
    "вот это",
    "✔"
   ],
   [
    "cesa 1",
    "сандхи",
    "даже если он",
    "✔"
   ],
   [
    "cesa 2",
    "сандхи",
    "и это",
    "◑"
   ],
   [
    "dhammesa",
    "сандхи",
    "в этих вещах",
    "✔"
   ],
   [
    "nesa",
    "сандхи",
    "это не является",
    "✔"
   ]
  ]
 },
 "kesa": {
  "count": 1,
  "data": [
   [
    "kesaggamattampi",
    "сандхи",
    "даже на столько, сколько кончик волоса",
    "✔"
   ]
  ]
 },
 "kesu": {
  "count": 1,
  "data": [
   [
    "kesūdha",
    "сандхи",
    "среди кого здесь",
    "✔"
   ]
  ]
 },
 "ka": {
  "count": 3,
  "data": [
   [
    "ko nu",
    "идиома",
    "какой?",
    "✔"
   ],
   [
    "ko nu kho",
    "идиома",
    "кто же в самом деле!?",
    "✔"
   ],
   [
    "ko pana vādo",
    "идиома",
    "что уж и сказать (о)",
    "✔"
   ]
  ]
 },
 "vāda": {
  "count": 3,
  "data": [
   [
    "ko pana vādo",
    "идиома",
    "что уж и сказать (о)",
    "✔"
   ],
   [
    "vādaṃ āropeti",
    "идиома",
    "отвергает доктрину",
    "✔"
   ],
   [
    "vādena vādaṃ",
    "идиома",
    "в споре",
    "✔"
   ]
  ]
 },
 "koṭi": {
  "count": 1,
  "data": [
   [
    "koṭiyā koṭiṃ",
    "идиома",
    "от конца до конца",
    "◑"
   ]
  ]
 },
 "kva": {
  "count": 2,
  "data": [
   [
    "kvajja",
    "сандхи",
    "где сегодня?",
    "✔"
   ],
   [
    "kvāssa",
    "сандхи",
    "где это могло быть?",
    "✔"
   ]
  ]
 },
 "khata": {
  "count": 1,
  "data": [
   [
    "khata upahata",
    "идиома",
    "раненый и травмированный",
    "✔"
   ]
  ]
 },
 "khandha": {
  "count": 1,
  "data": [
   [
    "pañcasupādānakkhandhesu",
    "сандхи",
    "в пяти совокупностях к которым (самость) цепляется",
    "✔"
   ]
  ]
 },
 "khamati": {
  "count": 3,
  "data": [
   [
    "khamāmahaṃ",
    "сандхи",
    "я прощаю",
    "✔"
   ],
   [
    "nijjhānaṃ khamati",
    "идиома",
    "выдерживает исследование",
    "✔"
   ],
   [
    "yathā te khameyya",
    "идиома",
    "как тебе угодно",
    "✔"
   ]
  ]
 },
 "rata": {
  "count": 1,
  "data": [
   [
    "khaye rato",
    "идиома",
    "наслаждающийся разрушением",
    "✔"
   ]
  ]
 },
 "khalita": {
  "count": 2,
  "data": [
   [
    "khalitaṃ gaṇhāti",
    "идиома",
    "схватывает за ошибку",
    "✔"
   ],
   [
    "khalitaṃ gāhayati",
    "идиома",
    "схватывает за ошибку",
    "✔"
   ]
  ]
 },
 "gaṇhāti": {
  "count": 2,
  "data": [
   [
    "khalitaṃ gaṇhāti",
    "идиома",
    "схватывает за ошибку",
    "✔"
   ],
   [
    "varaṃ gaṇhāti",
    "идиома",
    "загадывает желание",
    "✔"
   ]
  ]
 },
 "gāhayati": {
  "count": 1,
  "data": [
   [
    "khalitaṃ gāhayati",
    "идиома",
    "схватывает за ошибку",
    "✔"
   ]
  ]
 },
 "khāri": {
  "count": 1,
  "data": [
   [
    "khārivividhamādāya",
    "сандхи",
    "перенос множества связок на шесте",
    "✔"
   ]
  ]
 },
 "vidhā": {
  "count": 2,
  "data": [
   [
    "khārivividhamādāya",
    "сандхи",
    "перенос множества связок на шесте",
    "✔"
   ],
   [
    "sattavidhā anupassanā",
    "идиома",
    "видение семью путями",
    "◑"
   ]
  ]
 },
 "khippa1": {
  "count": 2,
  "data": [
   [
    "khippameva",
    "сандхи",
    "очень быстро",
    "✔"
   ],
   [
    "khippaṃyeva",
    "сандхи",
    "очень быстро",
    "✔"
   ]
  ]
 },
 "khīyana": {
  "count": 2,
  "data": [
   [
    "khīyanadhammaṃ āpajjati",
    "идиома",
    "жалуется",
    "✔"
   ],
   [
    "khīyanadhammaṃ āpanna",
    "идиома",
    "подал жалобу",
    "✔"
   ]
  ]
 },
 "kheḷa": {
  "count": 1,
  "data": [
   [
    "kheḷaṃ karoti",
    "идиома",
    "плюет",
    "✔"
   ]
  ]
 },
 "gantuṃ": {
  "count": 1,
  "data": [
   [
    "gantumicchasi",
    "сандхи",
    "ты хочешь идти",
    "✔"
   ]
  ]
 },
 "gaṇhati": {
  "count": 1,
  "data": [
   [
    "gabbhaṃ gaṇhati",
    "идиома",
    "забеременеть",
    "✔"
   ]
  ]
 },
 "pātesi": {
  "count": 1,
  "data": [
   [
    "gabbhaṃ pātesi",
    "идиома",
    "сделала аборт",
    "◑"
   ]
  ]
 },
 "gāthā": {
  "count": 4,
  "data": [
   [
    "gāthamāha",
    "сандхи",
    "одна произнесла этот стих",
    "◑"
   ],
   [
    "gāthācimā",
    "сандхи",
    "и этот стих",
    "✔"
   ],
   [
    "gāthāya ajjhabhāsi",
    "идиома",
    "обращенный в стихах",
    "✔"
   ],
   [
    "buddhagāthābhigītomhi",
    "сандхи",
    "я был воспет стихом Будды",
    "✔"
   ]
  ]
 },
 "ajjhabhāsi": {
  "count": 1,
  "data": [
   [
    "gāthāya ajjhabhāsi",
    "идиома",
    "обращенный в стихах",
    "✔"
   ]
  ]
 },
 "gārayha": {
  "count": 1,
  "data": [
   [
    "gārayhaṃ ṭhānaṃ āgacchati",
    "идиома",
    "заслуживает порицания",
    "✔"
   ]
  ]
 },
 "gimha": {
  "count": 1,
  "data": [
   [
    "gimhānaṃ pacchime māse",
    "идиома",
    "в последний месяц жаркого сезона",
    "✔"
   ]
  ]
 },
 "pacchima": {
  "count": 4,
  "data": [
   [
    "gimhānaṃ pacchime māse",
    "идиома",
    "в последний месяц жаркого сезона",
    "✔"
   ],
   [
    "pacchima kāla",
    "идиома",
    "современные времена",
    "✔"
   ],
   [
    "pacchimā janatā",
    "идиома",
    "последующие поколения",
    "✔"
   ],
   [
    "rattiyā pacchime yāme",
    "идиома",
    "в последнюю стражу ночи",
    "✔"
   ]
  ]
 },
 "māsa1": {
  "count": 3,
  "data": [
   [
    "gimhānaṃ pacchime māse",
    "идиома",
    "в последний месяц жаркого сезона",
    "✔"
   ],
   [
    "māse māse",
    "идиома",
    "месяц за месяцем",
    "✔"
   ],
   [
    "māso seso",
    "идиома",
    "оставшийся один месяц (от)",
    "✔"
   ]
  ]
 },
 "ghaṭikā": {
  "count": 1,
  "data": [
   [
    "sūcighaṭikaṃ datvā",
    "идиома",
    "закрыв засов",
    "✔"
   ]
  ]
 },
 "ghāsa": {
  "count": 1,
  "data": [
   [
    "ghāsamacchādanaṃ",
    "сандхи",
    "еда и одежда",
    "✔"
   ]
  ]
 },
 "acchādana": {
  "count": 1,
  "data": [
   [
    "ghāsamacchādanaṃ",
    "сандхи",
    "еда и одежда",
    "✔"
   ]
  ]
 },
 "bandhanta": {
  "count": 1,
  "data": [
   [
    "cakkhuṃ bandhante janassa dassanāya",
    "идиома",
    "очень вдохновляющий визуально",
    "✔"
   ]
  ]
 },
 "jana": {
  "count": 1,
  "data": [
   [
    "cakkhuṃ bandhante janassa dassanāya",
    "идиома",
    "очень вдохновляющий визуально",
    "✔"
   ]
  ]
 },
 "uppādeti": {
  "count": 3,
  "data": [
   [
    "cakkhūni uppādeti",
    "идиома",
    "является способным видеть",
    "✔"
   ],
   [
    "cittaṃ uppādeti",
    "идиома",
    "задает намерение",
    "✔"
   ],
   [
    "lohitaṃ uppādeti",
    "идиома",
    "вызывает проливание крови",
    "✔"
   ]
  ]
 },
 "visodheti": {
  "count": 1,
  "data": [
   [
    "cakkhūni visodheti",
    "идиома",
    "является способным ясно видеть",
    "✔"
   ]
  ]
 },
 "āsīna": {
  "count": 1,
  "data": [
   [
    "caggimāsīno",
    "сандхи",
    "и сидел (рядом с) огнем",
    "✔"
   ]
  ]
 },
 "catu": {
  "count": 4,
  "data": [
   [
    "catuhaṅgehi",
    "сандхи",
    "с четырьмя факторами",
    "✔"
   ],
   [
    "catūhaṅgehi",
    "сандхи",
    "с четырьмя факторами",
    "✔"
   ],
   [
    "cattārimāni",
    "сандхи",
    "эти четыре",
    "✔"
   ],
   [
    "cattārome",
    "сандхи",
    "эти четыре",
    "✔"
   ]
  ]
 },
 "pavutta1": {
  "count": 1,
  "data": [
   [
    "canekāyatanappavutto",
    "сандхи",
    "и с многими основаниями (был) провозглашён",
    "✔"
   ]
  ]
 },
 "antalikkha": {
  "count": 2,
  "data": [
   [
    "cantalikkhasmiṃ",
    "сандхи",
    "и в небе",
    "✔"
   ],
   [
    "tapantamādiccamivantalikkhe",
    "сандхи",
    "пылающий, как солнце в небе",
    "✔"
   ]
  ]
 },
 "assā": {
  "count": 2,
  "data": [
   [
    "cassā",
    "сандхи",
    "и к ней",
    "✔"
   ],
   [
    "tāvadevassā",
    "сандхи",
    "прямо тогда для нее",
    "✔"
   ]
  ]
 },
 "apanata": {
  "count": 2,
  "data": [
   [
    "cāpanataṃ",
    "сандхи",
    "и не склонный",
    "✔"
   ],
   [
    "cāpanato",
    "сандхи",
    "и не склонный",
    "✔"
   ]
  ]
 },
 "cārikā": {
  "count": 3,
  "data": [
   [
    "cārikaṃ carati",
    "идиома",
    "путешествует в туре",
    "✔"
   ],
   [
    "cārikaṃ caramāna",
    "идиома",
    "странствующий (в)",
    "✔"
   ],
   [
    "cārikaṃ pakkamati",
    "идиома",
    "отправляется в пешее путешествие",
    "✔"
   ]
  ]
 },
 "caramāna": {
  "count": 1,
  "data": [
   [
    "cārikaṃ caramāna",
    "идиома",
    "странствующий (в)",
    "✔"
   ]
  ]
 },
 "pakkamati": {
  "count": 3,
  "data": [
   [
    "cārikaṃ pakkamati",
    "идиома",
    "отправляется в пешее путешествие",
    "✔"
   ],
   [
    "pakkamatāyasmā",
    "сандхи",
    "уважаемому следует покинуть! достопочтенный должен уйти прочь!",
    "✔"
   ],
   [
    "yena kāmaṃ pakkamati",
    "идиома",
    "идет своим путем",
    "✔"
   ]
  ]
 },
 "ahu": {
  "count": 3,
  "data": [
   [
    "cāhu 1",
    "сандхи",
    "и это было",
    "✔"
   ],
   [
    "māhu",
    "сандхи",
    "да не будет! не позволяй этому быть!",
    "✔"
   ],
   [
    "yāhu",
    "сандхи",
    "тот, кто был",
    "✔"
   ]
  ]
 },
 "ārādheti": {
  "count": 2,
  "data": [
   [
    "cittaṃ ārādheti",
    "идиома",
    "приятно (для)",
    "✔"
   ],
   [
    "cittaṃ nārādheti",
    "идиома",
    "неприятно",
    "✔"
   ]
  ]
 },
 "uppādetabba": {
  "count": 1,
  "data": [
   [
    "cittaṃ uppādetabbaṃ",
    "идиома",
    "мысль должна быть возбуждена",
    "✔"
   ]
  ]
 },
 "citti": {
  "count": 1,
  "data": [
   [
    "cittiṃ katvāna",
    "идиома",
    "проявив уважение",
    "✔"
   ]
  ]
 },
 "vikappa": {
  "count": 2,
  "data": [
   [
    "cīvare vikappaṃ āpajjati",
    "идиома",
    "вызывает изменение робы",
    "✔"
   ],
   [
    "vikappaṃ āpajjati",
    "идиома",
    "вызывает изменение (к)",
    "✔"
   ]
  ]
 },
 "etarahi": {
  "count": 1,
  "data": [
   [
    "cetarahi",
    "сандхи",
    "и сейчас",
    "✔"
   ]
  ]
 },
 "paricca": {
  "count": 1,
  "data": [
   [
    "cetasā ceto paricca",
    "идиома",
    "охватив (чужой) ум своим умом",
    "✔"
   ]
  ]
 },
 "parivitakka": {
  "count": 1,
  "data": [
   [
    "cetaso parivitakko",
    "идиома",
    "ход мыслей",
    "✔"
   ]
  ]
 },
 "cha": {
  "count": 7,
  "data": [
   [
    "cha ajjhattikāni āyatanāni",
    "идиома",
    "шесть внутренних органов чувств",
    "✔"
   ],
   [
    "cha bāhirāni āyatanāni",
    "идиома",
    "шесть внешних полей чувств",
    "✔"
   ],
   [
    "chaccābhiṭhānāni",
    "сандхи",
    "и шесть смертельных преступлений",
    "✔"
   ],
   [
    "channetaṃ",
    "сандхи",
    "для шести это",
    "✔"
   ],
   [
    "chayimā",
    "сандхи",
    "эти шесть",
    "✔"
   ],
   [
    "chayimāni",
    "сандхи",
    "эти шесть",
    "✔"
   ],
   [
    "chayime",
    "сандхи",
    "эти шесть",
    "✔"
   ]
  ]
 },
 "abhiṭhāna": {
  "count": 1,
  "data": [
   [
    "chaccābhiṭhānāni",
    "сандхи",
    "и шесть смертельных преступлений",
    "✔"
   ]
  ]
 },
 "chāyā": {
  "count": 1,
  "data": [
   [
    "chāyāva anapāyinī",
    "идиома",
    "как тень которая никогда не уходит",
    "✔"
   ]
  ]
 },
 "jagatī": {
  "count": 1,
  "data": [
   [
    "yāvatājagatogati",
    "сандхи",
    "пока простирается земля",
    "◑"
   ]
  ]
 },
 "jarā": {
  "count": 1,
  "data": [
   [
    "jarādhammomhi",
    "сандхи",
    "мне свойственно стареть",
    "✔"
   ]
  ]
 },
 "jānāti": {
  "count": 1,
  "data": [
   [
    "jānāmahaṃ",
    "сандхи",
    "я знаю",
    "✔"
   ]
  ]
 },
 "jīvikā": {
  "count": 2,
  "data": [
   [
    "jīvikaṃ kappeti",
    "идиома",
    "ведет образ жизни",
    "✔"
   ],
   [
    "jīvikaṃ kappenta",
    "идиома",
    "зарабатывающий себе на жизнь",
    "✔"
   ]
  ]
 },
 "kappenta": {
  "count": 1,
  "data": [
   [
    "jīvikaṃ kappenta",
    "идиома",
    "зарабатывающий себе на жизнь",
    "✔"
   ]
  ]
 },
 "voropeti": {
  "count": 1,
  "data": [
   [
    "jīvitā voropeti",
    "идиома",
    "лишает жизни",
    "✔"
   ]
  ]
 },
 "voropesi": {
  "count": 1,
  "data": [
   [
    "jīvitā voropesi",
    "идиома",
    "лишил жизни",
    "✔"
   ]
  ]
 },
 "jeṭṭha": {
  "count": 1,
  "data": [
   [
    "jeṭṭhohamasmi",
    "идиома",
    "я первородный (в)",
    "✔"
   ]
  ]
 },
 "joti": {
  "count": 1,
  "data": [
   [
    "jotiṃ samādahati",
    "идиома",
    "разжигает огонь",
    "✔"
   ]
  ]
 },
 "samādahati": {
  "count": 1,
  "data": [
   [
    "jotiṃ samādahati",
    "идиома",
    "разжигает огонь",
    "✔"
   ]
  ]
 },
 "jhāna": {
  "count": 1,
  "data": [
   [
    "jhānalābhīsi",
    "сандхи",
    "вы тот, кто достигает глубоких состояний медитации?",
    "◑"
   ]
  ]
 },
 "lābhī": {
  "count": 3,
  "data": [
   [
    "jhānalābhīsi",
    "сандхи",
    "вы тот, кто достигает глубоких состояний медитации?",
    "◑"
   ],
   [
    "lābhimhi",
    "сандхи",
    "я получаю",
    "✔"
   ],
   [
    "lābhīmhi",
    "сандхи",
    "я тот, кто получает",
    "✔"
   ]
  ]
 },
 "jhāyati": {
  "count": 1,
  "data": [
   [
    "jhāyati pajjhāyati nijjhāyati apajjhāyati",
    "идиома",
    "медитирует",
    "✔"
   ]
  ]
 },
 "pajjhāyati": {
  "count": 1,
  "data": [
   [
    "jhāyati pajjhāyati nijjhāyati apajjhāyati",
    "идиома",
    "медитирует",
    "✔"
   ]
  ]
 },
 "nijjhāyati": {
  "count": 1,
  "data": [
   [
    "jhāyati pajjhāyati nijjhāyati apajjhāyati",
    "идиома",
    "медитирует",
    "✔"
   ]
  ]
 },
 "apajjhāyati": {
  "count": 1,
  "data": [
   [
    "jhāyati pajjhāyati nijjhāyati apajjhāyati",
    "идиома",
    "медитирует",
    "✔"
   ]
  ]
 },
 "jhāyī": {
  "count": 1,
  "data": [
   [
    "jhāyinosmā",
    "сандхи",
    "мы медитаторы",
    "✔"
   ]
  ]
 },
 "ñāti": {
  "count": 1,
  "data": [
   [
    "mittāmaccā ñātisālohitā",
    "идиома",
    "друзья коллеги семья и кровные родственники",
    "✔"
   ]
  ]
 },
 "vijjati": {
  "count": 2,
  "data": [
   [
    "ṭhānametaṃ vijjati",
    "идиома",
    "это возможно",
    "✔"
   ],
   [
    "netaṃ ṭhānaṃ vijjati",
    "идиома",
    "это невозможно",
    "✔"
   ]
  ]
 },
 "tad": {
  "count": 19,
  "data": [
   [
    "tadajjahaṃ",
    "сандхи",
    "то сегодня я",
    "✔"
   ],
   [
    "tadanuttaraṃ",
    "сандхи",
    "тот непревзойденный",
    "✔"
   ],
   [
    "tadanuttaraṃ brahmacariyapariyosānaṃ",
    "идиома",
    "та недостижимая вершина духовного пути",
    "✔"
   ],
   [
    "tadanudhammañca",
    "сандхи",
    "и в соответствии с этим",
    "✔"
   ],
   [
    "tadapi",
    "сандхи",
    "только тот",
    "✔"
   ],
   [
    "tadamariyānaṃ",
    "сандхи",
    "что для благородных",
    "✔"
   ],
   [
    "tadaminā",
    "сандхи",
    "тем этим",
    "✔"
   ],
   [
    "tadamināpetaṃ",
    "сандхи",
    "это именно этим",
    "✔"
   ],
   [
    "tadariyā",
    "сандхи",
    "что благородные",
    "✔"
   ],
   [
    "tadassa 1",
    "сандхи",
    "это было бы",
    "✔"
   ],
   [
    "tadassa 2",
    "сандхи",
    "это его",
    "✔"
   ],
   [
    "tadahuposathe",
    "сандхи",
    "в тот праздничный день",
    "✔"
   ],
   [
    "tadiṅgha",
    "сандхи",
    "пожалуйста ... это! ну же ... это! давай сейчас ... это!",
    "✔"
   ],
   [
    "tadidaṃ",
    "сандхи",
    "это",
    "✔"
   ],
   [
    "tadeva",
    "сандхи",
    "именно это",
    "✔"
   ],
   [
    "tadevassa",
    "сандхи",
    "просто это его",
    "✔"
   ],
   [
    "tadevāhaṃ",
    "сандхи",
    "только это я",
    "✔"
   ],
   [
    "tadevekaccesu",
    "сандхи",
    "в некоторых конкретных",
    "✔"
   ],
   [
    "tadevettha",
    "сандхи",
    "это в этом случае",
    "✔"
   ]
  ]
 },
 "taṇhā": {
  "count": 2,
  "data": [
   [
    "taṇhamabbuyha",
    "сандхи",
    "искореняя жажду",
    "✔"
   ],
   [
    "taṇhā arati ragā",
    "идиома",
    "имена трех дочерей Смерти",
    "✔"
   ]
  ]
 },
 "abbuyha": {
  "count": 1,
  "data": [
   [
    "taṇhamabbuyha",
    "сандхи",
    "искореняя жажду",
    "✔"
   ]
  ]
 },
 "ragā": {
  "count": 1,
  "data": [
   [
    "taṇhā arati ragā",
    "идиома",
    "имена трех дочерей Смерти",
    "✔"
   ]
  ]
 },
 "tatiya": {
  "count": 3,
  "data": [
   [
    "tatiyampi",
    "сандхи",
    "и в третий раз",
    "✔"
   ],
   [
    "yāvatatiyañca",
    "сандхи",
    "но после третьего раза",
    "✔"
   ],
   [
    "yāvatatiyañce",
    "сандхи",
    "если до трех раз",
    "✔"
   ]
  ]
 },
 "tato": {
  "count": 11,
  "data": [
   [
    "tato aparena samayena",
    "идиома",
    "тогда в другое время",
    "✔"
   ],
   [
    "tato amutra",
    "идиома",
    "шаг за шагом",
    "✔"
   ],
   [
    "tato ce uttari",
    "идиома",
    "если больше чем это",
    "✔"
   ],
   [
    "tato tato 1",
    "идиома",
    "от того или иного",
    "✔"
   ],
   [
    "tato tato 2",
    "идиома",
    "тогда",
    "✔"
   ],
   [
    "tato paraṃ 1",
    "идиома",
    "затем после этого",
    "✔"
   ],
   [
    "tato paraṃ 2",
    "идиома",
    "более чем это",
    "✔"
   ],
   [
    "tato sīsaṃ katvā",
    "идиома",
    "направив голову в том направлении",
    "✔"
   ],
   [
    "tatohaṃ",
    "сандхи",
    "после этого я",
    "✔"
   ],
   [
    "tatvassa",
    "сандхи",
    "тем самым к нему",
    "✔"
   ],
   [
    "yato tato",
    "идиома",
    "поскольку ... таким образом",
    "✔"
   ]
  ]
 },
 "sīsa": {
  "count": 1,
  "data": [
   [
    "tato sīsaṃ katvā",
    "идиома",
    "направив голову в том направлении",
    "✔"
   ]
  ]
 },
 "addasa": {
  "count": 1,
  "data": [
   [
    "tatthaddasaṃ",
    "сандхи",
    "там я увидел",
    "✔"
   ]
  ]
 },
 "antaradhāyi": {
  "count": 2,
  "data": [
   [
    "tatthevantaradhāyi",
    "сандхи",
    "исчез прямо там",
    "✔"
   ],
   [
    "tatthevantaradhāyīti",
    "сандхи",
    "исчез прямо там",
    "✔"
   ]
  ]
 },
 "tatra": {
  "count": 18,
  "data": [
   [
    "tatra kho",
    "идиома",
    "там",
    "✔"
   ],
   [
    "tatra tatra 1",
    "идиома",
    "здесь и там",
    "✔"
   ],
   [
    "tatra tatra 2",
    "идиома",
    "этот или тот",
    "✔"
   ],
   [
    "tatrapime",
    "сандхи",
    "в этом случае лишь эти",
    "✔"
   ],
   [
    "tatrassa 1",
    "сандхи",
    "там могло бы быть",
    "✔"
   ],
   [
    "tatrassa 2",
    "сандхи",
    "в этом случае это было бы",
    "✔"
   ],
   [
    "tatrāpāsiṃ",
    "сандхи",
    "там я был",
    "✔"
   ],
   [
    "tatrāpāhaṃ",
    "сандхи",
    "только там я",
    "✔"
   ],
   [
    "tatrāpi",
    "сандхи",
    "даже в этом случае",
    "✔"
   ],
   [
    "tatrāyaṃ",
    "сандхи",
    "в связи с этим",
    "✔"
   ],
   [
    "tatrāvuso",
    "сандхи",
    "теперь друг",
    "✔"
   ],
   [
    "tatrāssa",
    "сандхи",
    "там бы был",
    "✔"
   ],
   [
    "tatrāssu",
    "сандхи",
    "там действительно",
    "✔"
   ],
   [
    "tatridamekaṃ",
    "сандхи",
    "вот один",
    "◑"
   ],
   [
    "tatridaṃ",
    "сандхи",
    "это здесь",
    "✔"
   ],
   [
    "tatrime",
    "сандхи",
    "там эти",
    "✔"
   ],
   [
    "tatreko",
    "сандхи",
    "там один",
    "✔"
   ],
   [
    "tatreva",
    "сандхи",
    "именно там",
    "✔"
   ]
  ]
 },
 "yathā": {
  "count": 22,
  "data": [
   [
    "tathā yathā",
    "идиома",
    "так … что",
    "✔"
   ],
   [
    "taṃ yathā",
    "идиома",
    "(грам) например",
    "✔"
   ],
   [
    "yathayidaṃ",
    "сандхи",
    "такой как этот",
    "✔"
   ],
   [
    "yathariva",
    "сандхи",
    "так же как",
    "✔"
   ],
   [
    "yathā kathaṃ",
    "идиома",
    "в какой манере?",
    "✔"
   ],
   [
    "yathā kathaṃ pana",
    "идиома",
    "но как тогда?",
    "✔"
   ],
   [
    "yathā tathaṃ",
    "идиома",
    "как это есть на самом деле",
    "✔"
   ],
   [
    "yathā te khameyya",
    "идиома",
    "как тебе угодно",
    "✔"
   ],
   [
    "yathā pure tathā pacchā",
    "идиома",
    "как прежде, так и потом",
    "✔"
   ],
   [
    "yathā yathā",
    "идиома",
    "любым способом",
    "✔"
   ],
   [
    "yathājja",
    "сандхи",
    "поскольку сегодня",
    "✔"
   ],
   [
    "yathāttanā",
    "сандхи",
    "как собой",
    "✔"
   ],
   [
    "yathāpi",
    "сандхи",
    "как",
    "✔"
   ],
   [
    "yathāmedaṃ",
    "сандхи",
    "в соответствии с этим (примером) моим",
    "✔"
   ],
   [
    "yathāyaṃ",
    "сандхи",
    "как этот",
    "✔"
   ],
   [
    "yathāssa",
    "сандхи",
    "как когда он",
    "✔"
   ],
   [
    "yathāhaṃ",
    "сандхи",
    "так же как и я",
    "✔"
   ],
   [
    "yatheva",
    "сандхи",
    "именно как",
    "✔"
   ],
   [
    "yathevaṃ",
    "сандхи",
    "как этот",
    "✔"
   ],
   [
    "seyyathāpi",
    "сандхи",
    "как",
    "✔"
   ],
   [
    "seyyathidaṃ",
    "сандхи",
    "то есть",
    "✔"
   ],
   [
    "seyyathīdaṃ",
    "сандхи",
    "то есть",
    "✔"
   ]
  ]
 },
 "tatha": {
  "count": 3,
  "data": [
   [
    "tatheva 2",
    "сандхи",
    "действительно",
    "✔"
   ],
   [
    "tatheva 3",
    "сандхи",
    "именно так",
    "✔"
   ],
   [
    "yathā tathaṃ",
    "идиома",
    "как это есть на самом деле",
    "✔"
   ]
  ]
 },
 "tadā": {
  "count": 1,
  "data": [
   [
    "tadāpi",
    "сандхи",
    "прямо тогда",
    "✔"
   ]
  ]
 },
 "bramhacariya": {
  "count": 1,
  "data": [
   [
    "tadanuttaraṃ brahmacariyapariyosānaṃ",
    "идиома",
    "та недостижимая вершина духовного пути",
    "✔"
   ]
  ]
 },
 "pariyosāna": {
  "count": 1,
  "data": [
   [
    "tadanuttaraṃ brahmacariyapariyosānaṃ",
    "идиома",
    "та недостижимая вершина духовного пути",
    "✔"
   ]
  ]
 },
 "iṅgha": {
  "count": 1,
  "data": [
   [
    "tadiṅgha",
    "сандхи",
    "пожалуйста ... это! ну же ... это! давай сейчас ... это!",
    "✔"
   ]
  ]
 },
 "tapanta": {
  "count": 1,
  "data": [
   [
    "tapantamādiccamivantalikkhe",
    "сандхи",
    "пылающий, как солнце в небе",
    "✔"
   ]
  ]
 },
 "tamhi": {
  "count": 1,
  "data": [
   [
    "tamhuddhaṭe",
    "сандхи",
    "когда это удалено",
    "✔"
   ]
  ]
 },
 "uddhaṭa": {
  "count": 1,
  "data": [
   [
    "tamhuddhaṭe",
    "сандхи",
    "когда это удалено",
    "✔"
   ]
  ]
 },
 "tayā": {
  "count": 1,
  "data": [
   [
    "tayāmhi",
    "сандхи",
    "тебе я есть",
    "✔"
   ]
  ]
 },
 "ta": {
  "count": 6,
  "data": [
   [
    "tayidaṃ",
    "сандхи",
    "именно это",
    "✔"
   ],
   [
    "tassā rattiyā accayena",
    "идиома",
    "после прохождения той ночи",
    "✔"
   ],
   [
    "sa kho so",
    "идиома",
    "истинно это",
    "✔"
   ],
   [
    "sa ve",
    "идиома",
    "он поистине",
    "✔"
   ],
   [
    "so tesaṃ aññataro",
    "идиома",
    "он один из них",
    "✔"
   ],
   [
    "svāyamattho",
    "сандхи",
    "значение этого",
    "◑"
   ]
  ]
 },
 "tarati": {
  "count": 1,
  "data": [
   [
    "tarathetaṃ",
    "сандхи",
    "переступите через это! пройдите через это!",
    "✔"
   ]
  ]
 },
 "tava": {
  "count": 2,
  "data": [
   [
    "tavāhamasmi",
    "сандхи",
    "я твой",
    "✔"
   ],
   [
    "taveva",
    "сандхи",
    "только твой",
    "✔"
   ]
  ]
 },
 "tasmā": {
  "count": 2,
  "data": [
   [
    "tasmātiha",
    "сандхи",
    "поэтому здесь",
    "✔"
   ],
   [
    "yasmā tasmā",
    "идиома",
    "потому что ... следовательно",
    "✔"
   ]
  ]
 },
 "tassa": {
  "count": 24,
  "data": [
   [
    "tassa evamassa",
    "идиома",
    "эта (мысль) может посетить его",
    "✔"
   ],
   [
    "tassa evaṃ hoti",
    "идиома",
    "он думал",
    "✔"
   ],
   [
    "tassa tasseva",
    "идиома",
    "того или иного",
    "✔"
   ],
   [
    "tassattho",
    "сандхи",
    "значение того",
    "✔"
   ],
   [
    "tassapi",
    "сандхи",
    "даже его",
    "✔"
   ],
   [
    "tassassa",
    "идиома",
    "для него было бы",
    "✔"
   ],
   [
    "tassassu",
    "сандхи",
    "этого были бы",
    "✔"
   ],
   [
    "tassāhaṃ 1",
    "сандхи",
    "его я",
    "✔"
   ],
   [
    "tassāhaṃ 2",
    "сандхи",
    "ему я",
    "◑"
   ],
   [
    "tassimāni",
    "сандхи",
    "для него эти",
    "✔"
   ],
   [
    "tassime",
    "сандхи",
    "для него эти",
    "✔"
   ],
   [
    "tassimesu",
    "сандхи",
    "когда он (наблюдает возникновение и угасание) в этих",
    "✔"
   ],
   [
    "tassīdha",
    "сандхи",
    "для этого здесь",
    "✔"
   ],
   [
    "tassuttarato",
    "сандхи",
    "к северу от которого",
    "✔"
   ],
   [
    "tassuddānaṃ",
    "сандхи",
    "резюме",
    "✔"
   ],
   [
    "tassetaṃ",
    "сандхи",
    "ему это",
    "✔"
   ],
   [
    "tasseva 1",
    "сандхи",
    "только для него",
    "✔"
   ],
   [
    "tasseva 2",
    "сандхи",
    "того самого",
    "✔"
   ],
   [
    "tassevanti",
    "сандхи",
    "как это для него",
    "◑"
   ],
   [
    "tassevaṃ 1",
    "сандхи",
    "этого таким образом",
    "◑"
   ],
   [
    "tassevaṃ 2",
    "сандхи",
    "когда он так",
    "◑"
   ],
   [
    "tassesā",
    "сандхи",
    "эта его",
    "✔"
   ],
   [
    "muddhāpi tassa vipateyyāti",
    "идиома",
    "чья-то голова может расколоться",
    "✔"
   ],
   [
    "yassa tassa",
    "идиома",
    "чей ... тех, чего бы ни ... того",
    "✔"
   ]
  ]
 },
 "tassā": {
  "count": 1,
  "data": [
   [
    "tassāyeva",
    "сандхи",
    "той самой",
    "✔"
   ]
  ]
 },
 "imesu": {
  "count": 1,
  "data": [
   [
    "tassimesu",
    "сандхи",
    "когда он (наблюдает возникновение и угасание) в этих",
    "✔"
   ]
  ]
 },
 "uddāna": {
  "count": 1,
  "data": [
   [
    "tassuddānaṃ",
    "сандхи",
    "резюме",
    "✔"
   ]
  ]
 },
 "tahaṃ": {
  "count": 1,
  "data": [
   [
    "tahaṃ tahaṃ",
    "идиома",
    "туда-сюда",
    "✔"
   ]
  ]
 },
 "labbhā": {
  "count": 1,
  "data": [
   [
    "taṃ kutettha labbhā",
    "идиома",
    "как это может быть?",
    "✔"
   ]
  ]
 },
 "paccāgacchati": {
  "count": 1,
  "data": [
   [
    "taṃ sārato paccāgacchati",
    "идиома",
    "принимает это за истину",
    "✔"
   ]
  ]
 },
 "tāni": {
  "count": 3,
  "data": [
   [
    "tānassu",
    "сандхи",
    "они могут быть",
    "✔"
   ],
   [
    "tānāssu",
    "сандхи",
    "они были бы",
    "✔"
   ],
   [
    "yāni tāni",
    "идиома",
    "кто бы ни ... они",
    "✔"
   ]
  ]
 },
 "tāya": {
  "count": 2,
  "data": [
   [
    "tāyeva",
    "сандхи",
    "поэтому",
    "✔"
   ],
   [
    "tāyevappāhāratāya",
    "сандхи",
    "по причине этого самого отсутствия пищи",
    "✔"
   ]
  ]
 },
 "tāyaṃ": {
  "count": 1,
  "data": [
   [
    "tāyaṃ velāyaṃ",
    "идиома",
    "в тот момент",
    "✔"
   ]
  ]
 },
 "tāsaṃ": {
  "count": 2,
  "data": [
   [
    "tāsañca",
    "сандхи",
    "и тех",
    "✔"
   ],
   [
    "tāsaṃyeva",
    "сандхи",
    "тех же самых",
    "◑"
   ]
  ]
 },
 "tāsu": {
  "count": 1,
  "data": [
   [
    "tāsāhaṃ",
    "сандхи",
    "среди них я",
    "✔"
   ]
  ]
 },
 "anudhāvati": {
  "count": 1,
  "data": [
   [
    "tīramevānudhāvati",
    "сандхи",
    "просто бежит вдоль этого берега",
    "✔"
   ]
  ]
 },
 "tumhākaṃ": {
  "count": 1,
  "data": [
   [
    "tumhākampi",
    "сандхи",
    "и для вас всех тоже",
    "✔"
   ]
  ]
 },
 "tuyhaṃ": {
  "count": 4,
  "data": [
   [
    "tuyhañhi",
    "сандхи",
    "для тебя, безусловно",
    "✔"
   ],
   [
    "tuyhameva",
    "сандхи",
    "только для тебя",
    "✔"
   ],
   [
    "tuyhampi",
    "сандхи",
    "тебе тоже",
    "✔"
   ],
   [
    "tuyhiminā",
    "сандхи",
    "тебе с этим",
    "✔"
   ]
  ]
 },
 "tula": {
  "count": 1,
  "data": [
   [
    "tulamatulaṃ",
    "сандхи",
    "измеримый и неизмеримый",
    "✔"
   ]
  ]
 },
 "tuvaṃ": {
  "count": 2,
  "data": [
   [
    "tuvañhi",
    "сандхи",
    "ты действительно",
    "✔"
   ],
   [
    "tuvaṃtuvaṃ",
    "сандхи",
    "обоюдное осуждение",
    "✔"
   ]
  ]
 },
 "tena": {
  "count": 22,
  "data": [
   [
    "tena khaṇena",
    "идиома",
    "в тот момент",
    "✔"
   ],
   [
    "tena kho pana samayena",
    "идиома",
    "и в то время",
    "✔"
   ],
   [
    "tena ca pana",
    "идиома",
    "и в этом случае, когда",
    "✔"
   ],
   [
    "tena muhuttaṃ gacchati",
    "идиома",
    "двигается какое-то время",
    "✔"
   ],
   [
    "tena hi",
    "идиома",
    "поэтому",
    "✔"
   ],
   [
    "tenañjaliṃ",
    "сандхи",
    "ладони в почтительном приветствии в направлении к",
    "✔"
   ],
   [
    "tenañjaliṃ paṇāmetvā",
    "идиома",
    "сложив ладони вместе в знак почтения по направлению к",
    "✔"
   ],
   [
    "tenapi",
    "сандхи",
    "только с этим",
    "✔"
   ],
   [
    "tenassu",
    "сандхи",
    "because of that they would be",
    "✔"
   ],
   [
    "tenahāyasmanto",
    "сандхи",
    "в таком случае, достопочтенные",
    "✔"
   ],
   [
    "tenahāyasmā",
    "сандхи",
    "поэтому достопочтенный",
    "✔"
   ],
   [
    "tenahāvuso",
    "сандхи",
    "поэтому друг",
    "✔"
   ],
   [
    "tenahi",
    "сандхи",
    "итак",
    "✔"
   ],
   [
    "tenāyaṃ",
    "сандхи",
    "им обусловлено это",
    "✔"
   ],
   [
    "tenāha",
    "сандхи",
    "из-за этого, кто-то сказал",
    "◑"
   ],
   [
    "tenāhaṃ",
    "сандхи",
    "этим я",
    "✔"
   ],
   [
    "tenāhu",
    "сандхи",
    "из-за этого они сказали",
    "◑"
   ],
   [
    "teneva",
    "сандхи",
    "именно этим",
    "✔"
   ],
   [
    "tenevantaravassena",
    "сандхи",
    "в течение именно того дождливого сезона",
    "✔"
   ],
   [
    "tenevāha",
    "сандхи",
    "поэтому было сказано",
    "◑"
   ],
   [
    "na hi tena",
    "идиома",
    "конечно не из-за этого",
    "✔"
   ],
   [
    "yena tena",
    "идиома",
    "где ... там",
    "✔"
   ]
  ]
 },
 "muhu": {
  "count": 2,
  "data": [
   [
    "tena muhuttaṃ gacchati",
    "идиома",
    "двигается какое-то время",
    "✔"
   ],
   [
    "muhuttampi",
    "сандхи",
    "даже на мгновение",
    "✔"
   ]
  ]
 },
 "paṇāmetvā": {
  "count": 1,
  "data": [
   [
    "tenañjaliṃ paṇāmetvā",
    "идиома",
    "сложив ладони вместе в знак почтения по направлению к",
    "✔"
   ]
  ]
 },
 "antakara": {
  "count": 1,
  "data": [
   [
    "tesantakaro",
    "сандхи",
    "тот, кто положит конец тем",
    "✔"
   ]
  ]
 },
 "pāṭikaṅkha": {
  "count": 1,
  "data": [
   [
    "tesametaṃ pāṭikaṅkhaṃ",
    "идиома",
    "их можно ожидать",
    "✔"
   ]
  ]
 },
 "thoka": {
  "count": 1,
  "data": [
   [
    "thokaṃ thokaṃ",
    "идиома",
    "понемногу понемногу",
    "✔"
   ]
  ]
 },
 "dakkhiṇā": {
  "count": 1,
  "data": [
   [
    "dakkhiṇaṃ ādisati",
    "идиома",
    "назначает пожертвование (кому-либо)",
    "✔"
   ]
  ]
 },
 "ādisati": {
  "count": 1,
  "data": [
   [
    "dakkhiṇaṃ ādisati",
    "идиома",
    "назначает пожертвование (кому-либо)",
    "✔"
   ]
  ]
 },
 "paṇeti": {
  "count": 1,
  "data": [
   [
    "daṇḍaṃ paṇeti",
    "идиома",
    "назначает наказание",
    "✔"
   ]
  ]
 },
 "danta1": {
  "count": 2,
  "data": [
   [
    "dantamādhāya",
    "сандхи",
    "стиснув зубы (с)",
    "✔"
   ],
   [
    "dantebhidantamādhāya",
    "сандхи",
    "сжимая зубы вместе",
    "✔"
   ]
  ]
 },
 "ādhāya": {
  "count": 2,
  "data": [
   [
    "dantamādhāya",
    "сандхи",
    "стиснув зубы (с)",
    "✔"
   ],
   [
    "dantebhidantamādhāya",
    "сандхи",
    "сжимая зубы вместе",
    "✔"
   ]
  ]
 },
 "dama": {
  "count": 1,
  "data": [
   [
    "damathaṃ upeti",
    "идиома",
    "gets tamed",
    "✔"
   ]
  ]
 },
 "upeti": {
  "count": 7,
  "data": [
   [
    "damathaṃ upeti",
    "идиома",
    "gets tamed",
    "✔"
   ],
   [
    "na upeti 1",
    "идиома",
    "не соответствует",
    "✔"
   ],
   [
    "na upeti 2",
    "идиома",
    "не принимает участие (в)",
    "✔"
   ],
   [
    "na upeti saṅkhaṃ",
    "идиома",
    "нельзя определить",
    "✔"
   ],
   [
    "nijjhattiṃ upeti",
    "идиома",
    "открыт для убеждения",
    "✔"
   ],
   [
    "saṅkhyaṃ nopeti",
    "идиома",
    "не может быть классифицирован",
    "✔"
   ],
   [
    "saññattiṃ upeti",
    "идиома",
    "открыта к убеждению",
    "✔"
   ]
  ]
 },
 "dava": {
  "count": 1,
  "data": [
   [
    "davaṃ karoti",
    "идиома",
    "шутит (о)",
    "✔"
   ]
  ]
 },
 "dasa1": {
  "count": 4,
  "data": [
   [
    "dasayimāni",
    "сандхи",
    "эти десять",
    "✔"
   ],
   [
    "dasayime",
    "сандхи",
    "эти десять",
    "✔"
   ],
   [
    "dasahaṅgehi",
    "сандхи",
    "с десятью факторами",
    "✔"
   ],
   [
    "dasahākārehi",
    "сандхи",
    "десятью способами",
    "✔"
   ]
  ]
 },
 "daḷha": {
  "count": 1,
  "data": [
   [
    "daḷhamenaṃ",
    "сандхи",
    "решительно это",
    "✔"
   ]
  ]
 },
 "dāyajja": {
  "count": 1,
  "data": [
   [
    "dāyajjaṃ paṭipajjati",
    "идиома",
    "гарантирует, что наследство достанется достойному получателю",
    "◑"
   ]
  ]
 },
 "paṭipajjati": {
  "count": 2,
  "data": [
   [
    "dāyajjaṃ paṭipajjati",
    "идиома",
    "гарантирует, что наследство достанется достойному получателю",
    "◑"
   ],
   [
    "rajjaṃ paṭipajjati",
    "идиома",
    "царствует",
    "✔"
   ]
  ]
 },
 "dibba": {
  "count": 1,
  "data": [
   [
    "dibbenādhipateyyena",
    "сандхи",
    "по божественному авторитету",
    "◑"
   ]
  ]
 },
 "diva": {
  "count": 3,
  "data": [
   [
    "divā ca ratto ca",
    "идиома",
    "днем и ночью",
    "✔"
   ],
   [
    "divā seyyaṃ upagata",
    "идиома",
    "вздремнув",
    "✔"
   ],
   [
    "divāseyyaṃ upagata",
    "идиома",
    "дневной сон",
    "✔"
   ]
  ]
 },
 "seyyā": {
  "count": 6,
  "data": [
   [
    "divā seyyaṃ upagata",
    "идиома",
    "вздремнув",
    "✔"
   ],
   [
    "divāseyyaṃ upagata",
    "идиома",
    "дневной сон",
    "✔"
   ],
   [
    "seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati",
    "идиома",
    "потакает удовольствию поспать, отдохнуть и подремать",
    "✔"
   ],
   [
    "seyyaṃ kappeti",
    "идиома",
    "приготавливает постель",
    "✔"
   ],
   [
    "seyyaṃ santharati",
    "идиома",
    "стелет постель",
    "✔"
   ],
   [
    "seyyaṃ santharitvā",
    "идиома",
    "устроив место для сна",
    "✔"
   ]
  ]
 },
 "disā": {
  "count": 2,
  "data": [
   [
    "disā bhajavho",
    "идиома",
    "уходите!",
    "✔"
   ],
   [
    "disā vidisā",
    "идиома",
    "все направления",
    "✔"
   ]
  ]
 },
 "bhajati": {
  "count": 1,
  "data": [
   [
    "disā bhajavho",
    "идиома",
    "уходите!",
    "✔"
   ]
  ]
 },
 "vidisā": {
  "count": 1,
  "data": [
   [
    "disā vidisā",
    "идиома",
    "все направления",
    "✔"
   ]
  ]
 },
 "dīgha": {
  "count": 7,
  "data": [
   [
    "dīghamāpajjate",
    "сандхи",
    "(грам) становится длинным",
    "✔"
   ],
   [
    "dīghamāyuṃ pāleti",
    "идиома",
    "заботиться о своей жизни в течение долгого времени",
    "✔"
   ],
   [
    "dīgharattamidaṃ",
    "сандхи",
    "долгое время этот",
    "✔"
   ],
   [
    "dīghassa addhuno accayena",
    "идиома",
    "через долгое время",
    "✔"
   ],
   [
    "dīghaṃ katvā",
    "идиома",
    "(gram) (of a vowel) having lengthened",
    "✔"
   ],
   [
    "dīghaṃ yāti",
    "идиома",
    "(грам) удлиняется",
    "✔"
   ],
   [
    "dīghena addhunā",
    "идиома",
    "после долгого времени",
    "✔"
   ]
  ]
 },
 "pāleti": {
  "count": 1,
  "data": [
   [
    "dīghamāyuṃ pāleti",
    "идиома",
    "заботиться о своей жизни в течение долгого времени",
    "✔"
   ]
  ]
 },
 "yāti": {
  "count": 1,
  "data": [
   [
    "dīghaṃ yāti",
    "идиома",
    "(грам) удлиняется",
    "✔"
   ]
  ]
 },
 "kara": {
  "count": 1,
  "data": [
   [
    "na sukaraṃ",
    "идиома",
    "это не легко",
    "✔"
   ]
  ]
 },
 "anveti": {
  "count": 2,
  "data": [
   [
    "dukkhamanveti",
    "сандхи",
    "страдание следует",
    "✔"
   ],
   [
    "sukhamanveti",
    "сандхи",
    "за лёгкостью приходит",
    "✔"
   ]
  ]
 },
 "samudaya": {
  "count": 1,
  "data": [
   [
    "dukkhasamudayaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о происхождении страдания",
    "✔"
   ]
  ]
 },
 "gama": {
  "count": 1,
  "data": [
   [
    "yena kāmaṃ gamo",
    "идиома",
    "идущий по своему желанию",
    "✔"
   ]
  ]
 },
 "cara": {
  "count": 2,
  "data": [
   [
    "vekacaraṃ",
    "сандхи",
    "одинокий как",
    "✔"
   ],
   [
    "sīhaṃvekacaraṃ",
    "сандхи",
    "одинокий как лев",
    "✔"
   ]
  ]
 },
 "nikkhitta": {
  "count": 1,
  "data": [
   [
    "dhuraṃ nikkhittamatte",
    "идиома",
    "в факте отказа от своих обязанностей",
    "✔"
   ]
  ]
 },
 "posa": {
  "count": 1,
  "data": [
   [
    "bhato poso",
    "идиома",
    "вынесенный и вскормленный",
    "✔"
   ]
  ]
 },
 "vacas": {
  "count": 1,
  "data": [
   [
    "vacasā paricita",
    "идиома",
    "декламированный вслух",
    "✔"
   ]
  ]
 },
 "maṅku": {
  "count": 3,
  "data": [
   [
    "maṅku karoti",
    "идиома",
    "стыдит",
    "✔"
   ],
   [
    "maṅku bhavati",
    "идиома",
    "беспокоится (о)",
    "✔"
   ],
   [
    "maṅkuṃ karoti",
    "идиома",
    "позорит",
    "✔"
   ]
  ]
 },
 "manas": {
  "count": 8,
  "data": [
   [
    "manasi katvā",
    "идиома",
    "обратив внимание",
    "✔"
   ],
   [
    "manasi karitvā",
    "идиома",
    "обратив внимание",
    "✔"
   ],
   [
    "manasi karoti",
    "идиома",
    "обращает внимание",
    "✔"
   ],
   [
    "manasi karonta",
    "идиома",
    "держащий в уме",
    "✔"
   ],
   [
    "manasi kātabba",
    "идиома",
    "следует обратить внимание (на)",
    "✔"
   ],
   [
    "manasi kātuṃ",
    "идиома",
    "уделять внимание",
    "✔"
   ],
   [
    "manaṃ padosaye",
    "идиома",
    "разозлиться (на)",
    "✔"
   ],
   [
    "mano padūseyya",
    "идиома",
    "питающий злую волю",
    "✔"
   ]
  ]
 },
 "saṅgaha": {
  "count": 1,
  "data": [
   [
    "saṅgahaṃ gacchati",
    "идиома",
    "включается (в)",
    "✔"
   ]
  ]
 },
 "deva": {
  "count": 7,
  "data": [
   [
    "devarajjamakārayiṃ",
    "сандхи",
    "я правил над богами",
    "✔"
   ],
   [
    "devānumodanti",
    "сандхи",
    "боги радуются",
    "✔"
   ],
   [
    "devāpi",
    "сандхи",
    "даже боги",
    "✔"
   ],
   [
    "deve vassante",
    "идиома",
    "когда идет дождь",
    "✔"
   ],
   [
    "deve vuṭṭhe",
    "идиома",
    "когда прошел дождь",
    "◑"
   ],
   [
    "devo vassati devo gaḷagaḷāyati",
    "идиома",
    "небо льет и громыхает",
    "✔"
   ],
   [
    "viddhe vigatavalāhake deve",
    "идиома",
    "в ясном безоблачном небе",
    "✔"
   ]
  ]
 },
 "akārayi": {
  "count": 1,
  "data": [
   [
    "devarajjamakārayiṃ",
    "сандхи",
    "я правил над богами",
    "✔"
   ]
  ]
 },
 "anumodati": {
  "count": 1,
  "data": [
   [
    "devānumodanti",
    "сандхи",
    "боги радуются",
    "✔"
   ]
  ]
 },
 "vuṭṭha": {
  "count": 1,
  "data": [
   [
    "deve vuṭṭhe",
    "идиома",
    "когда прошел дождь",
    "◑"
   ]
  ]
 },
 "vassati": {
  "count": 1,
  "data": [
   [
    "devo vassati devo gaḷagaḷāyati",
    "идиома",
    "небо льет и громыхает",
    "✔"
   ]
  ]
 },
 "gaḷagaḷāyati": {
  "count": 1,
  "data": [
   [
    "devo vassati devo gaḷagaḷāyati",
    "идиома",
    "небо льет и громыхает",
    "✔"
   ]
  ]
 },
 "ādicca": {
  "count": 1,
  "data": [
   [
    "desitādiccabandhunā",
    "сандхи",
    "проповедованный Буддой",
    "◑"
   ]
  ]
 },
 "bandhu": {
  "count": 1,
  "data": [
   [
    "desitādiccabandhunā",
    "сандхи",
    "проповедованный Буддой",
    "◑"
   ]
  ]
 },
 "dhammatā": {
  "count": 1,
  "data": [
   [
    "dhammatā esā",
    "идиома",
    "это естественно (для)",
    "✔"
   ]
  ]
 },
 "niccheyya": {
  "count": 1,
  "data": [
   [
    "dhammesu niccheyya samuggahītaṃ",
    "идиома",
    "среди доктрин схваченный после различения",
    "✔"
   ]
  ]
 },
 "samuggahīta": {
  "count": 1,
  "data": [
   [
    "dhammesu niccheyya samuggahītaṃ",
    "идиома",
    "среди доктрин схваченный после различения",
    "✔"
   ]
  ]
 },
 "dhārā1": {
  "count": 2,
  "data": [
   [
    "dhāraṃ anupavecchati",
    "идиома",
    "льёт дождь",
    "✔"
   ],
   [
    "sammādhāraṃ anuppavecchati",
    "идиома",
    "проливается дождем",
    "✔"
   ]
  ]
 },
 "anuppavecchati": {
  "count": 2,
  "data": [
   [
    "dhāraṃ anupavecchati",
    "идиома",
    "льёт дождь",
    "✔"
   ],
   [
    "sammādhāraṃ anuppavecchati",
    "идиома",
    "проливается дождем",
    "✔"
   ]
  ]
 },
 "dhi1": {
  "count": 1,
  "data": [
   [
    "dhiratthu",
    "сандхи",
    "позор тебе!",
    "✔"
   ]
  ]
 },
 "dhura": {
  "count": 1,
  "data": [
   [
    "dhuraṃ nikkhittamatte",
    "идиома",
    "в факте отказа от своих обязанностей",
    "✔"
   ]
  ]
 },
 "saṅkhā": {
  "count": 2,
  "data": [
   [
    "na upeti saṅkhaṃ",
    "идиома",
    "нельзя определить",
    "✔"
   ],
   [
    "saṅkhaṃ gacchati",
    "идиома",
    "приходит к определению",
    "✔"
   ]
  ]
 },
 "kvaci": {
  "count": 1,
  "data": [
   [
    "na kvaci",
    "идиома",
    "нигде",
    "✔"
   ]
  ]
 },
 "bhatta": {
  "count": 1,
  "data": [
   [
    "na bhattaṃ paṭibhāti",
    "идиома",
    "нет желания есть",
    "✔"
   ]
  ]
 },
 "paṭibhāti": {
  "count": 1,
  "data": [
   [
    "na bhattaṃ paṭibhāti",
    "идиома",
    "нет желания есть",
    "✔"
   ]
  ]
 },
 "huta": {
  "count": 1,
  "data": [
   [
    "natthi hutaṃ",
    "идиома",
    "нет плода от поднесения даров",
    "✔"
   ]
  ]
 },
 "paṭilabhati": {
  "count": 1,
  "data": [
   [
    "saddhaṃ paṭilabhati",
    "идиома",
    "обретает веру (в)",
    "✔"
   ]
  ]
 },
 "padūseti": {
  "count": 1,
  "data": [
   [
    "mano padūseyya",
    "идиома",
    "питающий злую волю",
    "✔"
   ]
  ]
 },
 "namas": {
  "count": 3,
  "data": [
   [
    "namatthu",
    "сандхи",
    "homage (to)",
    "✔"
   ],
   [
    "namo karoti",
    "идиома",
    "выражает уважение (к)",
    "✔"
   ],
   [
    "namo te",
    "идиома",
    "выражение почтения тебе",
    "✔"
   ]
  ]
 },
 "naya": {
  "count": 5,
  "data": [
   [
    "nayenettha",
    "сандхи",
    "таким образом здесь",
    "◑"
   ],
   [
    "pāḷinayeneva",
    "сандхи",
    "точно в соответствии с смыслом текста",
    "◑"
   ],
   [
    "purimanayeneva",
    "сандхи",
    "точно так же, как прежде",
    "◑"
   ],
   [
    "vuttanayāneva",
    "сандхи",
    "в точно указанных способах",
    "◑"
   ],
   [
    "vuttanayeneva",
    "сандхи",
    "точно таким же образом",
    "◑"
   ]
  ]
 },
 "nalāṭa": {
  "count": 1,
  "data": [
   [
    "nalāṭikaṃ deti",
    "идиома",
    "жест одобрения",
    "✔"
   ]
  ]
 },
 "nava2": {
  "count": 1,
  "data": [
   [
    "navayime",
    "сандхи",
    "эти девять",
    "✔"
   ]
  ]
 },
 "akāsi": {
  "count": 1,
  "data": [
   [
    "patthanaṃ akāsi",
    "идиома",
    "сделала пожелание",
    "✔"
   ]
  ]
 },
 "bahu": {
  "count": 2,
  "data": [
   [
    "bahudeva",
    "сандхи",
    "именно много",
    "✔"
   ],
   [
    "bahuneke",
    "сандхи",
    "некоторые люди с большим количеством",
    "✔"
   ]
  ]
 },
 "rassa": {
  "count": 1,
  "data": [
   [
    "rasso hoti",
    "идиома",
    "укорочен",
    "◑"
   ]
  ]
 },
 "sīta": {
  "count": 1,
  "data": [
   [
    "sīti bhavati",
    "идиома",
    "становится прохладным",
    "✔"
   ]
  ]
 },
 "adāsi": {
  "count": 2,
  "data": [
   [
    "pahāraṃ adāsi",
    "идиома",
    "ударил",
    "✔"
   ],
   [
    "sammukhībhāvaṃ adāsi",
    "идиома",
    "показал лицо",
    "✔"
   ]
  ]
 },
 "anupassati": {
  "count": 1,
  "data": [
   [
    "vayañcassānupassati",
    "сандхи",
    "и он видит исчезновение этого",
    "✔"
   ]
  ]
 },
 "āsadi": {
  "count": 1,
  "data": [
   [
    "metamāsado",
    "сандхи",
    "не нападай на него!",
    "✔"
   ]
  ]
 },
 "paṭhama": {
  "count": 3,
  "data": [
   [
    "nikkhante paṭhame yāme",
    "идиома",
    "когда первая часть ночи завершилась",
    "✔"
   ],
   [
    "paṭhamaññeva",
    "сандхи",
    "даже до",
    "◑"
   ],
   [
    "paṭhamena vayasā",
    "идиома",
    "молодость",
    "✔"
   ]
  ]
 },
 "yāma": {
  "count": 2,
  "data": [
   [
    "nikkhante paṭhame yāme",
    "идиома",
    "когда первая часть ночи завершилась",
    "✔"
   ],
   [
    "rattiyā pacchime yāme",
    "идиома",
    "в последнюю стражу ночи",
    "✔"
   ]
  ]
 },
 "nijigiṃsana": {
  "count": 1,
  "data": [
   [
    "lābhena lābhaṃ nijigīsanatā",
    "идиома",
    "искать подарок, предлагая подарок",
    "✔"
   ]
  ]
 },
 "nijjhatti": {
  "count": 1,
  "data": [
   [
    "nijjhattiṃ upeti",
    "идиома",
    "открыт для убеждения",
    "✔"
   ]
  ]
 },
 "nijjhāna": {
  "count": 1,
  "data": [
   [
    "nijjhānaṃ khamati",
    "идиома",
    "выдерживает исследование",
    "✔"
   ]
  ]
 },
 "gantabba": {
  "count": 1,
  "data": [
   [
    "niṭṭhamettha gantabbaṃ",
    "идиома",
    "в этом случае вывод должен быть сделан",
    "✔"
   ]
  ]
 },
 "nibbāna": {
  "count": 2,
  "data": [
   [
    "nibbānamattano",
    "сандхи",
    "собственное затухание",
    "✔"
   ],
   [
    "nibbānasseva santike",
    "идиома",
    "очень близко к Ниббане",
    "✔"
   ]
  ]
 },
 "santika": {
  "count": 3,
  "data": [
   [
    "nibbānasseva santike",
    "идиома",
    "очень близко к Ниббане",
    "✔"
   ],
   [
    "bhagavato santike",
    "идиома",
    "в присутствии Будды",
    "✔"
   ],
   [
    "mama santike",
    "идиома",
    "в моем присутствии",
    "✔"
   ]
  ]
 },
 "aggahesi": {
  "count": 1,
  "data": [
   [
    "nimittaṃ aggahesi",
    "идиома",
    "заметил особенности (о)",
    "✔"
   ]
  ]
 },
 "uggaṇhāti": {
  "count": 1,
  "data": [
   [
    "nimittaṃ uggaṇhāti",
    "идиома",
    "ловит тонкие сигналы",
    "✔"
   ]
  ]
 },
 "loma": {
  "count": 1,
  "data": [
   [
    "lomaṃ pāteti",
    "идиома",
    "подчиняется",
    "✔"
   ]
  ]
 },
 "nisajjā": {
  "count": 1,
  "data": [
   [
    "nisajjaṃ kappeti",
    "идиома",
    "садится",
    "✔"
   ]
  ]
 },
 "nisinna": {
  "count": 1,
  "data": [
   [
    "nisinnomhi",
    "сандхи",
    "я сижу",
    "✔"
   ]
  ]
 },
 "nissaggiya": {
  "count": 1,
  "data": [
   [
    "nissaggiya pācittiya",
    "идиома",
    "нарушение требующее утраты и признания",
    "✔"
   ]
  ]
 },
 "pācittiya": {
  "count": 1,
  "data": [
   [
    "nissaggiya pācittiya",
    "идиома",
    "нарушение требующее утраты и признания",
    "✔"
   ]
  ]
 },
 "upapajjati": {
  "count": 1,
  "data": [
   [
    "nekattamupapajjati",
    "сандхи",
    "глубокая концентрация в медитации не возникает",
    "✔"
   ]
  ]
 },
 "vadati": {
  "count": 2,
  "data": [
   [
    "netaṃ natthīti vadāmi",
    "идиома",
    "я не отрицаю этого",
    "✔"
   ],
   [
    "vadāmahaṃ",
    "сандхи",
    "я говорю",
    "✔"
   ]
  ]
 },
 "kammanta": {
  "count": 1,
  "data": [
   [
    "neva kammantā paṭibhanti",
    "идиома",
    "не иметь желания работать",
    "✔"
   ]
  ]
 },
 "paṭibhanti": {
  "count": 1,
  "data": [
   [
    "neva kammantā paṭibhanti",
    "идиома",
    "не иметь желания работать",
    "✔"
   ]
  ]
 },
 "tapa": {
  "count": 1,
  "data": [
   [
    "nevattantapo",
    "сандхи",
    "не причиняющий вреда себе",
    "✔"
   ]
  ]
 },
 "paccatta": {
  "count": 1,
  "data": [
   [
    "paccattaññeva",
    "сандхи",
    "для себя",
    "✔"
   ]
  ]
 },
 "paccuppanna": {
  "count": 1,
  "data": [
   [
    "paccuppannaṃ addhānaṃ",
    "идиома",
    "в настоящем",
    "✔"
   ]
  ]
 },
 "pacchā": {
  "count": 5,
  "data": [
   [
    "pacchatopissa",
    "сандхи",
    "просто будет позади",
    "✔"
   ],
   [
    "pacchāsaṃ",
    "сандхи",
    "впоследствии для них",
    "✔"
   ],
   [
    "pacchāssa",
    "сандхи",
    "позже для него",
    "✔"
   ],
   [
    "mā pacchā vippaṭisārino ahuvattha",
    "идиома",
    "не жалейте потом!",
    "✔"
   ],
   [
    "yathā pure tathā pacchā",
    "идиома",
    "как прежде, так и потом",
    "✔"
   ]
  ]
 },
 "esaṃ": {
  "count": 1,
  "data": [
   [
    "pacchāsaṃ",
    "сандхи",
    "впоследствии для них",
    "✔"
   ]
  ]
 },
 "janatā": {
  "count": 1,
  "data": [
   [
    "pacchimā janatā",
    "идиома",
    "последующие поколения",
    "✔"
   ]
  ]
 },
 "sata2": {
  "count": 1,
  "data": [
   [
    "pañcamattehi bhikkhusatehi",
    "идиома",
    "с 500 монахами",
    "✔"
   ]
  ]
 },
 "paññāṇa": {
  "count": 2,
  "data": [
   [
    "paññāṇamaggino",
    "сандхи",
    "отличительный признак огня",
    "✔"
   ],
   [
    "paññāṇamitthiyā",
    "сандхи",
    "характерная черта женщины",
    "✔"
   ]
  ]
 },
 "paṭikacca": {
  "count": 2,
  "data": [
   [
    "paṭikacceva 1",
    "сандхи",
    "прежде всего",
    "✔"
   ],
   [
    "paṭikacceva 2",
    "сандхи",
    "ранее",
    "✔"
   ]
  ]
 },
 "paṭikkama": {
  "count": 1,
  "data": [
   [
    "paṭikkamosānaṃ",
    "сандхи",
    "их отступление",
    "✔"
   ]
  ]
 },
 "paṭisanthāra": {
  "count": 1,
  "data": [
   [
    "paṭisanthāravutyassa",
    "сандхи",
    "может быть сердечным по натуре",
    "✔"
   ]
  ]
 },
 "vutti": {
  "count": 1,
  "data": [
   [
    "paṭisanthāravutyassa",
    "сандхи",
    "может быть сердечным по натуре",
    "✔"
   ]
  ]
 },
 "paṭisandhi": {
  "count": 2,
  "data": [
   [
    "paṭisandhiṃ gaṇhi",
    "идиома",
    "принял перерождение",
    "✔"
   ],
   [
    "paṭisandhiṃ gahetvā",
    "идиома",
    "зачатый (в)",
    "✔"
   ]
  ]
 },
 "vayas": {
  "count": 1,
  "data": [
   [
    "paṭhamena vayasā",
    "идиома",
    "молодость",
    "✔"
   ]
  ]
 },
 "paṇīta": {
  "count": 1,
  "data": [
   [
    "paṇītametaṃ",
    "сандхи",
    "это возвышенный",
    "✔"
   ]
  ]
 },
 "patthanā": {
  "count": 1,
  "data": [
   [
    "patthanaṃ akāsi",
    "идиома",
    "сделала пожелание",
    "✔"
   ]
  ]
 },
 "padakkhiṇa": {
  "count": 1,
  "data": [
   [
    "padakkhiṇaṃ katvā",
    "идиома",
    "обойдя вокруг человека с правой стороны в знак уважения",
    "✔"
   ]
  ]
 },
 "pabbajita": {
  "count": 1,
  "data": [
   [
    "pabbajitomhi",
    "сандхи",
    "я посвящен (в монахи)",
    "✔"
   ]
  ]
 },
 "pabbata": {
  "count": 1,
  "data": [
   [
    "pabbatamuddhaniṭṭhito",
    "сандхи",
    "стоящий на гребне горы",
    "✔"
   ]
  ]
 },
 "pamutti": {
  "count": 1,
  "data": [
   [
    "pamutyatthi",
    "сандхи",
    "есть свобода",
    "✔"
   ]
  ]
 },
 "payātuṃ": {
  "count": 1,
  "data": [
   [
    "payātumicchasi",
    "сандхи",
    "ты хочешь отправиться (по)",
    "✔"
   ]
  ]
 },
 "icchasi": {
  "count": 2,
  "data": [
   [
    "payātumicchasi",
    "сандхи",
    "ты хочешь отправиться (по)",
    "✔"
   ],
   [
    "laṅghetumicchasi",
    "сандхи",
    "ты хочешь перепрыгнуть",
    "✔"
   ]
  ]
 },
 "paradāra": {
  "count": 1,
  "data": [
   [
    "paradāraṃ gacchati",
    "идиома",
    "прелюбодействует",
    "✔"
   ]
  ]
 },
 "vambheti": {
  "count": 1,
  "data": [
   [
    "paraṃ vambheti",
    "идиома",
    "принижает других (из-за)",
    "✔"
   ]
  ]
 },
 "parikamma": {
  "count": 1,
  "data": [
   [
    "parikammaṃ karoti",
    "идиома",
    "организует",
    "✔"
   ]
  ]
 },
 "parikkhaya": {
  "count": 2,
  "data": [
   [
    "parikkhayaṃ gacchati",
    "идиома",
    "иссякает",
    "✔"
   ],
   [
    "parikkhayaṃ pariyādānaṃ gacchati",
    "идиома",
    "уничтожается и полностью исчезает",
    "✔"
   ]
  ]
 },
 "pariṇāma": {
  "count": 2,
  "data": [
   [
    "pariṇāmaṃ gacchati",
    "идиома",
    "переваривается",
    "✔"
   ],
   [
    "sammā pariṇāmaṃ gacchati",
    "идиома",
    "правильно усваивается",
    "✔"
   ]
  ]
 },
 "paripantha": {
  "count": 1,
  "data": [
   [
    "paripanthe tiṭṭhati",
    "идиома",
    "совершает грабеж на дороге",
    "✔"
   ]
  ]
 },
 "pariyādāya": {
  "count": 1,
  "data": [
   [
    "pariyādāya tiṭṭhati",
    "идиома",
    "остаётся одержимым",
    "✔"
   ]
  ]
 },
 "pariyodha": {
  "count": 1,
  "data": [
   [
    "pariyodhāya atthaṃ bhaṇati",
    "идиома",
    "защищает дело",
    "✔"
   ]
  ]
 },
 "bhaṇati": {
  "count": 3,
  "data": [
   [
    "pariyodhāya atthaṃ bhaṇati",
    "идиома",
    "защищает дело",
    "✔"
   ],
   [
    "musā bhaṇati",
    "идиома",
    "лжет",
    "✔"
   ],
   [
    "saccaṃ bhaṇasi",
    "идиома",
    "ты говоришь правду",
    "✔"
   ]
  ]
 },
 "pallaṅka": {
  "count": 1,
  "data": [
   [
    "pallaṅkaṃ ābhujitvā",
    "идиома",
    "сложив ноги в медитативной позе сидя",
    "✔"
   ]
  ]
 },
 "ābhujitvā": {
  "count": 1,
  "data": [
   [
    "pallaṅkaṃ ābhujitvā",
    "идиома",
    "сложив ноги в медитативной позе сидя",
    "✔"
   ]
  ]
 },
 "paviṭṭha": {
  "count": 1,
  "data": [
   [
    "paviṭṭhamhā",
    "сандхи",
    "мы вошли",
    "✔"
   ]
  ]
 },
 "pasata": {
  "count": 1,
  "data": [
   [
    "pasataṃ pasataṃ",
    "идиома",
    "горстями",
    "✔"
   ]
  ]
 },
 "pasaṃsā": {
  "count": 1,
  "data": [
   [
    "haññadatthatthipasaṃsalābhā",
    "сандхи",
    "здесь (нет) выгоды кроме получения похвалы",
    "✔"
   ]
  ]
 },
 "passa": {
  "count": 1,
  "data": [
   [
    "seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati",
    "идиома",
    "потакает удовольствию поспать, отдохнуть и подремать",
    "✔"
   ]
  ]
 },
 "passati": {
  "count": 1,
  "data": [
   [
    "passāmahaṃ",
    "сандхи",
    "я вижу",
    "✔"
   ]
  ]
 },
 "passāva": {
  "count": 1,
  "data": [
   [
    "passāvaṃ karoti",
    "идиома",
    "мочится",
    "✔"
   ]
  ]
 },
 "pahāra": {
  "count": 3,
  "data": [
   [
    "pahāraṃ adāsi",
    "идиома",
    "ударил",
    "✔"
   ],
   [
    "pahāraṃ dadāti",
    "идиома",
    "ударяет",
    "✔"
   ],
   [
    "pahāraṃ deti",
    "идиома",
    "ударяет",
    "✔"
   ]
  ]
 },
 "dadāti": {
  "count": 3,
  "data": [
   [
    "pahāraṃ dadāti",
    "идиома",
    "ударяет",
    "✔"
   ],
   [
    "mukhavātaṃ dadāti",
    "идиома",
    "досл. даёт воздух рта",
    "✔"
   ],
   [
    "varaṃ dadāti",
    "идиома",
    "исполняет желание",
    "✔"
   ]
  ]
 },
 "pātimokkha": {
  "count": 1,
  "data": [
   [
    "pātimokkhaṃ uddisati",
    "идиома",
    "декламирует Патимокху",
    "✔"
   ]
  ]
 },
 "pātabyatā": {
  "count": 1,
  "data": [
   [
    "pātabyataṃ āpajjati",
    "идиома",
    "терпит крах",
    "✔"
   ]
  ]
 },
 "uddisati": {
  "count": 1,
  "data": [
   [
    "pātimokkhaṃ uddisati",
    "идиома",
    "декламирует Патимокху",
    "✔"
   ]
  ]
 },
 "pātu": {
  "count": 1,
  "data": [
   [
    "pātu karoti",
    "идиома",
    "обнаруживает",
    "✔"
   ]
  ]
 },
 "vandati": {
  "count": 1,
  "data": [
   [
    "pāde sirasā vandati",
    "идиома",
    "поклоняется, положив голову к ногам (кого-либо)",
    "✔"
   ]
  ]
 },
 "nipatitvā": {
  "count": 1,
  "data": [
   [
    "pādesu sirasā nipatitvā",
    "идиома",
    "упав на ноги головой",
    "✔"
   ]
  ]
 },
 "āgamā": {
  "count": 1,
  "data": [
   [
    "pāpamāgamā",
    "сандхи",
    "(да может) зло (не) прийти (к)",
    "✔"
   ]
  ]
 },
 "pāpimant": {
  "count": 1,
  "data": [
   [
    "māra pāpimant",
    "идиома",
    "смерть",
    "✔"
   ]
  ]
 },
 "pāra1": {
  "count": 2,
  "data": [
   [
    "pāraṃ gacchati",
    "идиома",
    "(о реке или сансаре) пересекает",
    "✔"
   ],
   [
    "pārāpāraṃ",
    "сандхи",
    "дальний берег",
    "✔"
   ]
  ]
 },
 "pāripūri": {
  "count": 1,
  "data": [
   [
    "pāripūriṃ gacchati",
    "идиома",
    "исполняется",
    "✔"
   ]
  ]
 },
 "pāḷi": {
  "count": 1,
  "data": [
   [
    "pāḷinayeneva",
    "сандхи",
    "точно в соответствии с смыслом текста",
    "◑"
   ]
  ]
 },
 "piṭṭhi": {
  "count": 2,
  "data": [
   [
    "piṭṭhito katvā",
    "идиома",
    "повернувшись спиной к",
    "◑"
   ],
   [
    "piṭṭhito piṭṭhito",
    "идиома",
    "прямо сзади",
    "✔"
   ]
  ]
 },
 "piṇḍa": {
  "count": 2,
  "data": [
   [
    "piṇḍāya carituṃ",
    "идиома",
    "ходить за подаянием (в)",
    "✔"
   ],
   [
    "piṇḍāya caritvā",
    "идиома",
    "прошедший собирать подаяние",
    "✔"
   ]
  ]
 },
 "carituṃ": {
  "count": 1,
  "data": [
   [
    "piṇḍāya carituṃ",
    "идиома",
    "ходить за подаянием (в)",
    "✔"
   ]
  ]
 },
 "pucchati": {
  "count": 1,
  "data": [
   [
    "pucchāvuso",
    "сандхи",
    "спрашивай друг",
    "✔"
   ]
  ]
 },
 "puthu": {
  "count": 1,
  "data": [
   [
    "puthuttaṃ gacchati",
    "идиома",
    "вздутие",
    "✔"
   ]
  ]
 },
 "puna": {
  "count": 5,
  "data": [
   [
    "puna caparaṃ",
    "идиома",
    "и еще",
    "✔"
   ],
   [
    "punadeva",
    "сандхи",
    "ещё раз",
    "✔"
   ],
   [
    "punapi",
    "сандхи",
    "ещё раз",
    "✔"
   ],
   [
    "punareva",
    "сандхи",
    "только снова",
    "✔"
   ],
   [
    "punekaṃ",
    "сандхи",
    "и один",
    "✔"
   ]
  ]
 },
 "pura2": {
  "count": 1,
  "data": [
   [
    "puratopissa",
    "сандхи",
    "было бы впереди (от)",
    "✔"
   ]
  ]
 },
 "purima": {
  "count": 1,
  "data": [
   [
    "purimanayeneva",
    "сандхи",
    "точно так же, как прежде",
    "◑"
   ]
  ]
 },
 "pure": {
  "count": 1,
  "data": [
   [
    "yathā pure tathā pacchā",
    "идиома",
    "как прежде, так и потом",
    "✔"
   ]
  ]
 },
 "upasaṃharati": {
  "count": 1,
  "data": [
   [
    "pesuññaṃ upasaṃharati",
    "идиома",
    "клевещет",
    "✔"
   ]
  ]
 },
 "phāti": {
  "count": 1,
  "data": [
   [
    "phātiṃ kātuṃ",
    "идиома",
    "увеличить",
    "✔"
   ]
  ]
 },
 "phulla": {
  "count": 1,
  "data": [
   [
    "phullamavītagandhaṃ",
    "сандхи",
    "в полном цвету и наполненный ароматом",
    "✔"
   ]
  ]
 },
 "phussa1": {
  "count": 1,
  "data": [
   [
    "phussa phussa",
    "идиома",
    "прикасаясь снова и снова",
    "✔"
   ]
  ]
 },
 "balavant": {
  "count": 2,
  "data": [
   [
    "balavamhi",
    "сандхи",
    "я силён",
    "◑"
   ],
   [
    "balavamhi balattho",
    "идиома",
    "сила определяет правоту",
    "✔"
   ]
  ]
 },
 "gāhetvā": {
  "count": 1,
  "data": [
   [
    "balaṃ gāhetvā",
    "идиома",
    "восстановив силы",
    "✔"
   ]
  ]
 },
 "bāhā": {
  "count": 1,
  "data": [
   [
    "bāhāyaṃ gahetvā",
    "идиома",
    "схватив за руку",
    "✔"
   ]
  ]
 },
 "buddha": {
  "count": 3,
  "data": [
   [
    "buddhagāthābhigītomhi",
    "сандхи",
    "я был воспет стихом Будды",
    "✔"
   ],
   [
    "buddhavacanānussaraṇavasenetaṃ",
    "сандхи",
    "из-за воспоминания учения Будды это (говорится)",
    "◑"
   ],
   [
    "buddhosmi",
    "сандхи",
    "я пробудился",
    "✔"
   ]
  ]
 },
 "abhigīta": {
  "count": 1,
  "data": [
   [
    "buddhagāthābhigītomhi",
    "сандхи",
    "я был воспет стихом Будды",
    "✔"
   ]
  ]
 },
 "anussaraṇa": {
  "count": 1,
  "data": [
   [
    "buddhavacanānussaraṇavasenetaṃ",
    "сандхи",
    "из-за воспоминания учения Будды это (говорится)",
    "◑"
   ]
  ]
 },
 "vasena": {
  "count": 3,
  "data": [
   [
    "buddhavacanānussaraṇavasenetaṃ",
    "сандхи",
    "из-за воспоминания учения Будды это (говорится)",
    "◑"
   ],
   [
    "vasena vattati",
    "идиома",
    "находится под контролем (кого-либо)",
    "✔"
   ],
   [
    "vasenetaṃ",
    "сандхи",
    "это из-за этого",
    "◑"
   ]
  ]
 },
 "byañjana": {
  "count": 1,
  "data": [
   [
    "sātthaṃ sabyañjanaṃ",
    "идиома",
    "по духу и в словах",
    "✔"
   ]
  ]
 },
 "byanta": {
  "count": 1,
  "data": [
   [
    "byantiṃ karoti",
    "идиома",
    "заканчивает",
    "✔"
   ]
  ]
 },
 "brahmacariya": {
  "count": 1,
  "data": [
   [
    "brahmacariyaṃ carati",
    "идиома",
    "ведёт святую жизнь",
    "✔"
   ]
  ]
 },
 "bhaṇḍikā": {
  "count": 1,
  "data": [
   [
    "bhaṇḍikaṃ bandhitvā",
    "идиома",
    "having made a bundle",
    "✔"
   ]
  ]
 },
 "bandhitvā": {
  "count": 1,
  "data": [
   [
    "bhaṇḍikaṃ bandhitvā",
    "идиома",
    "having made a bundle",
    "✔"
   ]
  ]
 },
 "bhata": {
  "count": 1,
  "data": [
   [
    "bhato poso",
    "идиома",
    "вынесенный и вскормленный",
    "✔"
   ]
  ]
 },
 "bhadda": {
  "count": 1,
  "data": [
   [
    "bhaddaṃ vo",
    "идиома",
    "благословения вам! удачи вам!",
    "✔"
   ]
  ]
 },
 "vo": {
  "count": 2,
  "data": [
   [
    "bhaddaṃ vo",
    "идиома",
    "благословения вам! удачи вам!",
    "✔"
   ],
   [
    "vohaṃ",
    "сандхи",
    "действительно я",
    "✔"
   ]
  ]
 },
 "vattar": {
  "count": 1,
  "data": [
   [
    "bhavanti vattāro",
    "идиома",
    "другие скажут",
    "✔"
   ]
  ]
 },
 "bhavant": {
  "count": 1,
  "data": [
   [
    "bhavamatthu",
    "сандхи",
    "пусть будешь здоров!",
    "✔"
   ]
  ]
 },
 "bhavituṃ": {
  "count": 1,
  "data": [
   [
    "bhavituṃ vaṭṭati",
    "идиома",
    "подходит быть (чем-то)",
    "✔"
   ]
  ]
 },
 "vaṭṭati": {
  "count": 2,
  "data": [
   [
    "bhavituṃ vaṭṭati",
    "идиома",
    "подходит быть (чем-то)",
    "✔"
   ],
   [
    "vattuṃ vaṭṭati",
    "идиома",
    "уместно сказать",
    "◑"
   ]
  ]
 },
 "abhirādhita": {
  "count": 1,
  "data": [
   [
    "bhavobhirādhito",
    "сандхи",
    "наслаждался состоянием",
    "✔"
   ]
  ]
 },
 "bhāra": {
  "count": 1,
  "data": [
   [
    "bhāraṃ vahati",
    "идиома",
    "берёт на себя ответственность за что-то",
    "✔"
   ]
  ]
 },
 "vahati": {
  "count": 1,
  "data": [
   [
    "bhāraṃ vahati",
    "идиома",
    "берёт на себя ответственность за что-то",
    "✔"
   ]
  ]
 },
 "akkhāyī": {
  "count": 1,
  "data": [
   [
    "maggakkhāyīhaṃ",
    "сандхи",
    "я направляю",
    "✔"
   ]
  ]
 },
 "okkamma": {
  "count": 1,
  "data": [
   [
    "maggā okkamma",
    "идиома",
    "сход с дороги",
    "✔"
   ]
  ]
 },
 "maṅgala": {
  "count": 1,
  "data": [
   [
    "maṅgalaṃ katvā",
    "идиома",
    "устроив свадебный обряд",
    "✔"
   ]
  ]
 },
 "maccu": {
  "count": 1,
  "data": [
   [
    "maccuvasaṃ vaje",
    "идиома",
    "попасть под власть смерти",
    "✔"
   ]
  ]
 },
 "vajati": {
  "count": 1,
  "data": [
   [
    "maccuvasaṃ vaje",
    "идиома",
    "попасть под власть смерти",
    "✔"
   ]
  ]
 },
 "majjha": {
  "count": 1,
  "data": [
   [
    "majjhimā paṭipadā",
    "идиома",
    "Серединный Путь",
    "✔"
   ]
  ]
 },
 "maṃ": {
  "count": 5,
  "data": [
   [
    "maññevettha",
    "сандхи",
    "в этом случае даже меня",
    "✔"
   ],
   [
    "mantaṃ",
    "сандхи",
    "тот для меня",
    "✔"
   ],
   [
    "mamevārabbha",
    "сандхи",
    "особенно для меня",
    "✔"
   ],
   [
    "mamevettha",
    "сандхи",
    "в этом случае просто (спросите) меня",
    "✔"
   ],
   [
    "maṃ pādato karitvā",
    "идиома",
    "навели свои ноги на меня",
    "✔"
   ]
  ]
 },
 "mada": {
  "count": 1,
  "data": [
   [
    "madaṃ āpajjati",
    "идиома",
    "опьяняться",
    "✔"
   ]
  ]
 },
 "padosayati": {
  "count": 1,
  "data": [
   [
    "manaṃ padosaye",
    "идиома",
    "разозлиться (на)",
    "✔"
   ]
  ]
 },
 "mamaṃ": {
  "count": 3,
  "data": [
   [
    "mamañca",
    "сандхи",
    "и меня",
    "✔"
   ],
   [
    "mamaññeva",
    "сандхи",
    "только я",
    "✔"
   ],
   [
    "mamanti",
    "сандхи",
    "\"мой\"",
    "✔"
   ]
  ]
 },
 "mayā": {
  "count": 1,
  "data": [
   [
    "mayāpi",
    "сандхи",
    "мной тоже",
    "✔"
   ]
  ]
 },
 "mayhaṃ": {
  "count": 2,
  "data": [
   [
    "mayhaṃpatthi",
    "сандхи",
    "у меня тоже есть",
    "✔"
   ],
   [
    "mayhevekassa",
    "сандхи",
    "только для меня",
    "✔"
   ]
  ]
 },
 "nigacchati": {
  "count": 1,
  "data": [
   [
    "maraṇaṃ nigacchati",
    "идиома",
    "умирает",
    "✔"
   ]
  ]
 },
 "sambhava": {
  "count": 1,
  "data": [
   [
    "mahamattasambhavaṃ",
    "сандхи",
    "я (увидев, что) само порождение",
    "✔"
   ]
  ]
 },
 "mā": {
  "count": 20,
  "data": [
   [
    "mā avacuttha",
    "идиома",
    "(вы) не говорите",
    "✔"
   ],
   [
    "mā ahuvattha",
    "идиома",
    "(вы) не должны быть",
    "✔"
   ],
   [
    "mā ahesuṃ",
    "идиома",
    "пусть они не будут",
    "✔"
   ],
   [
    "mā ahosi",
    "идиома",
    "пусть это не будет",
    "✔"
   ],
   [
    "mā kadāci",
    "идиома",
    "пусть у меня никогда не будет",
    "✔"
   ],
   [
    "mā kho tumhe eso ajesi",
    "идиома",
    "не позволяйте этому человеку победить вас",
    "✔"
   ],
   [
    "mā pacchā vippaṭisārino ahuvattha",
    "идиома",
    "не жалейте потом!",
    "✔"
   ],
   [
    "mā pamādattha",
    "идиома",
    "вы не должны быть небрежными",
    "✔"
   ],
   [
    "mā hevaṃ",
    "идиома",
    "не (говори) этого",
    "✔"
   ],
   [
    "mābhinandi",
    "сандхи",
    "не радуйся (в)",
    "✔"
   ],
   [
    "māyasmantānampi",
    "сандхи",
    "пусть не для достопочтенных",
    "✔"
   ],
   [
    "māyasmanto",
    "сандхи",
    "уважаемые не делайте!",
    "✔"
   ],
   [
    "māyasmā",
    "сандхи",
    "уважаемый не делай!",
    "✔"
   ],
   [
    "māyaṃ 1",
    "сандхи",
    "пусть это не произойдет",
    "✔"
   ],
   [
    "māvuso",
    "сандхи",
    "не надо, друг!",
    "✔"
   ],
   [
    "māssu",
    "сандхи",
    "не делай этого!",
    "◑"
   ],
   [
    "māhaṃ 1",
    "сандхи",
    "пусть я не",
    "✔"
   ],
   [
    "māhaṃ 2",
    "сандхи",
    "я никогда",
    "✔"
   ],
   [
    "māhu",
    "сандхи",
    "да не будет! не позволяй этому быть!",
    "✔"
   ],
   [
    "metamāsado",
    "сандхи",
    "не нападай на него!",
    "✔"
   ]
  ]
 },
 "ajesi": {
  "count": 1,
  "data": [
   [
    "mā kho tumhe eso ajesi",
    "идиома",
    "не позволяйте этому человеку победить вас",
    "✔"
   ]
  ]
 },
 "vidaṃseti": {
  "count": 1,
  "data": [
   [
    "māyaṃ vidaṃseti",
    "идиома",
    "демонстрирует иллюзию",
    "✔"
   ]
  ]
 },
 "māra": {
  "count": 1,
  "data": [
   [
    "māra pāpimant",
    "идиома",
    "смерть",
    "✔"
   ]
  ]
 },
 "micchā": {
  "count": 2,
  "data": [
   [
    "micchā carati 1",
    "идиома",
    "ведет себя неправильно",
    "◑"
   ],
   [
    "micchā carati 2",
    "идиома",
    "совершает прелюбодеяние",
    "◑"
   ]
  ]
 },
 "middha": {
  "count": 1,
  "data": [
   [
    "seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati",
    "идиома",
    "потакает удовольствию поспать, отдохнуть и подремать",
    "✔"
   ]
  ]
 },
 "vāta": {
  "count": 1,
  "data": [
   [
    "mukhavātaṃ dadāti",
    "идиома",
    "досл. даёт воздух рта",
    "✔"
   ]
  ]
 },
 "muṇḍa": {
  "count": 1,
  "data": [
   [
    "muṇḍāsi",
    "сандхи",
    "ты лысый",
    "✔"
   ]
  ]
 },
 "mutta2": {
  "count": 1,
  "data": [
   [
    "muttosi",
    "сандхи",
    "ты свободен (от)",
    "✔"
   ]
  ]
 },
 "vipatati": {
  "count": 1,
  "data": [
   [
    "muddhāpi tassa vipateyyāti",
    "идиома",
    "чья-то голова может расколоться",
    "✔"
   ]
  ]
 },
 "bhaṇanta": {
  "count": 1,
  "data": [
   [
    "musā bhaṇanta",
    "идиома",
    "лгать",
    "✔"
   ]
  ]
 },
 "modi": {
  "count": 1,
  "data": [
   [
    "modahaṃ",
    "сандхи",
    "я наслаждался",
    "✔"
   ]
  ]
 },
 "ya": {
  "count": 9,
  "data": [
   [
    "yā kāci",
    "идиома",
    "какая бы ни",
    "✔"
   ],
   [
    "yā kācimā",
    "идиома",
    "все эти",
    "✔"
   ],
   [
    "yādha",
    "сандхи",
    "какая бы (женщина) здесь",
    "✔"
   ],
   [
    "yāpi",
    "сандхи",
    "и которые бы ни",
    "✔"
   ],
   [
    "yāpissa",
    "сандхи",
    "какое бы его ни",
    "✔"
   ],
   [
    "yāyamhi",
    "сандхи",
    "которым я являюсь",
    "✔"
   ],
   [
    "yāyaṃ 1",
    "сандхи",
    "та что",
    "✔"
   ],
   [
    "yāssa",
    "сандхи",
    "какое бы из его",
    "✔"
   ],
   [
    "yāhaṃ 1",
    "сандхи",
    "который я",
    "✔"
   ]
  ]
 },
 "yaṃ": {
  "count": 24,
  "data": [
   [
    "yañca",
    "сандхи",
    "но что угодно",
    "✔"
   ],
   [
    "yañce",
    "сандхи",
    "чем если",
    "✔"
   ],
   [
    "yaññadeva",
    "сандхи",
    "просто что-то",
    "✔"
   ],
   [
    "yañhi",
    "сандхи",
    "что угодно действительно",
    "✔"
   ],
   [
    "yantaṃ",
    "сандхи",
    "чтобы ни",
    "✔"
   ],
   [
    "yannūnāhaṃ",
    "сандхи",
    "что если я",
    "✔"
   ],
   [
    "yamahaṃ",
    "сандхи",
    "что бы ни было я",
    "✔"
   ],
   [
    "yamāhu",
    "сандхи",
    "как они говорят",
    "✔"
   ],
   [
    "yamidaṃ",
    "сандхи",
    "то что",
    "✔"
   ],
   [
    "yametamatthaṃ",
    "сандхи",
    "что бы это ни значило",
    "✔"
   ],
   [
    "yametaṃ",
    "сандхи",
    "это",
    "✔"
   ],
   [
    "yampi",
    "сандхи",
    "что бы ни было действительно",
    "✔"
   ],
   [
    "yampicchaṃ",
    "сандхи",
    "тот что желает",
    "✔"
   ],
   [
    "yampidaṃ",
    "сандхи",
    "любой",
    "✔"
   ],
   [
    "yampissa",
    "сандхи",
    "что конечно для него",
    "✔"
   ],
   [
    "yaṃ kiñci",
    "идиома",
    "всякий",
    "✔"
   ],
   [
    "yaṃ taṃ",
    "идиома",
    "кого бы ни ... его",
    "✔"
   ],
   [
    "yaṃnūna",
    "сандхи",
    "что если",
    "✔"
   ],
   [
    "yaṃnūnassāhaṃ",
    "сандхи",
    "что если бы я (объяснил) ему",
    "✔"
   ],
   [
    "yaṃnūnāhaṃ",
    "сандхи",
    "что если я",
    "✔"
   ],
   [
    "yaṃpaccayāssa",
    "сандхи",
    "за счет чего для него",
    "✔"
   ],
   [
    "yaṃsa",
    "сандхи",
    "когда он (берет) что-либо",
    "✔"
   ],
   [
    "yāhaṃ 2",
    "сандхи",
    "которое я",
    "✔"
   ],
   [
    "samādhimānantarikaññamāhu",
    "сандхи",
    "говорят та стабильность ума с немедленными результатами",
    "✔"
   ]
  ]
 },
 "yagghe": {
  "count": 1,
  "data": [
   [
    "yaggheyye",
    "сандхи",
    "правда, госпожа! пожалуйста, мадам!",
    "✔"
   ]
  ]
 },
 "yad": {
  "count": 9,
  "data": [
   [
    "yaññadeva",
    "сандхи",
    "просто что-то",
    "✔"
   ],
   [
    "yadajjhagā",
    "сандхи",
    "который достиг",
    "✔"
   ],
   [
    "yadatītampahīnantaṃ",
    "сандхи",
    "все прошлое оставлено",
    "✔"
   ],
   [
    "yadatthi",
    "сандхи",
    "что бы там ни было",
    "✔"
   ],
   [
    "yadapi",
    "сандхи",
    "именно который",
    "✔"
   ],
   [
    "yadidaṃ",
    "сандхи",
    "а именно",
    "✔"
   ],
   [
    "yadetaṃ",
    "сандхи",
    "эта вещь",
    "✔"
   ],
   [
    "yadettha",
    "сандхи",
    "тот здесь",
    "✔"
   ],
   [
    "yadeva",
    "сандхи",
    "любое",
    "✔"
   ]
  ]
 },
 "yato": {
  "count": 7,
  "data": [
   [
    "yatassa",
    "сандхи",
    "откуда (это) для него",
    "✔"
   ],
   [
    "yato ca kho",
    "идиома",
    "но когда",
    "✔"
   ],
   [
    "yato tato",
    "идиома",
    "поскольку ... таким образом",
    "✔"
   ],
   [
    "yato yato 1",
    "идиома",
    "от чего бы то ни было",
    "✔"
   ],
   [
    "yato yato 2",
    "идиома",
    "когда",
    "✔"
   ],
   [
    "yatohaṃ",
    "сандхи",
    "с тех пор как я",
    "✔"
   ],
   [
    "yatvādhikaraṇamenaṃ",
    "сандхи",
    "из-за чего это",
    "✔"
   ]
  ]
 },
 "yāva": {
  "count": 13,
  "data": [
   [
    "yāva tāva",
    "идиома",
    "пока ... то",
    "✔"
   ],
   [
    "yāvakīvañca",
    "сандхи",
    "и так долго как",
    "✔"
   ],
   [
    "yāvañcidaṃ",
    "сандхи",
    "и в данном случае",
    "✔"
   ],
   [
    "yāvatako ahosi kathāsallāpo",
    "идиома",
    "какой бы там ни был разговор",
    "✔"
   ],
   [
    "yāvatakvassa",
    "сандхи",
    "как его",
    "✔"
   ],
   [
    "yāvatatiyañca",
    "сандхи",
    "но после третьего раза",
    "✔"
   ],
   [
    "yāvatatiyañce",
    "сандхи",
    "если до трех раз",
    "✔"
   ],
   [
    "yāvatājagatogati",
    "сандхи",
    "пока простирается земля",
    "◑"
   ],
   [
    "yāvadeva",
    "сандхи",
    "вплоть до того",
    "✔"
   ],
   [
    "yāvasubhāsitamidaṃ",
    "сандхи",
    "как хорошо это было сказано",
    "✔"
   ],
   [
    "yāvassa",
    "сандхи",
    "пока его",
    "✔"
   ],
   [
    "yāvassu",
    "сандхи",
    "настолько",
    "✔"
   ],
   [
    "yāvāhaṃ",
    "сандхи",
    "пока я",
    "✔"
   ]
  ]
 },
 "yattha": {
  "count": 13,
  "data": [
   [
    "yattha katthaci",
    "идиома",
    "где угодно",
    "✔"
   ],
   [
    "yattha tattha",
    "идиома",
    "где ... там",
    "✔"
   ],
   [
    "yattha yattha",
    "идиома",
    "где бы то ни было",
    "✔"
   ],
   [
    "yattha yattheva",
    "идиома",
    "где бы то ни было",
    "✔"
   ],
   [
    "yatthapi",
    "сандхи",
    "где угодно",
    "✔"
   ],
   [
    "yatthassa",
    "сандхи",
    "в ком",
    "✔"
   ],
   [
    "yatthassu",
    "сандхи",
    "где они могут быть",
    "✔"
   ],
   [
    "yatthākicchena",
    "сандхи",
    "где без труда",
    "✔"
   ],
   [
    "yatthāhaṃ",
    "сандхи",
    "в котором я",
    "✔"
   ],
   [
    "yatthimā",
    "сандхи",
    "где эти",
    "◑"
   ],
   [
    "yatthime",
    "сандхи",
    "где эти",
    "✔"
   ],
   [
    "yatthetaṃ",
    "сандхи",
    "в котором это",
    "✔"
   ],
   [
    "yattheva",
    "сандхи",
    "где бы ни",
    "✔"
   ]
  ]
 },
 "yatra": {
  "count": 1,
  "data": [
   [
    "yatra hi nāma",
    "идиома",
    "в случае когда",
    "✔"
   ]
  ]
 },
 "adhikaraṇa": {
  "count": 1,
  "data": [
   [
    "yatvādhikaraṇamenaṃ",
    "сандхи",
    "из-за чего это",
    "✔"
   ]
  ]
 },
 "yadā": {
  "count": 4,
  "data": [
   [
    "yadaggi",
    "сандхи",
    "когда огонь",
    "✔"
   ],
   [
    "yadāpi",
    "сандхи",
    "даже когда",
    "✔"
   ],
   [
    "yadāyaṃ",
    "сандхи",
    "когда этот",
    "✔"
   ],
   [
    "yadāhaṃ",
    "сандхи",
    "когда я",
    "✔"
   ]
  ]
 },
 "yadi": {
  "count": 3,
  "data": [
   [
    "yadāyasmantānaṃ",
    "сандхи",
    "если для досточтимых",
    "✔"
   ],
   [
    "yadi vā",
    "идиома",
    "или",
    "✔"
   ],
   [
    "yadipime",
    "сандхи",
    "если действительно эти",
    "◑"
   ]
  ]
 },
 "so": {
  "count": 25,
  "data": [
   [
    "yasassiso",
    "сандхи",
    "он известен",
    "✔"
   ],
   [
    "yo so",
    "идиома",
    "кто бы ни ... он",
    "✔"
   ],
   [
    "sāyaṃ 2.1",
    "сандхи",
    "именно этот",
    "✔"
   ],
   [
    "sāhaṃ 1",
    "сандхи",
    "затем я",
    "✔"
   ],
   [
    "sopalepapatito",
    "сандхи",
    "(этот старый дом) с облупившейся штукатуркой",
    "✔"
   ],
   [
    "sopassa",
    "сандхи",
    "он просто был бы",
    "◑"
   ],
   [
    "sopāgā",
    "сандхи",
    "он также пришёл (к)",
    "✔"
   ],
   [
    "sopi",
    "сандхи",
    "он тоже",
    "✔"
   ],
   [
    "sopissa",
    "сандхи",
    "это действительно для него",
    "✔"
   ],
   [
    "somaṃ",
    "сандхи",
    "он этот",
    "✔"
   ],
   [
    "somhi",
    "сандхи",
    "сейчас я являюсь",
    "✔"
   ],
   [
    "soyanti",
    "сандхи",
    "именно этот так",
    "✔"
   ],
   [
    "soyaṃ",
    "сандхи",
    "именно этот",
    "✔"
   ],
   [
    "sova",
    "сандхи",
    "только тот",
    "✔"
   ],
   [
    "sohamete",
    "сандхи",
    "и я эти",
    "✔"
   ],
   [
    "sohaṃ",
    "сандхи",
    "тот, я",
    "✔"
   ],
   [
    "svajja",
    "сандхи",
    "сегодня он",
    "✔"
   ],
   [
    "svahaṃ",
    "сандхи",
    "я так",
    "✔"
   ],
   [
    "svājja",
    "сандхи",
    "сегодня он",
    "✔"
   ],
   [
    "svāyaṃ",
    "сандхи",
    "этот человек",
    "✔"
   ],
   [
    "svāssa 1",
    "сандхи",
    "тот его",
    "✔"
   ],
   [
    "svāssa 2",
    "сандхи",
    "тот может быть",
    "✔"
   ],
   [
    "svāssudaṃ",
    "сандхи",
    "он действительно",
    "✔"
   ],
   [
    "svāhaṃ",
    "сандхи",
    "так я",
    "✔"
   ],
   [
    "sveva",
    "сандхи",
    "именно он",
    "✔"
   ]
  ]
 },
 "yasmā": {
  "count": 2,
  "data": [
   [
    "yasmā ca kho",
    "идиома",
    "но потому что",
    "✔"
   ],
   [
    "yasmā tasmā",
    "идиома",
    "потому что ... следовательно",
    "✔"
   ]
  ]
 },
 "yasmiṃ": {
  "count": 2,
  "data": [
   [
    "yasmiṃ tasmiṃ",
    "идиома",
    "в котором ... в том",
    "✔"
   ],
   [
    "yasmiṃ samaye",
    "идиома",
    "когда угодно",
    "✔"
   ]
  ]
 },
 "yassa": {
  "count": 10,
  "data": [
   [
    "yassa kassaci",
    "идиома",
    "для кого-либо",
    "✔"
   ],
   [
    "yassa tassa",
    "идиома",
    "чей ... тех, чего бы ни ... того",
    "✔"
   ],
   [
    "yassa yassa",
    "идиома",
    "какой бы то ни было",
    "✔"
   ],
   [
    "yassadāni",
    "сандхи",
    "сейчас кому-либо",
    "✔"
   ],
   [
    "yassadāni kālaṃ maññati",
    "идиома",
    "время делать то, что он хочет",
    "✔"
   ],
   [
    "yassassu",
    "сандхи",
    "для кого они могут быть",
    "✔"
   ],
   [
    "yassāhaṃ 1",
    "сандхи",
    "для которого я",
    "✔"
   ],
   [
    "yassāhaṃ 2",
    "сандхи",
    "кого я",
    "✔"
   ],
   [
    "yassiñjitaṃ",
    "сандхи",
    "для кого беспокойство",
    "✔"
   ],
   [
    "yasseva",
    "сандхи",
    "именно какого-либо",
    "✔"
   ]
  ]
 },
 "yo": {
  "count": 13,
  "data": [
   [
    "yassa 3",
    "сандхи",
    "кто-либо к нему",
    "✔"
   ],
   [
    "yāhu",
    "сандхи",
    "тот, кто был",
    "✔"
   ],
   [
    "yo koci",
    "идиома",
    "кто бы ни",
    "✔"
   ],
   [
    "yo pana bhikkhu",
    "идиома",
    "если какой-либо монах",
    "✔"
   ],
   [
    "yo so",
    "идиома",
    "кто бы ни ... он",
    "✔"
   ],
   [
    "yotivākyaṃ",
    "сандхи",
    "кто (терпит) обиду",
    "✔"
   ],
   [
    "yodha 2.1",
    "сандхи",
    "кто бы ни было здесь",
    "✔"
   ],
   [
    "yopi",
    "сандхи",
    "и что угодно",
    "✔"
   ],
   [
    "yopissa",
    "сандхи",
    "что бы то ни было действительно для него",
    "✔"
   ],
   [
    "yomaṃ",
    "сандхи",
    "кто-либо этот",
    "✔"
   ],
   [
    "yohaṃ",
    "сандхи",
    "тот что",
    "✔"
   ],
   [
    "yvāyaṃ",
    "сандхи",
    "который",
    "✔"
   ],
   [
    "yvāssa",
    "сандхи",
    "который может быть",
    "✔"
   ]
  ]
 },
 "yāni": {
  "count": 3,
  "data": [
   [
    "yāni tāni",
    "идиома",
    "кто бы ни ... они",
    "✔"
   ],
   [
    "yānimāni",
    "сандхи",
    "эти",
    "✔"
   ],
   [
    "yānīdha",
    "сандхи",
    "которые здесь",
    "✔"
   ]
  ]
 },
 "sallāpa": {
  "count": 1,
  "data": [
   [
    "yāvatako ahosi kathāsallāpo",
    "идиома",
    "какой бы там ни был разговор",
    "✔"
   ]
  ]
 },
 "yāhi": {
  "count": 1,
  "data": [
   [
    "yāhayaṃ",
    "сандхи",
    "это (отдельно) от чего бы то ни было",
    "✔"
   ]
  ]
 },
 "yuga": {
  "count": 1,
  "data": [
   [
    "yugaṃ samāgamā",
    "идиома",
    "вы вступили в вовлечение",
    "✔"
   ]
  ]
 },
 "samāgamā": {
  "count": 1,
  "data": [
   [
    "yugaṃ samāgamā",
    "идиома",
    "вы вступили в вовлечение",
    "✔"
   ]
  ]
 },
 "yuñjati": {
  "count": 1,
  "data": [
   [
    "yuñjantāyasmanto",
    "сандхи",
    "почтенному следует постараться (вернуть)",
    "✔"
   ]
  ]
 },
 "ye": {
  "count": 7,
  "data": [
   [
    "ye keci",
    "идиома",
    "что бы ни",
    "✔"
   ],
   [
    "ye kecime",
    "идиома",
    "любой из них",
    "✔"
   ],
   [
    "yedha",
    "сандхи",
    "кто здесь",
    "✔"
   ],
   [
    "yepi",
    "сандхи",
    "и которые",
    "✔"
   ],
   [
    "yepissa",
    "сандхи",
    "и кто бы ни",
    "✔"
   ],
   [
    "yeme",
    "сандхи",
    "те которые",
    "✔"
   ],
   [
    "yyāssa",
    "сандхи",
    "кто бы ни его",
    "✔"
   ]
  ]
 },
 "yena": {
  "count": 17,
  "data": [
   [
    "yena kāmaṃ",
    "идиома",
    "где угодно",
    "✔"
   ],
   [
    "yena kāmaṃ gamo",
    "идиома",
    "идущий по своему желанию",
    "✔"
   ],
   [
    "yena kāmaṃ pakkamati",
    "идиома",
    "идет своим путем",
    "✔"
   ],
   [
    "yena tena",
    "идиома",
    "где ... там",
    "✔"
   ],
   [
    "yena yena 1",
    "идиома",
    "что бы ни",
    "✔"
   ],
   [
    "yena yena 2",
    "идиома",
    "где-либо",
    "✔"
   ],
   [
    "yena yeneva",
    "идиома",
    "где угодно",
    "✔"
   ],
   [
    "yenajja",
    "сандхи",
    "через которую (дверь) сегодня",
    "✔"
   ],
   [
    "yenaññataro",
    "сандхи",
    "где определенный",
    "✔"
   ],
   [
    "yenatthena",
    "сандхи",
    "for which reason",
    "✔"
   ],
   [
    "yenattho",
    "сандхи",
    "в котором есть нужда",
    "◑"
   ],
   [
    "yenassa",
    "сандхи",
    "из-за его",
    "✔"
   ],
   [
    "yenāyasmā",
    "сандхи",
    "где почтенный",
    "✔"
   ],
   [
    "yenāhaṃ 1",
    "сандхи",
    "которым я",
    "✔"
   ],
   [
    "yenāhaṃ 2",
    "сандхи",
    "где я",
    "✔"
   ],
   [
    "yenime",
    "сандхи",
    "because of which these",
    "✔"
   ],
   [
    "yeneva",
    "сандхи",
    "где бы ни был",
    "✔"
   ]
  ]
 },
 "yesaṃ": {
  "count": 3,
  "data": [
   [
    "yesañca",
    "сандхи",
    "и для тех кого",
    "✔"
   ],
   [
    "yesaṃ kesañci",
    "идиома",
    "какого бы то ни было",
    "◑"
   ],
   [
    "yesaṃ tesaṃ",
    "идиома",
    "чей бы то ни было ... их",
    "✔"
   ]
  ]
 },
 "yesu": {
  "count": 2,
  "data": [
   [
    "yesīdha",
    "сандхи",
    "среди которых здесь",
    "✔"
   ],
   [
    "yesu tesu",
    "идиома",
    "среди которых ... среди них",
    "✔"
   ]
  ]
 },
 "tesu": {
  "count": 1,
  "data": [
   [
    "yesu tesu",
    "идиома",
    "среди которых ... среди них",
    "✔"
   ]
  ]
 },
 "yoggā": {
  "count": 1,
  "data": [
   [
    "yoggaṃ karitvā",
    "идиома",
    "потренировавшись",
    "✔"
   ]
  ]
 },
 "ativākya": {
  "count": 1,
  "data": [
   [
    "yotivākyaṃ",
    "сандхи",
    "кто (терпит) обиду",
    "✔"
   ]
  ]
 },
 "rakkhati": {
  "count": 2,
  "data": [
   [
    "rakkhassetaṃ",
    "сандхи",
    "следи (за своими словами)!",
    "✔"
   ],
   [
    "rakkhassetaṃ vācaṃ",
    "идиома",
    "следи за своими словами!",
    "✔"
   ]
  ]
 },
 "vācā": {
  "count": 3,
  "data": [
   [
    "rakkhassetaṃ vācaṃ",
    "идиома",
    "следи за своими словами!",
    "✔"
   ],
   [
    "vācaṃ nicchāreti",
    "идиома",
    "говорит",
    "✔"
   ],
   [
    "vācā bhinnā",
    "идиома",
    "это явно сказано",
    "✔"
   ]
  ]
 },
 "kārenta": {
  "count": 1,
  "data": [
   [
    "rajjaṃ kārente",
    "идиома",
    "правящий",
    "✔"
   ]
  ]
 },
 "laddhāna": {
  "count": 1,
  "data": [
   [
    "rajjaṃ laddhāna",
    "идиома",
    "заняв трон",
    "✔"
   ]
  ]
 },
 "ramati": {
  "count": 1,
  "data": [
   [
    "ramāmahaṃ",
    "сандхи",
    "я наслаждаюсь (в)",
    "✔"
   ]
  ]
 },
 "rasmi": {
  "count": 1,
  "data": [
   [
    "rasmiyo gahetvā",
    "идиома",
    "ухватившись за вожжи",
    "✔"
   ]
  ]
 },
 "laṅghetuṃ": {
  "count": 1,
  "data": [
   [
    "laṅghetumicchasi",
    "сандхи",
    "ты хочешь перепрыгнуть",
    "✔"
   ]
  ]
 },
 "lopa": {
  "count": 2,
  "data": [
   [
    "lopamāpajjate",
    "сандхи",
    "(грам) удаляется",
    "✔"
   ],
   [
    "lopaṃ pappoti",
    "идиома",
    "(грам) элизируется",
    "✔"
   ]
  ]
 },
 "pappoti": {
  "count": 1,
  "data": [
   [
    "lopaṃ pappoti",
    "идиома",
    "(грам) элизируется",
    "✔"
   ]
  ]
 },
 "pāteti": {
  "count": 1,
  "data": [
   [
    "lomaṃ pāteti",
    "идиома",
    "подчиняется",
    "✔"
   ]
  ]
 },
 "paricita": {
  "count": 1,
  "data": [
   [
    "vacasā paricita",
    "идиома",
    "декламированный вслух",
    "✔"
   ]
  ]
 },
 "vattuṃ": {
  "count": 1,
  "data": [
   [
    "vattuṃ vaṭṭati",
    "идиома",
    "уместно сказать",
    "◑"
   ]
  ]
 },
 "vattati": {
  "count": 3,
  "data": [
   [
    "vasaṃ vattati",
    "идиома",
    "обладает властью",
    "✔"
   ],
   [
    "vasaṃ vatteti",
    "идиома",
    "имеет власть (над)",
    "✔"
   ],
   [
    "vasena vattati",
    "идиома",
    "находится под контролем (кого-либо)",
    "✔"
   ]
  ]
 },
 "vandanā": {
  "count": 1,
  "data": [
   [
    "vandanaṃ vajjāsi",
    "идиома",
    "ты должен почтить меня",
    "✔"
   ]
  ]
 },
 "vajjā": {
  "count": 1,
  "data": [
   [
    "vandanaṃ vajjāsi",
    "идиома",
    "ты должен почтить меня",
    "✔"
   ]
  ]
 },
 "vaya": {
  "count": 1,
  "data": [
   [
    "vayañcassānupassati",
    "сандхи",
    "и он видит исчезновение этого",
    "✔"
   ]
  ]
 },
 "vara": {
  "count": 3,
  "data": [
   [
    "varaṃ gaṇhāti",
    "идиома",
    "загадывает желание",
    "✔"
   ],
   [
    "varaṃ te",
    "идиома",
    "тебе было бы лучше (если)",
    "✔"
   ],
   [
    "varaṃ dadāti",
    "идиома",
    "исполняет желание",
    "✔"
   ]
  ]
 },
 "vareti": {
  "count": 1,
  "data": [
   [
    "vareyyāhe",
    "сандхи",
    "я мог бы пожелать моего дорогого",
    "✔"
   ]
  ]
 },
 "ahe": {
  "count": 1,
  "data": [
   [
    "vareyyāhe",
    "сандхи",
    "я мог бы пожелать моего дорогого",
    "✔"
   ]
  ]
 },
 "valāhaka": {
  "count": 1,
  "data": [
   [
    "viddhe vigatavalāhake deve",
    "идиома",
    "в ясном безоблачном небе",
    "✔"
   ]
  ]
 },
 "upagantabba": {
  "count": 1,
  "data": [
   [
    "vassaṃ upagantabbaṃ",
    "идиома",
    "дождливый сезон должен быть начат",
    "✔"
   ]
  ]
 },
 "nicchāreti": {
  "count": 1,
  "data": [
   [
    "vācaṃ nicchāreti",
    "идиома",
    "говорит",
    "✔"
   ]
  ]
 },
 "āropeti": {
  "count": 1,
  "data": [
   [
    "vādaṃ āropeti",
    "идиома",
    "отвергает доктрину",
    "✔"
   ]
  ]
 },
 "ve": {
  "count": 4,
  "data": [
   [
    "vāpi 2",
    "сандхи",
    "наверняка",
    "✔"
   ],
   [
    "vāyaṃ 2",
    "сандхи",
    "поистине этот",
    "✔"
   ],
   [
    "vāsi 2.1",
    "сандхи",
    "поистине ты есть",
    "✔"
   ],
   [
    "sa ve",
    "идиома",
    "он поистине",
    "✔"
   ]
  ]
 },
 "vāsa": {
  "count": 2,
  "data": [
   [
    "vāsaṃ upagacchati",
    "идиома",
    "входит в жилище",
    "✔"
   ],
   [
    "vāsaṃ kappeti",
    "идиома",
    "остановиться",
    "◑"
   ]
  ]
 },
 "upagacchati": {
  "count": 1,
  "data": [
   [
    "vāsaṃ upagacchati",
    "идиома",
    "входит в жилище",
    "✔"
   ]
  ]
 },
 "vitti": {
  "count": 1,
  "data": [
   [
    "vittiṃ āpajjati",
    "идиома",
    "находит удовлетворение",
    "✔"
   ]
  ]
 },
 "viddha1": {
  "count": 1,
  "data": [
   [
    "viddhe vigatavalāhake deve",
    "идиома",
    "в ясном безоблачном небе",
    "✔"
   ]
  ]
 },
 "vinā": {
  "count": 1,
  "data": [
   [
    "vināyeva",
    "сандхи",
    "только без",
    "◑"
   ]
  ]
 },
 "vimana": {
  "count": 1,
  "data": [
   [
    "vimanosi",
    "сандхи",
    "ты расстроен",
    "✔"
   ]
  ]
 },
 "viramati": {
  "count": 1,
  "data": [
   [
    "viramathāyasmanto",
    "сандхи",
    "почтенные воздержитесь (от)!",
    "✔"
   ]
  ]
 },
 "viruḷhi": {
  "count": 1,
  "data": [
   [
    "vuḍḍhiṃ viruḷhiṃ vepullaṃ āpajjati",
    "идиома",
    "grows and develops",
    "✔"
   ]
  ]
 },
 "vivicca": {
  "count": 1,
  "data": [
   [
    "vivicceva",
    "сандхи",
    "просто уединяясь (от)",
    "✔"
   ]
  ]
 },
 "salla": {
  "count": 1,
  "data": [
   [
    "sallamattano",
    "сандхи",
    "жало в себе",
    "✔"
   ]
  ]
 },
 "khādati": {
  "count": 1,
  "data": [
   [
    "visaṃ khādati",
    "идиома",
    "принимает яд",
    "✔"
   ]
  ]
 },
 "vissāsa": {
  "count": 3,
  "data": [
   [
    "vissāsamanvāya",
    "сандхи",
    "вследствие близости",
    "✔"
   ],
   [
    "vissāsaṃ āpajjati",
    "идиома",
    "доверяет",
    "✔"
   ],
   [
    "vissāsaṃ āpajjitabba",
    "идиома",
    "следует доверять",
    "✔"
   ]
  ]
 },
 "anvāya": {
  "count": 3,
  "data": [
   [
    "vissāsamanvāya",
    "сандхи",
    "вследствие близости",
    "✔"
   ],
   [
    "saṃvāsamanvāya 1",
    "сандхи",
    "вследствие совместного проживания",
    "✔"
   ],
   [
    "saṃvāsamanvāya 2",
    "сандхи",
    "вследствие полового сношения (кого-либо)",
    "✔"
   ]
  ]
 },
 "āpajjitabba": {
  "count": 1,
  "data": [
   [
    "vissāsaṃ āpajjitabba",
    "идиома",
    "следует доверять",
    "✔"
   ]
  ]
 },
 "vihāra": {
  "count": 3,
  "data": [
   [
    "vihāraṃ kappayanta",
    "идиома",
    "ведение жизни",
    "✔"
   ],
   [
    "vihāraṃ kappeti",
    "идиома",
    "ведет свою жизнь",
    "✔"
   ],
   [
    "vihārotveva",
    "сандхи",
    "скорее (это) просто образ жизни (кого-то)",
    "✔"
   ]
  ]
 },
 "kappayanta": {
  "count": 1,
  "data": [
   [
    "vihāraṃ kappayanta",
    "идиома",
    "ведение жизни",
    "✔"
   ]
  ]
 },
 "vihārī": {
  "count": 1,
  "data": [
   [
    "vihārimātāpiṃ",
    "сандхи",
    "живущий с воодушевленим",
    "✔"
   ]
  ]
 },
 "ātāpī": {
  "count": 1,
  "data": [
   [
    "vihārimātāpiṃ",
    "сандхи",
    "живущий с воодушевленим",
    "✔"
   ]
  ]
 },
 "vuddhi": {
  "count": 1,
  "data": [
   [
    "vuddhihesā",
    "сандхи",
    "действительно это рост",
    "✔"
   ]
  ]
 },
 "vuḍḍhi": {
  "count": 1,
  "data": [
   [
    "vuḍḍhiṃ viruḷhiṃ vepullaṃ āpajjati",
    "идиома",
    "grows and develops",
    "✔"
   ]
  ]
 },
 "veṇī": {
  "count": 1,
  "data": [
   [
    "veṇiṃ olikhituṃ",
    "идиома",
    "чесать шерсть",
    "◑"
   ]
  ]
 },
 "olikhituṃ": {
  "count": 1,
  "data": [
   [
    "veṇiṃ olikhituṃ",
    "идиома",
    "чесать шерсть",
    "◑"
   ]
  ]
 },
 "veditabba": {
  "count": 1,
  "data": [
   [
    "veditabbametaṃ",
    "сандхи",
    "это следует знать",
    "✔"
   ]
  ]
 },
 "vocchijjati": {
  "count": 1,
  "data": [
   [
    "vocchijjatārammaṇaṃ",
    "сандхи",
    "основа полностью разорвана",
    "✔"
   ]
  ]
 },
 "vodāsa": {
  "count": 1,
  "data": [
   [
    "vodāsaṃ āpajjati",
    "идиома",
    "становится привередливым",
    "◑"
   ]
  ]
 },
 "vosāna": {
  "count": 1,
  "data": [
   [
    "vosānaṃ āpādi",
    "идиома",
    "остановился на полпути",
    "✔"
   ]
  ]
 },
 "āpādi": {
  "count": 1,
  "data": [
   [
    "vosānaṃ āpādi",
    "идиома",
    "остановился на полпути",
    "✔"
   ]
  ]
 },
 "sakkā": {
  "count": 1,
  "data": [
   [
    "sakkā nu",
    "идиома",
    "это возможно?",
    "✔"
   ]
  ]
 },
 "sakkāra": {
  "count": 1,
  "data": [
   [
    "sakkāraṃ karoti",
    "идиома",
    "оказывает уважение",
    "✔"
   ]
  ]
 },
 "sakha": {
  "count": 1,
  "data": [
   [
    "sakhāhamasmi",
    "сандхи",
    "я (твой) друг",
    "✔"
   ]
  ]
 },
 "sagga": {
  "count": 1,
  "data": [
   [
    "saggakāyamagamaṃ",
    "сандхи",
    "я отправился к небесному воинству",
    "✔"
   ]
  ]
 },
 "agami": {
  "count": 1,
  "data": [
   [
    "saggakāyamagamaṃ",
    "сандхи",
    "я отправился к небесному воинству",
    "✔"
   ]
  ]
 },
 "padahati": {
  "count": 1,
  "data": [
   [
    "saṅkhāraṃ padahati",
    "идиома",
    "прикладывает намерение",
    "✔"
   ]
  ]
 },
 "padahanta": {
  "count": 1,
  "data": [
   [
    "saṅkhāraṃ padahanta",
    "идиома",
    "намеренное прилагать усилие",
    "✔"
   ]
  ]
 },
 "saṅkhyā": {
  "count": 2,
  "data": [
   [
    "saṅkhyaṃ gacchati",
    "идиома",
    "носит название (как)",
    "✔"
   ],
   [
    "saṅkhyaṃ nopeti",
    "идиома",
    "не может быть классифицирован",
    "✔"
   ]
  ]
 },
 "sace": {
  "count": 6,
  "data": [
   [
    "sacajja",
    "сандхи",
    "если сегодня",
    "◑"
   ],
   [
    "sacāyaṃ",
    "сандхи",
    "если он",
    "✔"
   ],
   [
    "sacāhaṃ",
    "сандхи",
    "если я",
    "✔"
   ],
   [
    "sace te agaru",
    "идиома",
    "если это не причиняет вам беспокойства",
    "✔"
   ],
   [
    "sacejja",
    "сандхи",
    "если сегодня",
    "◑"
   ],
   [
    "sacepi",
    "сандхи",
    "даже если",
    "✔"
   ]
  ]
 },
 "saññatti": {
  "count": 1,
  "data": [
   [
    "saññattiṃ upeti",
    "идиома",
    "открыта к убеждению",
    "✔"
   ]
  ]
 },
 "saṭṭhi": {
  "count": 1,
  "data": [
   [
    "saṭṭhete",
    "сандхи",
    "these sixty",
    "✔"
   ]
  ]
 },
 "sat": {
  "count": 1,
  "data": [
   [
    "satasmīti 1",
    "сандхи",
    "я существую",
    "✔"
   ]
  ]
 },
 "sata1": {
  "count": 1,
  "data": [
   [
    "sadā sata",
    "идиома",
    "постоянно осознанный",
    "✔"
   ]
  ]
 },
 "sata3": {
  "count": 1,
  "data": [
   [
    "satasmīti 2",
    "сандхи",
    "(комм) я непостоянен",
    "✔"
   ]
  ]
 },
 "satata": {
  "count": 1,
  "data": [
   [
    "satataṃ samitaṃ",
    "идиома",
    "непрерывно и постоянно",
    "✔"
   ]
  ]
 },
 "samita3": {
  "count": 1,
  "data": [
   [
    "satataṃ samitaṃ",
    "идиома",
    "непрерывно и постоянно",
    "✔"
   ]
  ]
 },
 "satta1": {
  "count": 5,
  "data": [
   [
    "sattantarā",
    "сандхи",
    "семь (пядей) с внутренней стороны",
    "✔"
   ],
   [
    "sattavidhā anupassanā",
    "идиома",
    "видение семью путями",
    "◑"
   ],
   [
    "sattahaṅgehi",
    "сандхи",
    "с семью факторами",
    "✔"
   ],
   [
    "sattimā",
    "сандхи",
    "эти семь",
    "◑"
   ],
   [
    "sattime",
    "сандхи",
    "эти семь",
    "✔"
   ]
  ]
 },
 "āharesi": {
  "count": 1,
  "data": [
   [
    "satthaṃ āharesi",
    "идиома",
    "покончил жизнь самоубийством",
    "✔"
   ]
  ]
 },
 "saṃ": {
  "count": 1,
  "data": [
   [
    "santi 3.1",
    "сандхи",
    "\"я могу быть\"",
    "✔"
   ]
  ]
 },
 "sadā": {
  "count": 1,
  "data": [
   [
    "sadā sata",
    "идиома",
    "постоянно осознанный",
    "✔"
   ]
  ]
 },
 "saddhiṃ": {
  "count": 1,
  "data": [
   [
    "saddhimattho",
    "сандхи",
    "значение с",
    "◑"
   ]
  ]
 },
 "santi2": {
  "count": 3,
  "data": [
   [
    "santāvuso",
    "сандхи",
    "существует, друг",
    "✔"
   ],
   [
    "santīdha",
    "сандхи",
    "эти есть здесь",
    "✔"
   ],
   [
    "santettha",
    "сандхи",
    "здесь есть",
    "✔"
   ]
  ]
 },
 "santāsa": {
  "count": 1,
  "data": [
   [
    "santāsaṃ āpajjati",
    "идиома",
    "боится (чего-л.)",
    "✔"
   ]
  ]
 },
 "santi1": {
  "count": 1,
  "data": [
   [
    "santimuttamaṃ",
    "сандхи",
    "высочайший мир",
    "✔"
   ]
  ]
 },
 "sandasseti": {
  "count": 1,
  "data": [
   [
    "sandasseti samādapeti samuttejeti sampahaṃseti",
    "идиома",
    "объясняет, воодушевляет, вдохновляет и возбуждает",
    "✔"
   ]
  ]
 },
 "samādapeti": {
  "count": 1,
  "data": [
   [
    "sandasseti samādapeti samuttejeti sampahaṃseti",
    "идиома",
    "объясняет, воодушевляет, вдохновляет и возбуждает",
    "✔"
   ]
  ]
 },
 "samuttejeti": {
  "count": 1,
  "data": [
   [
    "sandasseti samādapeti samuttejeti sampahaṃseti",
    "идиома",
    "объясняет, воодушевляет, вдохновляет и возбуждает",
    "✔"
   ]
  ]
 },
 "sampahaṃseti": {
  "count": 1,
  "data": [
   [
    "sandasseti samādapeti samuttejeti sampahaṃseti",
    "идиома",
    "объясняет, воодушевляет, вдохновляет и возбуждает",
    "✔"
   ]
  ]
 },
 "sandhāya": {
  "count": 2,
  "data": [
   [
    "sandhāyāha",
    "сандхи",
    "сказал это с ссылкой на",
    "✔"
   ],
   [
    "sandhāyetaṃ",
    "сандхи",
    "относительно этого",
    "◑"
   ]
  ]
 },
 "sandhi": {
  "count": 2,
  "data": [
   [
    "sandhiṃ chindati",
    "идиома",
    "грабит",
    "✔"
   ],
   [
    "sandhiṃ chindanta",
    "идиома",
    "взлом",
    "✔"
   ]
  ]
 },
 "chindati": {
  "count": 1,
  "data": [
   [
    "sandhiṃ chindati",
    "идиома",
    "грабит",
    "✔"
   ]
  ]
 },
 "chindanta": {
  "count": 1,
  "data": [
   [
    "sandhiṃ chindanta",
    "идиома",
    "взлом",
    "✔"
   ]
  ]
 },
 "samaññā": {
  "count": 1,
  "data": [
   [
    "samaññā udapādi",
    "идиома",
    "имя возникло",
    "✔"
   ]
  ]
 },
 "udapādi": {
  "count": 1,
  "data": [
   [
    "samaññā udapādi",
    "идиома",
    "имя возникло",
    "✔"
   ]
  ]
 },
 "āhu": {
  "count": 1,
  "data": [
   [
    "samādhimānantarikaññamāhu",
    "сандхи",
    "говорят та стабильность ума с немедленными результатами",
    "✔"
   ]
  ]
 },
 "samugghāta": {
  "count": 1,
  "data": [
   [
    "samugghātaṃ gacchati",
    "идиома",
    "искореняется",
    "✔"
   ]
  ]
 },
 "sameti": {
  "count": 2,
  "data": [
   [
    "sametāyasmantānaṃ",
    "сандхи",
    "уважаемым следует согласиться (с)",
    "✔"
   ],
   [
    "sametāyasmā",
    "сандхи",
    "пусть благородный согласится (с)",
    "✔"
   ]
  ]
 },
 "sampadā": {
  "count": 1,
  "data": [
   [
    "sampadamidaṃ",
    "сандхи",
    "этот результат (для)",
    "✔"
   ]
  ]
 },
 "sampanna": {
  "count": 1,
  "data": [
   [
    "sampannatthūdha",
    "сандхи",
    "пусть будет в этом успех!",
    "◑"
   ]
  ]
 },
 "sammukha": {
  "count": 1,
  "data": [
   [
    "sammukhībhāvaṃ adāsi",
    "идиома",
    "показал лицо",
    "✔"
   ]
  ]
 },
 "sammodanīya": {
  "count": 1,
  "data": [
   [
    "sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā",
    "идиома",
    "обменявшись любезностями и завершив вежливую беседу",
    "✔"
   ]
  ]
 },
 "sāraṇīya": {
  "count": 1,
  "data": [
   [
    "sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā",
    "идиома",
    "обменявшись любезностями и завершив вежливую беседу",
    "✔"
   ]
  ]
 },
 "vītisāretvā": {
  "count": 1,
  "data": [
   [
    "sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā",
    "идиома",
    "обменявшись любезностями и завершив вежливую беседу",
    "✔"
   ]
  ]
 },
 "sayaṃ": {
  "count": 1,
  "data": [
   [
    "sayameva",
    "сандхи",
    "сам по себе",
    "✔"
   ]
  ]
 },
 "sayāna": {
  "count": 1,
  "data": [
   [
    "sayānomhi",
    "сандхи",
    "я лежу",
    "✔"
   ]
  ]
 },
 "saraṇa": {
  "count": 3,
  "data": [
   [
    "saraṇamuttamaṃ",
    "сандхи",
    "высшее прибежище",
    "✔"
   ],
   [
    "saraṇaṃ gacchati",
    "идиома",
    "идет за убежищем (к)",
    "✔"
   ],
   [
    "saraṇaṃ gata",
    "идиома",
    "пришедший к прибежищу (в)",
    "✔"
   ]
  ]
 },
 "sāvaka": {
  "count": 1,
  "data": [
   [
    "sāvakohamasmi",
    "сандхи",
    "я ученик (кого-либо)",
    "✔"
   ]
  ]
 },
 "saha1": {
  "count": 3,
  "data": [
   [
    "sahāpi",
    "сандхи",
    "и с",
    "✔"
   ],
   [
    "sahāvassa 1",
    "сандхи",
    "только с его",
    "✔"
   ],
   [
    "sahāvassa 2",
    "сандхи",
    "для кого-либо с",
    "◑"
   ]
  ]
 },
 "saṃvijjati": {
  "count": 1,
  "data": [
   [
    "saṃvijjantassa",
    "сандхи",
    "они существуют для него",
    "✔"
   ]
  ]
 },
 "saṃvega": {
  "count": 1,
  "data": [
   [
    "saṃvegaṃ āpajjati",
    "идиома",
    "пробуждает чувство срочности",
    "✔"
   ]
  ]
 },
 "sākāra": {
  "count": 1,
  "data": [
   [
    "sākāraṃ sauddesaṃ",
    "идиома",
    "в общем и в частности",
    "✔"
   ]
  ]
 },
 "sauddesa": {
  "count": 1,
  "data": [
   [
    "sākāraṃ sauddesaṃ",
    "идиома",
    "в общем и в частности",
    "✔"
   ]
  ]
 },
 "sā": {
  "count": 7,
  "data": [
   [
    "sāpi",
    "сандхи",
    "даже та",
    "✔"
   ],
   [
    "sāpissa",
    "сандхи",
    "даже то его",
    "✔"
   ],
   [
    "sāyeva",
    "сандхи",
    "именно эта",
    "✔"
   ],
   [
    "sāva",
    "сандхи",
    "только это",
    "✔"
   ],
   [
    "sāssa 1",
    "сандхи",
    "то для него",
    "✔"
   ],
   [
    "sāssa 2",
    "сандхи",
    "это (есть) его",
    "✔"
   ],
   [
    "sāhaṃ 2",
    "сандхи",
    "тогда я",
    "✔"
   ]
  ]
 },
 "sīha": {
  "count": 1,
  "data": [
   [
    "sīhaṃvekacaraṃ",
    "сандхи",
    "одинокий как лев",
    "✔"
   ]
  ]
 },
 "adhivattati": {
  "count": 1,
  "data": [
   [
    "sukhañcetaṃdhivattatīti",
    "сандхи",
    "и счастье переполняет этого (человека)",
    "✔"
   ]
  ]
 },
 "seti": {
  "count": 1,
  "data": [
   [
    "sukhaṃ seti",
    "идиома",
    "хорошо спит",
    "✔"
   ]
  ]
 },
 "sve": {
  "count": 1,
  "data": [
   [
    "suve suve",
    "идиома",
    "день за днем",
    "✔"
   ]
  ]
 },
 "se": {
  "count": 3,
  "data": [
   [
    "seyyathāpi",
    "сандхи",
    "как",
    "✔"
   ],
   [
    "seyyathidaṃ",
    "сандхи",
    "то есть",
    "✔"
   ],
   [
    "seyyathīdaṃ",
    "сандхи",
    "то есть",
    "✔"
   ]
  ]
 },
 "seṭṭha": {
  "count": 2,
  "data": [
   [
    "seṭṭhamupanamaṃ",
    "сандхи",
    "общающийся с лучшими",
    "✔"
   ],
   [
    "seṭṭhohamasmi",
    "идиома",
    "я - лучший (из)",
    "✔"
   ]
  ]
 },
 "upanamanta": {
  "count": 1,
  "data": [
   [
    "seṭṭhamupanamaṃ",
    "сандхи",
    "общающийся с лучшими",
    "✔"
   ]
  ]
 },
 "santharati": {
  "count": 1,
  "data": [
   [
    "seyyaṃ santharati",
    "идиома",
    "стелет постель",
    "✔"
   ]
  ]
 },
 "santharitvā": {
  "count": 1,
  "data": [
   [
    "seyyaṃ santharitvā",
    "идиома",
    "устроив место для сна",
    "✔"
   ]
  ]
 },
 "seyyo": {
  "count": 2,
  "data": [
   [
    "seyyohamasmi",
    "сандхи",
    "я - лучше",
    "✔"
   ],
   [
    "seyyohamasmīti",
    "сандхи",
    "я лучше",
    "◑"
   ]
  ]
 },
 "vāra": {
  "count": 1,
  "data": [
   [
    "sesavāresupi",
    "сандхи",
    "во всех оставшихся случаях",
    "◑"
   ]
  ]
 },
 "sota1": {
  "count": 1,
  "data": [
   [
    "sotaṃ chetvā",
    "идиома",
    "преодолев течение",
    "✔"
   ]
  ]
 },
 "sota2": {
  "count": 2,
  "data": [
   [
    "sotaṃ odahati",
    "идиома",
    "слушает внимательно",
    "✔"
   ],
   [
    "sotāvadhānūpanisūpapanne",
    "сандхи",
    "когда возникли условия для внимательного слушания",
    "✔"
   ]
  ]
 },
 "odahati": {
  "count": 1,
  "data": [
   [
    "sotaṃ odahati",
    "идиома",
    "слушает внимательно",
    "✔"
   ]
  ]
 },
 "avadhāna": {
  "count": 1,
  "data": [
   [
    "sotāvadhānūpanisūpapanne",
    "сандхи",
    "когда возникли условия для внимательного слушания",
    "✔"
   ]
  ]
 },
 "sotthi": {
  "count": 2,
  "data": [
   [
    "sotthinā abbhayena",
    "идиома",
    "безопасно и надежно",
    "✔"
   ],
   [
    "sotthimattānaṃ",
    "сандхи",
    "(сделает) себя в безопасности",
    "✔"
   ]
  ]
 },
 "upalepa": {
  "count": 1,
  "data": [
   [
    "sopalepapatito",
    "сандхи",
    "(этот старый дом) с облупившейся штукатуркой",
    "✔"
   ]
  ]
 },
 "patita": {
  "count": 1,
  "data": [
   [
    "sopalepapatito",
    "сандхи",
    "(этот старый дом) с облупившейся штукатуркой",
    "✔"
   ]
  ]
 },
 "anukantati": {
  "count": 1,
  "data": [
   [
    "hatthamevānukantati",
    "сандхи",
    "просто режет руку",
    "✔"
   ]
  ]
 },
 "upakkamitvā": {
  "count": 1,
  "data": [
   [
    "hatthena upakkamitvā",
    "идиома",
    "мастурбировав",
    "✔"
   ]
  ]
 },
 "handa": {
  "count": 2,
  "data": [
   [
    "handa dāni",
    "идиома",
    "ну же! давай сейчас!",
    "✔"
   ],
   [
    "handāhaṃ",
    "сандхи",
    "давай я (должен)",
    "✔"
   ]
  ]
 },
 "hima": {
  "count": 2,
  "data": [
   [
    "himavāññe",
    "сандхи",
    "Гималаи (затмевает) других",
    "✔"
   ],
   [
    "himavāvaññe",
    "сандхи",
    "как Гималаи (превосходит) другие",
    "✔"
   ]
  ]
 },
 "hurā": {
  "count": 2,
  "data": [
   [
    "hurā huraṃ 1",
    "идиома",
    "отсюда туда",
    "✔"
   ],
   [
    "hurā huraṃ 2",
    "идиома",
    "из жизни в жизнь",
    "✔"
   ]
  ]
 }
}