var family_word_json = {
 "kakkasa": {
  "data": [
   [
    "akakkasa",
    "прил",
    "деликатный",
    "✔"
   ],
   [
    "kakkasa 1",
    "прил",
    "грубый",
    "✔"
   ],
   [
    "kakkasa 2",
    "ср",
    "шероховатость",
    "✔"
   ],
   [
    "kakkasa 3",
    "ср",
    "(о драгоценности) изъян",
    "✔"
   ],
   [
    "kakkassa",
    "ср",
    "грубость",
    "✔"
   ],
   [
    "sakakkasa",
    "прил",
    "твердый",
    "◑"
   ]
  ],
  "count": 6
 },
 "kaci": {
  "data": [
   [
    "akaci 1",
    "местоим",
    "ничто",
    "✔"
   ],
   [
    "akiñcana",
    "прил",
    "без чего-либо",
    "✔"
   ],
   [
    "akiñci",
    "местоим",
    "ничего",
    "✔"
   ],
   [
    "ākiñca",
    "ср",
    "ничто",
    "◑"
   ],
   [
    "ākiñcañña 1",
    "прил",
    "с ничем",
    "✔"
   ],
   [
    "ākiñcañña 2",
    "ср",
    "небытие",
    "✔"
   ],
   [
    "kaci",
    "местоим",
    "какой-то",
    "✔"
   ],
   [
    "kañci",
    "местоим",
    "кого-либо",
    "✔"
   ],
   [
    "kassaci 1",
    "местоим",
    "кому-то",
    "✔"
   ],
   [
    "kassaci 2",
    "местоим",
    "кого-то",
    "✔"
   ],
   [
    "kāci",
    "местоим",
    "какая-нибудь",
    "✔"
   ],
   [
    "kānici",
    "местоим",
    "какие угодно",
    "✔"
   ],
   [
    "kiñcana 1",
    "прил",
    "какой-либо",
    "✔"
   ],
   [
    "kiñcana 2",
    "ср",
    "что-нибудь",
    "✔"
   ],
   [
    "kiñcana 3",
    "ср",
    "обладание",
    "✔"
   ],
   [
    "kiñcana 4",
    "ср",
    "trouble",
    "✘"
   ],
   [
    "kiñcana 5",
    "ср",
    "obstruction",
    "✘"
   ],
   [
    "kiñcanatā",
    "жен",
    "владение (чем-либо)",
    "✔"
   ],
   [
    "kiñcanaṃ",
    "несклон",
    "at all, in any way",
    "✘"
   ],
   [
    "kiñci 1",
    "несклон",
    "что-то",
    "✔"
   ],
   [
    "kiñci 2",
    "местоим",
    "что-либо",
    "✔"
   ],
   [
    "kiñci 3",
    "местоим",
    "некоторый",
    "✔"
   ],
   [
    "kiñci 4",
    "местоим",
    "немного",
    "◑"
   ],
   [
    "kiñcikkha",
    "ср",
    "какая-то мелочь",
    "✔"
   ],
   [
    "kismici",
    "местоим",
    "во всем",
    "✔"
   ],
   [
    "keci 1",
    "местоим",
    "кто бы ни",
    "✔"
   ],
   [
    "keci 2",
    "местоим",
    "(комм) некоторые учёные монахи",
    "✔"
   ],
   [
    "kenaci",
    "местоим",
    "кем-либо",
    "✔"
   ],
   [
    "kesañci",
    "местоим",
    "какого-либо",
    "✔"
   ],
   [
    "kehici",
    "местоим",
    "кем-то",
    "✔"
   ],
   [
    "koci 1",
    "местоим",
    "кто-то",
    "✔"
   ],
   [
    "koci 2",
    "несклон",
    "где-то",
    "✔"
   ],
   [
    "sakiñcana",
    "прил",
    "у кого есть бремя",
    "✔"
   ]
  ],
  "count": 33
 },
 "kāḷa": {
  "data": [
   [
    "akaṇika",
    "прил",
    "непорочный",
    "✔"
   ],
   [
    "atikāḷa",
    "прил",
    "too dark",
    "✘"
   ],
   [
    "atikāḷī",
    "прил",
    "слишком чёрный",
    "◑"
   ],
   [
    "upakāḷa",
    "муж",
    "имя частного пробудившегося Будды",
    "◑"
   ],
   [
    "kaṇika",
    "муж",
    "горшочек",
    "◑"
   ],
   [
    "kāla 2.1",
    "муж",
    "растение на ожерелье",
    "✔"
   ],
   [
    "kāḷa 1",
    "прил",
    "темный",
    "✔"
   ],
   [
    "kāḷa 2",
    "муж",
    "растение ожерелье",
    "✔"
   ],
   [
    "kāḷa 3",
    "муж",
    "имя мужа Чапы, который оставил её, чтобы стать аскетом",
    "✔"
   ],
   [
    "kāḷaka 1",
    "прил",
    "черный",
    "✔"
   ],
   [
    "kāḷaka 2",
    "ср",
    "пятно",
    "✔"
   ],
   [
    "kāḷaka 3",
    "ср",
    "(о рисе) мелкое черное зерно",
    "◑"
   ],
   [
    "kāḷaka 4",
    "прил",
    "неправильный",
    "◑"
   ],
   [
    "kāḷaka 5",
    "муж",
    "name of a rich man in Sāketa",
    "✘"
   ],
   [
    "kāḷāvaka",
    "муж",
    "kind of elephant",
    "✘"
   ],
   [
    "kāḷī 1",
    "жен",
    "женщина с чёрной кожей",
    "✔"
   ],
   [
    "kāḷī 2",
    "жен",
    "имя рабыни в Саваттхи",
    "✔"
   ],
   [
    "kāḷī 3",
    "жен",
    "имя сестры Махамоггаланы в предыдущем воплощении",
    "✔"
   ],
   [
    "kāḷī 4",
    "жен",
    "имя архата монахини",
    "✔"
   ],
   [
    "nātikāḷatā",
    "жен",
    "факт того, что не слишком темный",
    "◑"
   ],
   [
    "nātikāḷika",
    "прил",
    "не слишком чёрная/чёрный",
    "✔"
   ],
   [
    "nātikāḷī",
    "прил",
    "не слишком чёрный",
    "✔"
   ],
   [
    "sakaṇika",
    "прил",
    "пятнистый",
    "✔"
   ]
  ],
  "count": 23
 },
 "kaṇha": {
  "data": [
   [
    "akaṇha",
    "прил",
    "не чёрный",
    "✔"
   ],
   [
    "atikaṇha",
    "прил",
    "too dark",
    "✘"
   ],
   [
    "kaṇha 1",
    "прил",
    "темный",
    "✔"
   ],
   [
    "kaṇha 2",
    "прил",
    "плохой",
    "✔"
   ],
   [
    "kaṇha 3",
    "муж",
    "темный",
    "✔"
   ],
   [
    "kaṇha 4",
    "муж",
    "имя частно пробужденного Будды",
    "✔"
   ],
   [
    "kaṇhāyana",
    "муж",
    "название клана",
    "✔"
   ],
   [
    "kiṇha 1.1",
    "прил",
    "черный",
    "✔"
   ],
   [
    "nātikaṇha",
    "прил",
    "не слишком тёмный",
    "◑"
   ]
  ],
  "count": 9
 },
 "kaddama": {
  "data": [
   [
    "akaddama",
    "прил",
    "свободный от грязи",
    "✔"
   ],
   [
    "kaddama 1",
    "муж",
    "грязь",
    "✔"
   ],
   [
    "kaddama 2",
    "прил",
    "грязно-серый",
    "✔"
   ],
   [
    "sakaddama",
    "прил",
    "илистый",
    "✔"
   ]
  ],
  "count": 4
 },
 "kaniṭṭha": {
  "data": [
   [
    "akaniṭṭha 1",
    "муж",
    "класс божественных существ",
    "✔"
   ],
   [
    "akaniṭṭha 2",
    "прил",
    "высший",
    "✔"
   ],
   [
    "kaniṭṭha 1",
    "прил",
    "младший",
    "✔"
   ]
  ],
  "count": 3
 },
 "kammāsa": {
  "data": [
   [
    "akammāsa",
    "прил",
    "безупречный",
    "✔"
   ],
   [
    "kammāsa 1",
    "прил",
    "запятнанный",
    "✔"
   ],
   [
    "kammāsa 2",
    "прил",
    "inconsistent",
    "✘"
   ]
  ],
  "count": 3
 },
 "kalyāṇa": {
  "data": [
   [
    "akalyāṇa 1",
    "прил",
    "плохой",
    "◑"
   ],
   [
    "akalyāṇa 2",
    "прил",
    "not handsome",
    "✘"
   ],
   [
    "akalyāṇa 3",
    "ср",
    "bad action",
    "✘"
   ],
   [
    "kalyāṇa 1",
    "прил",
    "хороший",
    "✔"
   ],
   [
    "kalyāṇa 2",
    "прил",
    "вежливый",
    "✔"
   ],
   [
    "kalyāṇa 3",
    "ср",
    "добро",
    "✔"
   ],
   [
    "kalyāṇaka",
    "прил",
    "хороший",
    "✔"
   ],
   [
    "kalyāṇatara",
    "прил",
    "лучший, более добродетельный",
    "◑"
   ],
   [
    "kalyāṇatā",
    "жен",
    "goodness, beauty",
    "✘"
   ],
   [
    "kalyāṇaṃ",
    "несклон",
    "хорошо",
    "✔"
   ],
   [
    "kalyāṇī 1",
    "прил",
    "отличная",
    "✔"
   ],
   [
    "kalyāṇī 2",
    "жен",
    "красотка",
    "✔"
   ],
   [
    "kalyāṇī 3",
    "жен",
    "хорошая женщина",
    "✔"
   ],
   [
    "kalyāṇī 4",
    "жен",
    "name of a river and a town in Sri Lanka",
    "✘"
   ]
  ],
  "count": 14
 },
 "kasāya": {
  "data": [
   [
    "akasāva",
    "прил",
    "without defect",
    "✘"
   ],
   [
    "akasāvatta",
    "ср",
    "отсутствие дефектов",
    "◑"
   ],
   [
    "anikkasāva",
    "прил",
    "нечистый",
    "✔"
   ],
   [
    "kasāya 1",
    "ср",
    "органический коричневый цвет",
    "◑"
   ],
   [
    "kasāya 2",
    "ср",
    "decoration, distillation",
    "✘"
   ],
   [
    "kasāva 1",
    "муж",
    "осадок",
    "✔"
   ],
   [
    "kasāva 2",
    "муж",
    "нечистота",
    "✔"
   ],
   [
    "kasāva 3",
    "прил",
    "of the organic brown colour",
    "✘"
   ],
   [
    "kasāva 4",
    "муж",
    "acrid taste",
    "✘"
   ],
   [
    "kasāva 5",
    "муж",
    "cloth of organic brown colour",
    "✘"
   ],
   [
    "kāsāya 1",
    "прил",
    "органический коричневый",
    "✔"
   ],
   [
    "kāsāya 2",
    "ср",
    "органического коричневого цвета одеяние",
    "◑"
   ],
   [
    "kāsāva 1",
    "прил",
    "коричнево-красный",
    "✔"
   ],
   [
    "kāsāva 2",
    "ср",
    "органическая коричневая одежда",
    "✔"
   ],
   [
    "nikkasāva",
    "прил",
    "free from impurity",
    "✘"
   ],
   [
    "sakasāva",
    "прил",
    "defective, imperfect",
    "✘"
   ],
   [
    "sakasāvatta",
    "ср",
    "дефектность",
    "✔"
   ]
  ],
  "count": 17
 },
 "karuṇā": {
  "data": [
   [
    "akāruṇa",
    "прил",
    "бесжалостный, бессердечный, немилосердный",
    "✔"
   ],
   [
    "akāruṇika",
    "прил",
    "несострадательный",
    "✔"
   ],
   [
    "karuṇaṃ",
    "несклон",
    "pitiably",
    "✘"
   ],
   [
    "karuṇā",
    "жен",
    "сострадание",
    "✔"
   ],
   [
    "karuṇāyaṇā",
    "жен",
    "compassionateness",
    "✘"
   ],
   [
    "karuṇāyati",
    "наст",
    "чувствует жалость",
    "✔"
   ],
   [
    "karuṇāyamāna",
    "прич.наст",
    "сочувствующий",
    "✔"
   ],
   [
    "karuṇāyi",
    "аор",
    "felt pity for",
    "✘"
   ],
   [
    "karuṇāyitabba",
    "прич.долж",
    "жалкий",
    "✔"
   ],
   [
    "karuṇāyitvā",
    "деепр.сов",
    "сжалившись (над)",
    "✔"
   ],
   [
    "kāruñña",
    "ср",
    "состояние сострадания (к)",
    "✔"
   ],
   [
    "kāruññatā",
    "жен",
    "сострадание (к)",
    "✔"
   ],
   [
    "kāruṇika",
    "прил",
    "сострадательный",
    "✔"
   ],
   [
    "nikkaruṇa",
    "прил",
    "немилосердный",
    "✔"
   ]
  ],
  "count": 14
 },
 "kiccha": {
  "data": [
   [
    "akiccha",
    "прил",
    "не трудный",
    "✔"
   ],
   [
    "akicchena",
    "несклон",
    "без труда",
    "✔"
   ],
   [
    "kiccha 1",
    "прил",
    "затруднительный",
    "✔"
   ],
   [
    "kiccha 2",
    "ср",
    "трудность",
    "✔"
   ],
   [
    "kiccha 3",
    "прил",
    "испытывающий трудности",
    "✔"
   ],
   [
    "kicchanta",
    "прич.наст",
    "испытывающий затруднение (с)",
    "✔"
   ],
   [
    "kicchena",
    "несклон",
    "с трудом",
    "✔"
   ]
  ],
  "count": 7
 },
 "kissavā": {
  "data": [
   [
    "akissava",
    "прил",
    "(комм) без мудрости",
    "✔"
   ],
   [
    "kissavā",
    "жен",
    "мудрость",
    "✔"
   ]
  ],
  "count": 2
 },
 "kusala": {
  "data": [
   [
    "akusala 1",
    "прил",
    "неумелый",
    "✔"
   ],
   [
    "akusala 2",
    "ср",
    "не благие поступки",
    "✔"
   ],
   [
    "akusala 3",
    "прил",
    "нездоровый",
    "✔"
   ],
   [
    "akusalaka",
    "прил",
    "inexperienced",
    "✘"
   ],
   [
    "akosalla",
    "ср",
    "incompetence",
    "✘"
   ],
   [
    "kusala 1",
    "прил",
    "полезный",
    "✔"
   ],
   [
    "kusala 2",
    "прил",
    "умелый",
    "✔"
   ],
   [
    "kusala 3",
    "муж",
    "мастер (в)",
    "✔"
   ],
   [
    "kusala 4",
    "ср",
    "умелый поступок",
    "✔"
   ],
   [
    "kusala 5",
    "ср",
    "здоровье",
    "✔"
   ],
   [
    "kusalatā 1",
    "жен",
    "умение",
    "◑"
   ],
   [
    "kusalatā 2",
    "жен",
    "cleverness, dexterity, accomplishment",
    "✘"
   ],
   [
    "kusalayati",
    "наст",
    "спрашивает о здоровье другого",
    "◑"
   ],
   [
    "kusalā",
    "муж",
    "мастера",
    "✔"
   ],
   [
    "kusalī 1",
    "муж",
    "добродетельный",
    "✔"
   ],
   [
    "kusalī 2",
    "муж",
    "благоприятные слова",
    "✔"
   ],
   [
    "kosalla 1",
    "ср",
    "умение",
    "✔"
   ],
   [
    "kosalla 2",
    "ср",
    "интеллект",
    "◑"
   ],
   [
    "kosalla 3",
    "муж",
    "имя частно просветленного Будды",
    "✔"
   ],
   [
    "nākusala",
    "ср",
    "не бесполезные действия",
    "✔"
   ],
   [
    "sukusala",
    "прил",
    "очень умелый",
    "✔"
   ]
  ],
  "count": 21
 },
 "ketabī": {
  "data": [
   [
    "aketabī",
    "прил",
    "не вероломный",
    "✔"
   ],
   [
    "keṭubhī",
    "прил",
    "вероломный",
    "✔"
   ],
   [
    "ketabī",
    "прил",
    "хитрый",
    "✔"
   ]
  ],
  "count": 3
 },
 "kevala": {
  "data": [
   [
    "akevala",
    "прил",
    "несовершенный",
    "✔"
   ],
   [
    "akevalī",
    "прил",
    "несовершенный",
    "✔"
   ],
   [
    "kevala 1",
    "прил",
    "целый",
    "✔"
   ],
   [
    "kevala 2",
    "прил",
    "одинокий",
    "✔"
   ],
   [
    "kevala 3",
    "прил",
    "чистый",
    "✔"
   ],
   [
    "kevalaṃ",
    "несклон",
    "просто",
    "✔"
   ],
   [
    "kevalī",
    "прил",
    "кто совершенен",
    "✔"
   ]
  ],
  "count": 7
 },
 "akkha2": {
  "data": [
   [
    "akkha 2.1",
    "муж",
    "ось",
    "✔"
   ],
   [
    "upakkhara",
    "ср",
    "?? axle fitting",
    "✔"
   ]
  ],
  "count": 2
 },
 "khaṇa": {
  "data": [
   [
    "akkhaṇa 2",
    "муж",
    "неподходящее время",
    "✔"
   ],
   [
    "khaṇa",
    "муж",
    "момент",
    "✔"
   ],
   [
    "khaṇika",
    "прил",
    "мгновенный",
    "✘"
   ],
   [
    "khaṇikatta",
    "ср",
    "факт мимолётности",
    "◑"
   ],
   [
    "khaṇena",
    "несклон",
    "в мгновение",
    "✔"
   ],
   [
    "sukhaṇa",
    "муж",
    "драгоценный момент",
    "✔"
   ]
  ],
  "count": 6
 },
 "khara": {
  "data": [
   [
    "akhara",
    "прил",
    "мягкий",
    "✔"
   ],
   [
    "akhārika",
    "прил",
    "мягкий вкус",
    "✔"
   ],
   [
    "khara 1",
    "прил",
    "грубый",
    "✔"
   ],
   [
    "khara 2",
    "прил",
    "твердый",
    "◑"
   ],
   [
    "khara 3",
    "муж",
    "имя демона",
    "✔"
   ],
   [
    "khara 4",
    "прил",
    "(of a sound) rough",
    "✔"
   ],
   [
    "kharatā",
    "жен",
    "roughness",
    "✘"
   ],
   [
    "kharatta 1",
    "ср",
    "roughness",
    "✘"
   ],
   [
    "kharatta 2",
    "ср",
    "твердость",
    "◑"
   ],
   [
    "khari",
    "прил",
    "твёрдый",
    "✔"
   ],
   [
    "khāra",
    "муж",
    "щёлок",
    "✔"
   ],
   [
    "khāraka 1",
    "прил",
    "alkaline",
    "✘"
   ],
   [
    "khārika 1.1",
    "прил",
    "щелочной",
    "✔"
   ],
   [
    "chārikā",
    "жен",
    "зола",
    "✔"
   ]
  ],
  "count": 14
 },
 "khujja": {
  "data": [
   [
    "akhujja",
    "прил",
    "not humpbacked",
    "✘"
   ],
   [
    "khujja 1",
    "муж",
    "humpback",
    "✔"
   ],
   [
    "khujja 2",
    "прил",
    "humpbacked",
    "✘"
   ],
   [
    "khujja 3",
    "ср",
    "искривлённое",
    "✔"
   ],
   [
    "khujjaka 1",
    "прил",
    "сгорбленный",
    "✔"
   ],
   [
    "khujjaka 2",
    "ср",
    "кривое",
    "✔"
   ]
  ],
  "count": 6
 },
 "khudda": {
  "data": [
   [
    "akhudda",
    "прил",
    "великий",
    "✔"
   ],
   [
    "atikhuddaka",
    "прил",
    "слишком маленький",
    "◑"
   ],
   [
    "khudda",
    "прил",
    "малый",
    "✔"
   ],
   [
    "khuddaka 1",
    "прил",
    "маленький",
    "✔"
   ],
   [
    "khuddaka 2",
    "ср",
    "honey made by a kind of small bees",
    "✘"
   ],
   [
    "khuddā 2.1",
    "жен",
    "тип маленькой пчелы",
    "✔"
   ]
  ],
  "count": 6
 },
 "gada": {
  "data": [
   [
    "agada 1",
    "ср",
    "медицина",
    "✔"
   ],
   [
    "agada 2",
    "муж",
    "лекарство",
    "✔"
   ],
   [
    "gada 1.1",
    "муж",
    "болезнь",
    "◑"
   ],
   [
    "gada 1.2",
    "муж",
    "poison",
    "✘"
   ]
  ],
  "count": 4
 },
 "gabbha": {
  "data": [
   [
    "agabbhī",
    "прил",
    "не беременная",
    "◑"
   ],
   [
    "apagabbha 1.1",
    "прил",
    "не подлежащий перерождению",
    "✔"
   ],
   [
    "apagabbhatā",
    "жен",
    "невозрождение",
    "✔"
   ],
   [
    "gabbha 1",
    "муж",
    "матка",
    "✔"
   ],
   [
    "gabbha 2",
    "муж",
    "зародыш",
    "✔"
   ],
   [
    "gabbha 3",
    "муж",
    "комната",
    "✔"
   ],
   [
    "gabbha 4",
    "муж",
    "потомство",
    "✔"
   ],
   [
    "gabbha 5",
    "прил",
    "содержащий",
    "◑"
   ],
   [
    "gabbhara 1",
    "ср",
    "пещера",
    "✔"
   ],
   [
    "gabbhara 2",
    "ср",
    "утроба",
    "◑"
   ],
   [
    "gabbhinī 1",
    "прил",
    "беременная",
    "✔"
   ],
   [
    "gabbhinī 2",
    "жен",
    "беременная женщина",
    "✔"
   ],
   [
    "gabbhinīyā",
    "прил",
    "with pregnant",
    "✘"
   ],
   [
    "gabbhī",
    "прил",
    "беременная",
    "✔"
   ],
   [
    "sagabbha",
    "прил",
    "pregnant",
    "✘"
   ]
  ],
  "count": 15
 },
 "gambhīra": {
  "data": [
   [
    "agambhīra",
    "прил",
    "not deep",
    "✘"
   ],
   [
    "atigambhīraṃ",
    "несклон",
    "слишком глубоко",
    "◑"
   ],
   [
    "gambhīra 1",
    "прил",
    "глубокий",
    "✔"
   ],
   [
    "gambhīra 2",
    "ср",
    "глубокая вода",
    "✔"
   ],
   [
    "gambhīra 3",
    "прил",
    "сложный",
    "✔"
   ],
   [
    "gambhīra 4",
    "прил",
    "(о голосе) сильный",
    "✔"
   ],
   [
    "gambhīra 5",
    "ср",
    "глубокая яма",
    "✔"
   ],
   [
    "gambhīratā",
    "жен",
    "deepness",
    "✘"
   ],
   [
    "gambhīratta 1",
    "ср",
    "глубина (чего-либо)",
    "✔"
   ],
   [
    "gambhīratta 2",
    "ср",
    "глубина",
    "◑"
   ],
   [
    "gambhīraṃ",
    "несклон",
    "глубоко",
    "◑"
   ],
   [
    "sugambhīra",
    "прил",
    "очень глубокий",
    "✔"
   ]
  ],
  "count": 12
 },
 "gāma": {
  "data": [
   [
    "agāma",
    "муж",
    "не деревня",
    "✔"
   ],
   [
    "agāmaka",
    "прил",
    "необитаемый",
    "✔"
   ],
   [
    "gamma 1.1",
    "прил",
    "грубый",
    "✔"
   ],
   [
    "gāma 1",
    "муж",
    "деревня",
    "✔"
   ],
   [
    "gāma 2",
    "муж",
    "множество",
    "✔"
   ],
   [
    "gāma 3",
    "прил",
    "грубый",
    "✔"
   ],
   [
    "gāmaka 1",
    "муж",
    "маленькая деревня",
    "✔"
   ],
   [
    "gāmaka 2",
    "прил",
    "from the village of",
    "✔"
   ],
   [
    "gāmaṇi",
    "муж",
    "глава",
    "✔"
   ],
   [
    "gāmaṇika",
    "муж",
    "главарь",
    "✔"
   ],
   [
    "gāmaṇī",
    "муж",
    "head of a village",
    "✘"
   ],
   [
    "gāmato",
    "муж",
    "из деревни",
    "✔"
   ],
   [
    "gāmika 1.1",
    "муж",
    "деревенщина",
    "✔"
   ],
   [
    "gāmiya 1.1",
    "прил",
    "живущий в деревне",
    "✔"
   ],
   [
    "sagāmeyya",
    "прил",
    "из той же деревни",
    "✔"
   ]
  ],
  "count": 15
 },
 "agāra": {
  "data": [
   [
    "agāra 1",
    "ср",
    "дом",
    "✔"
   ],
   [
    "agāra 2",
    "ср",
    "семейная жизнь",
    "✔"
   ],
   [
    "agāraka",
    "ср",
    "маленький дом",
    "✔"
   ],
   [
    "agārika 1",
    "муж",
    "распорядитель",
    "✔"
   ],
   [
    "agārika 2",
    "муж",
    "lay man, householder",
    "✘"
   ],
   [
    "agārinī",
    "жен",
    "домохозяйка",
    "◑"
   ],
   [
    "agāriya",
    "муж",
    "мирянин",
    "✔"
   ],
   [
    "agārī",
    "муж",
    "домохозяин",
    "✔"
   ],
   [
    "agga 2.1",
    "ср",
    "зал",
    "✔"
   ],
   [
    "ajjhāgāra",
    "ср",
    "дом",
    "✔"
   ],
   [
    "anagāra 1",
    "муж",
    "бродяга",
    "✔"
   ],
   [
    "anagāra 2",
    "прил",
    "без дома",
    "✔"
   ],
   [
    "anagāra 3",
    "ср",
    "homeless state",
    "✘"
   ],
   [
    "anagāriya 1",
    "ср",
    "бездомность",
    "✔"
   ],
   [
    "anagāriya 2",
    "прил",
    "бездомный",
    "✔"
   ],
   [
    "anagāriyā",
    "жен",
    "бездомность",
    "◑"
   ],
   [
    "anāgāra",
    "муж",
    "бездомный странник",
    "✔"
   ],
   [
    "anāgārāna",
    "муж",
    "бездомных странников",
    "◑"
   ],
   [
    "anāgāriya",
    "ср",
    "бездомность",
    "✔"
   ],
   [
    "anāgāriyatā",
    "жен",
    "бездомность",
    "◑"
   ],
   [
    "abyagga",
    "прил",
    "не рассеянный",
    "✔"
   ],
   [
    "āgāraka",
    "ср",
    "small house",
    "✘"
   ],
   [
    "āgārika",
    "прил",
    "относящийся к дому",
    "✔"
   ],
   [
    "āgāriya",
    "ср",
    "состояние обывателя",
    "◑"
   ],
   [
    "pariyāgāra",
    "прил",
    "окружающий жилище",
    "◑"
   ],
   [
    "baggiya",
    "прил",
    "часть группы",
    "✔"
   ],
   [
    "vagga 1",
    "прил",
    "разобщённый",
    "✔"
   ],
   [
    "vagga 2",
    "муж",
    "группа",
    "✔"
   ],
   [
    "vagga 3",
    "муж",
    "глава",
    "✔"
   ],
   [
    "vagga 4",
    "муж",
    "разъединение",
    "✔"
   ],
   [
    "vagga 5",
    "муж",
    "(грам) набор (согласных)",
    "✔"
   ],
   [
    "vaggika",
    "прил",
    "принадлежащий к группе",
    "◑"
   ],
   [
    "vaggiya",
    "прил",
    "являющийся частью группы",
    "✔"
   ],
   [
    "samagga 1",
    "прил",
    "объединенный",
    "✔"
   ],
   [
    "samagga 2",
    "прил",
    "вместе",
    "✔"
   ],
   [
    "samagga 3",
    "прил",
    "(о сообществе) все присутствующие",
    "◑"
   ],
   [
    "samagga 4",
    "муж",
    "единство",
    "✔"
   ],
   [
    "samaggatā",
    "жен",
    "факт единства",
    "◑"
   ],
   [
    "samaggatta",
    "ср",
    "agreement, state of being united",
    "✘"
   ],
   [
    "samaggī",
    "жен",
    "единство, сплоченность",
    "◑"
   ],
   [
    "sāgāra 1",
    "прил",
    "living in a house",
    "✘"
   ],
   [
    "sāgāra 2",
    "ср",
    "домовладелец",
    "✔"
   ],
   [
    "sāmagga",
    "муж",
    "(виная) достижение мира",
    "✔"
   ],
   [
    "sāmaggiya",
    "прил",
    "подходящий",
    "✔"
   ],
   [
    "sāmaggī 1",
    "жен",
    "согласие",
    "✔"
   ],
   [
    "sāmaggī 2",
    "жен",
    "(виная) достижение мира",
    "✔"
   ]
  ],
  "count": 46
 },
 "guṇa": {
  "data": [
   [
    "aguṇa 1",
    "муж",
    "недостаток",
    "◑"
   ],
   [
    "aguṇa 2",
    "прил",
    "without bow-string",
    "✘"
   ],
   [
    "apaguṇa",
    "прил",
    "not developed",
    "✘"
   ],
   [
    "appaguṇa 1",
    "прил",
    "not well mastered",
    "✘"
   ],
   [
    "appaguṇa 2",
    "прил",
    "of little importance",
    "✘"
   ],
   [
    "guṇa 1.1",
    "муж",
    "качество",
    "✔"
   ],
   [
    "guṇa 1.2",
    "ср",
    "качество",
    "✔"
   ],
   [
    "guṇa 1.3",
    "муж",
    "регулировка",
    "✔"
   ],
   [
    "guṇa 1.4",
    "муж",
    "стадия",
    "✔"
   ],
   [
    "guṇa 1.5",
    "муж",
    "нить",
    "✔"
   ],
   [
    "guṇa 1.6",
    "ср",
    "шнур",
    "✔"
   ],
   [
    "guṇa 1.7",
    "ср",
    "bow-string",
    "✘"
   ],
   [
    "guṇa 1.8",
    "муж",
    "(gram) strong vowel gradation",
    "✘"
   ],
   [
    "guṇaka",
    "ср",
    "stitching to strengthen the edge of a belt",
    "✘"
   ],
   [
    "guṇavant 1",
    "муж",
    "добродетельный",
    "✔"
   ],
   [
    "guṇavant 2",
    "прил",
    "excellent, estimable",
    "✘"
   ],
   [
    "guṇī",
    "прил",
    "possessed of good qualities",
    "✘"
   ],
   [
    "guṇe",
    "муж",
    "с качествами",
    "✔"
   ],
   [
    "nigguṇa",
    "прил",
    "without good qualities",
    "✘"
   ],
   [
    "paguṇa 1",
    "прил",
    "хороший",
    "✔"
   ],
   [
    "paguṇa 2",
    "прил",
    "хорошо практикующий",
    "✔"
   ],
   [
    "paguṇatā",
    "жен",
    "competence",
    "✘"
   ],
   [
    "pāguññatā",
    "жен",
    "experience, cleverness, proficiency",
    "✘"
   ],
   [
    "saguṇa",
    "прил",
    "with good qualities",
    "✔"
   ],
   [
    "sagguṇa",
    "муж",
    "good quality",
    "✘"
   ],
   [
    "supaguṇa",
    "прил",
    "хорошо натренированный",
    "◑"
   ],
   [
    "suppaguṇa",
    "прил",
    "опытный",
    "◑"
   ]
  ],
  "count": 27
 },
 "agga": {
  "data": [
   [
    "agga 1.1",
    "прил",
    "наивысший",
    "✔"
   ],
   [
    "agga 1.2",
    "прил",
    "в большинстве",
    "✔"
   ],
   [
    "agga 1.3",
    "ср",
    "верхушка",
    "✔"
   ],
   [
    "agga 1.4",
    "ср",
    "высшая часть",
    "✔"
   ],
   [
    "agga 1.5",
    "ср",
    "исход",
    "✔"
   ],
   [
    "aggato",
    "несклон",
    "перед глазами",
    "✔"
   ],
   [
    "aggatta",
    "ср",
    "pre-eminence",
    "✘"
   ],
   [
    "aggī",
    "прил",
    "с высочайшим",
    "✔"
   ],
   [
    "udagga 1",
    "прил",
    "радостный",
    "✔"
   ],
   [
    "udagga 2",
    "прил",
    "высокий",
    "✔"
   ],
   [
    "odagya",
    "ср",
    "возвышение",
    "◑"
   ]
  ],
  "count": 11
 },
 "aggaḷā": {
  "data": [
   [
    "aggala",
    "ср",
    "bolt, latch",
    "✘"
   ],
   [
    "aggaḷa",
    "ср",
    "patch",
    "✘"
   ],
   [
    "aggaḷā",
    "жен",
    "задвижка",
    "✔"
   ],
   [
    "niraggala",
    "прил",
    "unobstructed, free",
    "✘"
   ],
   [
    "niraggaḷa",
    "прил",
    "беспрепятственный",
    "✔"
   ],
   [
    "niraggaḷha",
    "муж",
    "жертвоприношение",
    "✔"
   ],
   [
    "paccaggaḷa",
    "ср",
    "у двери",
    "✔"
   ]
  ],
  "count": 7
 },
 "aggāḷava": {
  "data": [
   [
    "aggāḷava",
    "муж",
    "название святилища в Альави",
    "◑"
   ],
   [
    "aggāḷavaka",
    "прил",
    "относящийся к Аггалава",
    "◑"
   ]
  ],
  "count": 2
 },
 "agha": {
  "data": [
   [
    "agha 1",
    "муж",
    "пустое пространство",
    "✔"
   ],
   [
    "agha 2",
    "ср",
    "беда",
    "✔"
   ],
   [
    "aghato",
    "несклон",
    "как бедственный",
    "✔"
   ],
   [
    "aghāvī",
    "прил",
    "обременённый",
    "✔"
   ],
   [
    "anagha 1",
    "прил",
    "безмятежный",
    "✔"
   ],
   [
    "anagha 2",
    "прил",
    "безгрешный",
    "✔"
   ]
  ],
  "count": 6
 },
 "ghara": {
  "data": [
   [
    "aghara",
    "прил",
    "homeless",
    "✘"
   ],
   [
    "ghara 1",
    "ср",
    "дом",
    "✔"
   ],
   [
    "ghara 2",
    "ср",
    "здание (для)",
    "◑"
   ],
   [
    "gharaka",
    "ср",
    "маленький дом",
    "◑"
   ],
   [
    "gharaṇī",
    "жен",
    "жена",
    "✔"
   ]
  ],
  "count": 5
 },
 "aṅgāra": {
  "data": [
   [
    "aṅgāra 1",
    "ср",
    "тлеющие угли",
    "✔"
   ],
   [
    "aṅgāra 2",
    "муж",
    "горящий уголь",
    "✔"
   ]
  ],
  "count": 2
 },
 "aṅgiras": {
  "data": [
   [
    "aṅgirasa",
    "муж",
    "of radiant limbs (epithet of the Buddha)",
    "✘"
   ],
   [
    "aṅgīrasa 1",
    "муж",
    "эпитет Будды",
    "✔"
   ],
   [
    "aṅgīrasa 2",
    "муж",
    "имя ведического мудреца",
    "✔"
   ],
   [
    "aṅgīrasi",
    "жен",
    "shining woman",
    "✔"
   ],
   [
    "aṅgīrasī",
    "прил",
    "shining",
    "✘"
   ]
  ],
  "count": 5
 },
 "cira": {
  "data": [
   [
    "acira",
    "прил",
    "(о времени) недолгий",
    "✔"
   ],
   [
    "aciravata",
    "муж",
    "имя послушника",
    "◑"
   ],
   [
    "aciravatī",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "aciraṃ",
    "несклон",
    "скоро",
    "✔"
   ],
   [
    "aticira",
    "прил",
    "слишком долгий",
    "✔"
   ],
   [
    "aticiraṃ",
    "несклон",
    "слишком долго",
    "✔"
   ],
   [
    "cira",
    "прил",
    "давний",
    "✔"
   ],
   [
    "cirataraṃ",
    "несклон",
    "ещё дольше",
    "✔"
   ],
   [
    "cirattāya",
    "несклон",
    "for a long time",
    "✘"
   ],
   [
    "cirassa",
    "несклон",
    "после долгого времени",
    "✔"
   ],
   [
    "cirassaṃ",
    "несклон",
    "наконец-то",
    "✔"
   ],
   [
    "ciraṃ",
    "несклон",
    "на долгое время",
    "✔"
   ],
   [
    "cirāya",
    "несклон",
    "на долгое время",
    "✔"
   ],
   [
    "cirāyati",
    "наст",
    "tarries, delays",
    "✘"
   ],
   [
    "cirāyanta",
    "прич.наст",
    "tarrying, delaying",
    "✘"
   ],
   [
    "cirāyi",
    "аор",
    "задержался",
    "✔"
   ],
   [
    "cirāyita",
    "прич.прош",
    "tarried, delayed",
    "✘"
   ],
   [
    "cirāyitvā",
    "деепр.сов",
    "having tarried",
    "✘"
   ],
   [
    "cirena",
    "несклон",
    "через долгое время",
    "✔"
   ],
   [
    "na ciraṃ",
    "идиома",
    "recently",
    "✔"
   ],
   [
    "nacira",
    "прил",
    "недавний",
    "◑"
   ],
   [
    "naciraṃ",
    "несклон",
    "недолго",
    "✔"
   ],
   [
    "sucira",
    "прил",
    "(о времени) очень длинный",
    "✔"
   ],
   [
    "sucirassa",
    "несклон",
    "наконец-то, после долгого времени",
    "✔"
   ],
   [
    "suciraṃ",
    "несклон",
    "спустя долгое время",
    "◑"
   ]
  ],
  "count": 25
 },
 "ati": {
  "data": [
   [
    "acc",
    "прист",
    "слишком",
    "✔"
   ],
   [
    "ati",
    "прист",
    "вовне",
    "✔"
   ]
  ],
  "count": 2
 },
 "anta": {
  "data": [
   [
    "accanta 1",
    "прил",
    "полный",
    "✔"
   ],
   [
    "accanta 2",
    "прил",
    "экстремальный",
    "✔"
   ],
   [
    "accantaṃ",
    "несклон",
    "perpetually, extremely, exceedingly",
    "✘"
   ],
   [
    "accantikatā",
    "жен",
    "факт окончательности",
    "◑"
   ],
   [
    "ananta",
    "прил",
    "беспредельный",
    "✔"
   ],
   [
    "anantatā",
    "жен",
    "fact of being infinite",
    "✘"
   ],
   [
    "anantatta",
    "ср",
    "факт бесконечности",
    "✔"
   ],
   [
    "anantara 1",
    "ср",
    "не секретное учение",
    "✔"
   ],
   [
    "anantara 2",
    "прил",
    "немедленный",
    "✔"
   ],
   [
    "anantara 3",
    "прил",
    "next",
    "✘"
   ],
   [
    "anantara 4",
    "прил",
    "(грамм) смежный",
    "✔"
   ],
   [
    "anantaratta",
    "ср",
    "факт немедленного следования",
    "◑"
   ],
   [
    "anantaraṃ",
    "несклон",
    "сразу после",
    "✔"
   ],
   [
    "anantarā",
    "несклон",
    "немедленно после",
    "✔"
   ],
   [
    "anantarika",
    "прил",
    "with no space intervening",
    "✘"
   ],
   [
    "anantavant",
    "прил",
    "бесконечный",
    "✔"
   ],
   [
    "anantika",
    "прил",
    "верящий в бесконечность",
    "✔"
   ],
   [
    "anta 1",
    "муж",
    "окончание",
    "✔"
   ],
   [
    "anta 2",
    "муж",
    "граница",
    "✔"
   ],
   [
    "anta 3",
    "прил",
    "заканчивающийся",
    "✔"
   ],
   [
    "anta 4",
    "ср",
    "кишечник",
    "✔"
   ],
   [
    "anta 5",
    "прил",
    "внутри",
    "✔"
   ],
   [
    "anta 6",
    "муж",
    "goal",
    "✘"
   ],
   [
    "anta 7",
    "муж",
    "худшее (из)",
    "✔"
   ],
   [
    "anta 8",
    "прил",
    "(грам) конечный",
    "✔"
   ],
   [
    "anta 9",
    "муж",
    "(грам) конец (чего-либо)",
    "✔"
   ],
   [
    "antaka",
    "муж",
    "Смерть",
    "✔"
   ],
   [
    "antama",
    "прил",
    "last",
    "✘"
   ],
   [
    "antamaso 1",
    "несклон",
    "даже столько, сколько",
    "✔"
   ],
   [
    "antamaso 2",
    "несклон",
    "достаточно для",
    "◑"
   ],
   [
    "antara 1",
    "прил",
    "внутренний",
    "✔"
   ],
   [
    "antara 2",
    "ср",
    "пространство между",
    "✔"
   ],
   [
    "antara 3",
    "ср",
    "случай",
    "◑"
   ],
   [
    "antara 4",
    "ср",
    "различие, отличие",
    "✔"
   ],
   [
    "antarato",
    "несклон",
    "внутри",
    "✔"
   ],
   [
    "antaraṃ",
    "несклон",
    "внутри",
    "✔"
   ],
   [
    "antarā 1",
    "несклон",
    "между",
    "✔"
   ],
   [
    "antarā 2",
    "несклон",
    "тем временем",
    "✔"
   ],
   [
    "antarā 3",
    "несклон",
    "внутри",
    "✔"
   ],
   [
    "antarāla",
    "ср",
    "interval",
    "✘"
   ],
   [
    "antarika",
    "прил",
    "intermediate, next",
    "✘"
   ],
   [
    "antarikā 1",
    "жен",
    "промежуточное пространство",
    "✔"
   ],
   [
    "antarikā 2",
    "жен",
    "(о времени) момент",
    "✔"
   ],
   [
    "antare",
    "несклон",
    "между",
    "✔"
   ],
   [
    "antarena",
    "несклон",
    "между",
    "✔"
   ],
   [
    "antavant",
    "прил",
    "конечный",
    "✔"
   ],
   [
    "antika 1",
    "прил",
    "вокруг",
    "✔"
   ],
   [
    "antika 2",
    "прил",
    "заканчивающийся на",
    "✔"
   ],
   [
    "antika 3",
    "ср",
    "neighbourhood",
    "✘"
   ],
   [
    "antika 4",
    "прил",
    "в момент",
    "✔"
   ],
   [
    "antima",
    "прил",
    "самый последний",
    "✔"
   ],
   [
    "ante",
    "прист",
    "рядом",
    "✔"
   ],
   [
    "antena",
    "несклон",
    "в конце",
    "✔"
   ],
   [
    "apaccanta",
    "прил",
    "не периферийный",
    "◑"
   ],
   [
    "apariyanta",
    "прил",
    "неограниченный",
    "✔"
   ],
   [
    "apariyantavant",
    "прил",
    "неограниченный",
    "✔"
   ],
   [
    "abbhantara 1",
    "прил",
    "внутренний",
    "✔"
   ],
   [
    "abbhantara 2",
    "ср",
    "внутренность",
    "✔"
   ],
   [
    "abbhantara 3",
    "ср",
    "мера длины",
    "✔"
   ],
   [
    "abbhantarika",
    "прил",
    "intimate, confident",
    "✘"
   ],
   [
    "abbhantarima",
    "прил",
    "внутренний",
    "✔"
   ],
   [
    "asantaka",
    "прил",
    "бесконечный",
    "✔"
   ],
   [
    "asāmanta",
    "прил",
    "непревзойдённый",
    "◑"
   ],
   [
    "ānañca",
    "ср",
    "бесконечность",
    "◑"
   ],
   [
    "ānantarika 1",
    "прил",
    "незамедлительный",
    "✔"
   ],
   [
    "ānantarika 2",
    "прил",
    "with immediate result after death",
    "✘"
   ],
   [
    "ānantariya 1",
    "прил",
    "немедленный",
    "◑"
   ],
   [
    "ānantariya 2",
    "ср",
    "действие, которое приносит немедленные результаты (матереубийство и т. д.)",
    "◑"
   ],
   [
    "upantika 1",
    "прил",
    "near",
    "✘"
   ],
   [
    "upantika 2",
    "ср",
    "neighbourhood",
    "✘"
   ],
   [
    "nānantavant",
    "прил",
    "не бесконечный",
    "✔"
   ],
   [
    "nirantara",
    "прил",
    "бесконечный, непрерывный, непрекращающийся, безостановочный",
    "◑"
   ],
   [
    "nirantaratā",
    "жен",
    "бесконечность",
    "◑"
   ],
   [
    "nirantaraṃ",
    "несклон",
    "бесконечно",
    "✔"
   ],
   [
    "paccanta 1",
    "прил",
    "пограничный",
    "✔"
   ],
   [
    "paccanta 2",
    "муж",
    "borderland",
    "✔"
   ],
   [
    "paccantima",
    "прил",
    "пограничный",
    "✔"
   ],
   [
    "panta 1",
    "прил",
    "далекий",
    "✔"
   ],
   [
    "panta 2",
    "прил",
    "уединенный",
    "✔"
   ],
   [
    "pariyanta 1",
    "прил",
    "ограниченный",
    "✔"
   ],
   [
    "pariyanta 2",
    "муж",
    "конец",
    "✔"
   ],
   [
    "pariyanta 3",
    "прил",
    "последний",
    "✔"
   ],
   [
    "pariyanta 4",
    "прил",
    "ограниченный до",
    "✔"
   ],
   [
    "pariyanta 5",
    "прил",
    "результирующий",
    "✔"
   ],
   [
    "pariyantavant",
    "прил",
    "умеренный",
    "✔"
   ],
   [
    "pariyantika",
    "прил",
    "ограниченный",
    "✔"
   ],
   [
    "pāriyanta",
    "прил",
    "border",
    "✔"
   ],
   [
    "byanta 1",
    "ср",
    "конец",
    "✔"
   ],
   [
    "byanta 2",
    "прил",
    "заканчивающий",
    "◑"
   ],
   [
    "byanti",
    "ср",
    "конец",
    "✔"
   ],
   [
    "santaka 1.1",
    "прил",
    "конечный",
    "✔"
   ],
   [
    "santara 1",
    "прил",
    "внутренний",
    "✔"
   ],
   [
    "santara 2",
    "ср",
    "нижнее облачение",
    "✔"
   ],
   [
    "santika 1.1",
    "прил",
    "близкий",
    "✔"
   ],
   [
    "santika 1.2",
    "ср",
    "близость",
    "✔"
   ],
   [
    "santikaṃ",
    "несклон",
    "в присутствии",
    "✔"
   ],
   [
    "santikā 1.1",
    "несклон",
    "от",
    "✔"
   ],
   [
    "santikā 1.2",
    "несклон",
    "в присутствии (кого-либо)",
    "◑"
   ],
   [
    "santikā 2.1",
    "жен",
    "джекстрас",
    "✔"
   ],
   [
    "santike 1",
    "несклон",
    "вблизи",
    "✔"
   ],
   [
    "santike 2",
    "несклон",
    "по сравнению (с)",
    "✔"
   ],
   [
    "samanantara 1",
    "прил",
    "ближайший",
    "✔"
   ],
   [
    "samanantara 2",
    "ср",
    "contiguity, immediate proximity",
    "✘"
   ],
   [
    "samanantara 3",
    "прил",
    "immediately following",
    "✘"
   ],
   [
    "samanantaraṃ",
    "несклон",
    "сразу после",
    "✔"
   ],
   [
    "samanantarā 1",
    "несклон",
    "немедленно до",
    "◑"
   ],
   [
    "samanantarā 2",
    "несклон",
    "сразу после",
    "✔"
   ],
   [
    "samanta 1",
    "прил",
    "всё",
    "✔"
   ],
   [
    "samanta 2",
    "прил",
    "окружающий",
    "✔"
   ],
   [
    "samantato",
    "несклон",
    "кругом",
    "✔"
   ],
   [
    "samantara",
    "ср",
    "different religions",
    "✘"
   ],
   [
    "samantaṃ",
    "несклон",
    "полностью",
    "✔"
   ],
   [
    "samantā 1",
    "несклон",
    "вокруг",
    "✔"
   ],
   [
    "samantā 2",
    "несклон",
    "поблизости",
    "✔"
   ],
   [
    "samantā 3",
    "несклон",
    "вокруг",
    "✔"
   ],
   [
    "sāmanta 1",
    "прил",
    "рядом (с)",
    "✔"
   ],
   [
    "sāmanta 2",
    "ср",
    "neighbourhood, vicinity",
    "✘"
   ],
   [
    "sāmantā 1",
    "несклон",
    "все вокруг",
    "✔"
   ],
   [
    "sāmantā 2",
    "несклон",
    "возле",
    "✔"
   ]
  ],
  "count": 119
 },
 "acchara": {
  "data": [
   [
    "acchara",
    "ср",
    "wonderful thing, marvel",
    "✘"
   ],
   [
    "accharā 1.1",
    "жен",
    "легкий удар пальцами",
    "✔"
   ],
   [
    "accharā 1.2",
    "жен",
    "короткий момент",
    "✔"
   ],
   [
    "accharā 2.1",
    "жен",
    "небесная нимфа",
    "✔"
   ],
   [
    "acchariya 1",
    "прил",
    "чудесный",
    "✔"
   ],
   [
    "acchariya 2",
    "прил",
    "epithet of Nibbāna",
    "✘"
   ],
   [
    "acchariya 3",
    "ср",
    "marvel, wonder",
    "✘"
   ],
   [
    "acchariyatā",
    "жен",
    "удивительность",
    "◑"
   ],
   [
    "acchariyaṃ",
    "несклон",
    "чудесно!",
    "✔"
   ],
   [
    "acchera 1",
    "ср",
    "marvel, wonder",
    "✘"
   ],
   [
    "acchera 2",
    "прил",
    "wonderful, marvellous",
    "✘"
   ],
   [
    "accheraka",
    "ср",
    "чудо",
    "✔"
   ],
   [
    "anacchariya 1",
    "прил",
    "естественный",
    "✔"
   ],
   [
    "anacchariya 2",
    "прил",
    "обычный",
    "✔"
   ],
   [
    "nacchera",
    "прил",
    "не невероятный",
    "✔"
   ]
  ],
  "count": 15
 },
 "jaḷa": {
  "data": [
   [
    "ajaḷa",
    "прил",
    "не глупый",
    "✔"
   ],
   [
    "ajaḷatā",
    "жен",
    "интеллект",
    "◑"
   ],
   [
    "jaḷa 1",
    "прил",
    "глупый",
    "✔"
   ],
   [
    "jaḷa 2",
    "муж",
    "stupid person",
    "✘"
   ],
   [
    "jaḷatā",
    "жен",
    "глупость",
    "◑"
   ]
  ],
  "count": 5
 },
 "jimha": {
  "data": [
   [
    "ajimhatā",
    "жен",
    "факт быть прямым",
    "✔"
   ],
   [
    "jimha 1",
    "ср",
    "кривой участок",
    "✔"
   ],
   [
    "jimha 2",
    "прил",
    "crooked",
    "✘"
   ],
   [
    "jimha 3",
    "прил",
    "dishonest",
    "✘"
   ],
   [
    "jimhatā",
    "жен",
    "crookedness, dishonesty",
    "✘"
   ],
   [
    "jimhatta",
    "ср",
    "кривизна",
    "◑"
   ],
   [
    "jimhaṃ",
    "несклон",
    "криво",
    "✔"
   ],
   [
    "jimheyya",
    "ср",
    "изворотливость",
    "✔"
   ]
  ],
  "count": 8
 },
 "jiyā": {
  "data": [
   [
    "ajiya",
    "прил",
    "без тетивы",
    "✔"
   ],
   [
    "jiyā",
    "жен",
    "тетива",
    "✔"
   ]
  ],
  "count": 2
 },
 "jivhā": {
  "data": [
   [
    "ajivha",
    "прил",
    "tongueless",
    "✘"
   ],
   [
    "ajivhatā",
    "жен",
    "fact of not having a tongue",
    "✘"
   ],
   [
    "ajivhavant",
    "прил",
    "tongueless",
    "✘"
   ],
   [
    "jivha",
    "прил",
    "с языком",
    "✔"
   ],
   [
    "jivhatā",
    "жен",
    "наличие языка",
    "✔"
   ],
   [
    "jivhā",
    "жен",
    "язык",
    "✔"
   ],
   [
    "nijjivha 1",
    "прил",
    "tongueless",
    "✘"
   ],
   [
    "nijjivha 2",
    "муж",
    "jungle cock",
    "✘"
   ]
  ],
  "count": 8
 },
 "ima": {
  "data": [
   [
    "ajja",
    "несклон",
    "сегодня",
    "✔"
   ],
   [
    "ajjatana",
    "прил",
    "современный",
    "✔"
   ],
   [
    "ajjatanāya",
    "несклон",
    "сегодня",
    "✔"
   ],
   [
    "ajjatanāṃ",
    "прил",
    "современный",
    "✔"
   ],
   [
    "ajjatanī",
    "жен",
    "(грам) аорист",
    "✔"
   ],
   [
    "ajjatā",
    "жен",
    "настоящее время",
    "✔"
   ],
   [
    "ajjattanī",
    "жен",
    "(gram.) aorist tense",
    "✘"
   ],
   [
    "ato",
    "несклон",
    "отсюда",
    "✔"
   ],
   [
    "atra 1.1",
    "несклон",
    "здесь",
    "◑"
   ],
   [
    "anena",
    "местоим",
    "с этим",
    "✔"
   ],
   [
    "aminā",
    "местоим",
    "с ним",
    "✔"
   ],
   [
    "ayaṃ",
    "местоим",
    "это",
    "✔"
   ],
   [
    "asmā 1.1",
    "местоим",
    "из этого",
    "✔"
   ],
   [
    "asmiṃ",
    "местоим",
    "в этом",
    "✔"
   ],
   [
    "assa 4.1",
    "местоим",
    "ему",
    "✔"
   ],
   [
    "assa 4.2",
    "местоим",
    "его",
    "✔"
   ],
   [
    "assā 2.1",
    "местоим",
    "для нее",
    "✔"
   ],
   [
    "āsaṃ",
    "местоим",
    "этих",
    "✔"
   ],
   [
    "itara 1",
    "местоим",
    "другой",
    "✔"
   ],
   [
    "itara 2",
    "местоим",
    "остальной",
    "✔"
   ],
   [
    "itarathā",
    "несклон",
    "иначе",
    "✔"
   ],
   [
    "ito 1",
    "местоим",
    "от этого (человека)",
    "✔"
   ],
   [
    "ito 2",
    "несклон",
    "из этого места",
    "✔"
   ],
   [
    "ito 3",
    "несклон",
    "(о времени) отсюда",
    "✔"
   ],
   [
    "ito 4",
    "несклон",
    "из-за этого",
    "✔"
   ],
   [
    "ito 5",
    "несклон",
    "чем это",
    "✔"
   ],
   [
    "ittha 1",
    "несклон",
    "здесь",
    "✔"
   ],
   [
    "ittha 2",
    "несклон",
    "таким образом",
    "✔"
   ],
   [
    "itthatta 1",
    "ср",
    "существование здесь (в этом мире)",
    "✔"
   ],
   [
    "itthaṃ",
    "несклон",
    "так",
    "✔"
   ],
   [
    "ida",
    "несклон",
    "в этом случае",
    "✔"
   ],
   [
    "idaṃ 1",
    "местоим",
    "это",
    "✔"
   ],
   [
    "idaṃ 2",
    "местоим",
    "это",
    "✔"
   ],
   [
    "idaṃ 3",
    "несклон",
    "здесь",
    "✔"
   ],
   [
    "idāni",
    "несклон",
    "сейчас",
    "✔"
   ],
   [
    "idha 1",
    "несклон",
    "здесь",
    "✔"
   ],
   [
    "idha 2",
    "несклон",
    "здесь",
    "✔"
   ],
   [
    "idha 3",
    "несклон",
    "в этом учении",
    "✔"
   ],
   [
    "ima 1.1",
    "местоим",
    "этот",
    "✔"
   ],
   [
    "imamhā",
    "местоим",
    "от этого (человека)",
    "✔"
   ],
   [
    "imamhi",
    "местоим",
    "на этом",
    "✔"
   ],
   [
    "imasmā",
    "местоим",
    "от этого",
    "✔"
   ],
   [
    "imasmiṃ 1",
    "местоим",
    "в этом",
    "✔"
   ],
   [
    "imasmiṃ 2",
    "местоим",
    "в то время как этот",
    "✔"
   ],
   [
    "imassa 1",
    "местоим",
    "этому",
    "✔"
   ],
   [
    "imassa 2",
    "местоим",
    "этого",
    "✔"
   ],
   [
    "imaṃ",
    "местоим",
    "это",
    "✔"
   ],
   [
    "imā",
    "местоим",
    "эти",
    "✔"
   ],
   [
    "imāni",
    "местоим",
    "эти",
    "✔"
   ],
   [
    "imāya",
    "местоим",
    "этой",
    "✔"
   ],
   [
    "imāyaṃ",
    "местоим",
    "в этом",
    "◑"
   ],
   [
    "imāyo",
    "местоим",
    "эти",
    "✔"
   ],
   [
    "imāsaṃ",
    "местоим",
    "их",
    "✔"
   ],
   [
    "imāhi 1",
    "местоим",
    "этими",
    "✔"
   ],
   [
    "imāhi 2",
    "местоим",
    "от этих",
    "✔"
   ],
   [
    "iminā",
    "местоим",
    "с этим",
    "✔"
   ],
   [
    "imissaṃ",
    "местоим",
    "в этой",
    "✔"
   ],
   [
    "imissā 1",
    "местоим",
    "этой",
    "✔"
   ],
   [
    "imissā 2",
    "местоим",
    "когда эта",
    "✔"
   ],
   [
    "ime",
    "местоим",
    "эти",
    "✔"
   ],
   [
    "imesaṃ 1",
    "местоим",
    "этим",
    "✔"
   ],
   [
    "imesaṃ 2",
    "местоим",
    "этих",
    "✔"
   ],
   [
    "imehi 1",
    "местоим",
    "этим",
    "✔"
   ],
   [
    "imehi 2",
    "местоим",
    "от этих",
    "✔"
   ],
   [
    "iha",
    "несклон",
    "здесь",
    "✔"
   ],
   [
    "etta 1.1",
    "прил",
    "так много",
    "✔"
   ],
   [
    "ettaka",
    "прил",
    "так много",
    "✔"
   ],
   [
    "ettakaṃ",
    "несклон",
    "так много",
    "✔"
   ],
   [
    "ettakena",
    "несклон",
    "by so much",
    "✘"
   ],
   [
    "ettāvatā",
    "несклон",
    "настолько",
    "✔"
   ],
   [
    "ettāvant",
    "прил",
    "такой",
    "◑"
   ],
   [
    "ettha 1",
    "несклон",
    "здесь",
    "✔"
   ],
   [
    "ettha 2",
    "несклон",
    "в этом грамматическом правиле",
    "◑"
   ],
   [
    "esānaṃ 1",
    "местоим",
    "for these",
    "✘"
   ],
   [
    "esānaṃ 2",
    "местоим",
    "этих",
    "✔"
   ],
   [
    "dāni",
    "несклон",
    "сейчас",
    "✔"
   ],
   [
    "nayito",
    "несклон",
    "не больше этого",
    "✔"
   ],
   [
    "nayidaṃ 2",
    "несклон",
    "не в этом случае",
    "✔"
   ],
   [
    "nayidaṃ 3",
    "несклон",
    "не здесь",
    "✔"
   ],
   [
    "nājja",
    "несклон",
    "не сегодня",
    "✔"
   ],
   [
    "netara",
    "местоим",
    "не другой",
    "✔"
   ],
   [
    "nettha",
    "несклон",
    "не здесь",
    "✔"
   ],
   [
    "yito",
    "местоим",
    "отсюда",
    "✔"
   ]
  ],
  "count": 83
 },
 "atta": {
  "data": [
   [
    "ajjhatta",
    "прил",
    "внутренний",
    "✔"
   ],
   [
    "ajjhattaṃ",
    "несклон",
    "внутри",
    "✔"
   ],
   [
    "ajjhattika",
    "прил",
    "внутренний",
    "✔"
   ],
   [
    "atta 1.1",
    "муж",
    "своё \"я\"",
    "✔"
   ],
   [
    "atta 1.2",
    "прил",
    "личный",
    "✔"
   ],
   [
    "attatā",
    "жен",
    "бытие",
    "✔"
   ],
   [
    "attato",
    "несклон",
    "как себя",
    "✔"
   ],
   [
    "attanaṃ",
    "муж",
    "самость",
    "✔"
   ],
   [
    "attanā 1",
    "муж",
    "с собой",
    "✔"
   ],
   [
    "attanā 2",
    "муж",
    "себя, чем себя",
    "✔"
   ],
   [
    "attani 1",
    "муж",
    "в себе",
    "✔"
   ],
   [
    "attani 2",
    "муж",
    "когда \"я\"",
    "✔"
   ],
   [
    "attaniya",
    "прил",
    "свой собственный",
    "✔"
   ],
   [
    "attanī",
    "муж",
    "в себе",
    "✔"
   ],
   [
    "attano 1",
    "муж",
    "себе",
    "✔"
   ],
   [
    "attano 2",
    "муж",
    "свой",
    "✔"
   ],
   [
    "attavant",
    "прил",
    "possessed of a self, having an individual self",
    "✘"
   ],
   [
    "attānaṃ",
    "муж",
    "себя",
    "✔"
   ],
   [
    "atra 2.1",
    "муж",
    "себя",
    "✔"
   ],
   [
    "anajjhattika",
    "прил",
    "not personal",
    "✘"
   ],
   [
    "anatta 1",
    "прил",
    "не персональный",
    "✔"
   ],
   [
    "anatta 2",
    "муж",
    "тот что без самости",
    "✔"
   ],
   [
    "anattato",
    "несклон",
    "как не персональный",
    "✔"
   ],
   [
    "anattani",
    "муж",
    "в отсутствие самости",
    "✔"
   ],
   [
    "anattaniya",
    "прил",
    "не принадлежащий себе",
    "✔"
   ],
   [
    "anattanīya",
    "прил",
    "не принадлежащий себе",
    "◑"
   ],
   [
    "anattaneyya",
    "прил",
    "невыгодный для себя",
    "◑"
   ],
   [
    "anattānaṃ",
    "муж",
    "то, что не является само",
    "✔"
   ],
   [
    "asāma",
    "прил",
    "не свой, не сам-",
    "◑"
   ],
   [
    "ātuma 1",
    "муж",
    "я",
    "✔"
   ],
   [
    "ātumā",
    "жен",
    "название города между Кусинарой и Саваттхи",
    "✔"
   ],
   [
    "tuma",
    "муж",
    "сам",
    "✔"
   ],
   [
    "nātuma",
    "муж",
    "не-я",
    "✔"
   ],
   [
    "nātta",
    "муж",
    "не я",
    "✔"
   ],
   [
    "niratta 1.1",
    "муж",
    "не-я",
    "✔"
   ],
   [
    "paccatta 1",
    "прил",
    "личный",
    "✔"
   ],
   [
    "paccatta 2",
    "прил",
    "индивидуальный",
    "✔"
   ],
   [
    "paccatta 3",
    "ср",
    "(грам) именительный падеж",
    "✔"
   ],
   [
    "paccattaṃ",
    "несклон",
    "индивидуально",
    "✔"
   ],
   [
    "sāma 3.1",
    "прил",
    "себя",
    "◑"
   ]
  ],
  "count": 40
 },
 "añjasa": {
  "data": [
   [
    "añjasa",
    "муж",
    "прямая дорога",
    "✔"
   ],
   [
    "apañjasa",
    "прил",
    "сбившийся с курса",
    "◑"
   ],
   [
    "pañjasa",
    "прил",
    "держаться курса",
    "◑"
   ]
  ],
  "count": 3
 },
 "añña": {
  "data": [
   [
    "añña 1.1",
    "местоим",
    "другой",
    "✔"
   ],
   [
    "añña 1.2",
    "местоим",
    "что-то большее",
    "✔"
   ],
   [
    "añña 1.3",
    "местоим",
    "другой (чем)",
    "✔"
   ],
   [
    "aññatara 1",
    "местоим",
    "один",
    "✔"
   ],
   [
    "aññatara 2",
    "местоим",
    "один (из)",
    "✔"
   ],
   [
    "aññatara 3",
    "местоим",
    "другой",
    "✔"
   ],
   [
    "aññato 1",
    "местоим",
    "от другого",
    "✔"
   ],
   [
    "aññato 2",
    "несклон",
    "иначе",
    "✔"
   ],
   [
    "aññattha",
    "несклон",
    "где-то ещё",
    "✔"
   ],
   [
    "aññatra 1",
    "несклон",
    "в другом месте (от)",
    "✔"
   ],
   [
    "aññatra 2",
    "несклон",
    "помимо",
    "✔"
   ],
   [
    "aññathatta 1",
    "ср",
    "изменение",
    "✔"
   ],
   [
    "aññathatta 2",
    "ср",
    "перемена в уме",
    "✔"
   ],
   [
    "aññathā 1",
    "несклон",
    "иначе",
    "✔"
   ],
   [
    "aññathā 2",
    "несклон",
    "иначе, по-другому, не так",
    "✔"
   ],
   [
    "aññadā",
    "несклон",
    "on another day, at another time",
    "✘"
   ],
   [
    "aññissā",
    "местоим",
    "с другой",
    "✔"
   ],
   [
    "aññe",
    "местоим",
    "другие",
    "✔"
   ],
   [
    "aññena",
    "несклон",
    "где-то еще",
    "✔"
   ],
   [
    "aññesaṃ 1",
    "местоим",
    "другим",
    "✔"
   ],
   [
    "aññesaṃ 2",
    "местоим",
    "других",
    "✔"
   ],
   [
    "anañña",
    "местоим",
    "ни иной",
    "✔"
   ],
   [
    "anaññatha",
    "прил",
    "не отличный",
    "✔"
   ],
   [
    "anaññathatā",
    "жен",
    "абсолютная уверенность",
    "✔"
   ],
   [
    "anaññathā",
    "несклон",
    "точно",
    "✔"
   ],
   [
    "nāñña 1",
    "местоим",
    "не другой",
    "✔"
   ],
   [
    "nāñña 2",
    "местоим",
    "ничего другого (чем)",
    "✔"
   ],
   [
    "nāññatara",
    "местоим",
    "не другой",
    "◑"
   ],
   [
    "nāññato",
    "местоим",
    "ни от кого-либо еще",
    "✔"
   ],
   [
    "nāññatra",
    "несклон",
    "ничего кроме",
    "✔"
   ],
   [
    "nāññathatta",
    "ср",
    "отсутствие изменений",
    "✔"
   ],
   [
    "nāññesaṃ",
    "местоим",
    "не другим",
    "✔"
   ]
  ],
  "count": 32
 },
 "aṭavī": {
  "data": [
   [
    "aṭavī",
    "жен",
    "дикая местность",
    "✔"
   ],
   [
    "āḷavaka",
    "прил",
    "принадлежащий к Алави",
    "✔"
   ],
   [
    "āḷavikā",
    "жен",
    "имя монахини",
    "◑"
   ],
   [
    "āḷavī 1",
    "жен",
    "название страны",
    "✔"
   ],
   [
    "āḷavī 2",
    "жен",
    "name of a town",
    "✘"
   ]
  ],
  "count": 5
 },
 "aṭṭāla": {
  "data": [
   [
    "aṭṭāla",
    "муж",
    "сторожевая башня",
    "✔"
   ],
   [
    "aṭṭālaka",
    "муж",
    "watchtower",
    "✘"
   ]
  ],
  "count": 2
 },
 "aṭṭha": {
  "data": [
   [
    "aṭṭha 1.1",
    "кол.ч",
    "восемь (8)",
    "✔"
   ],
   [
    "aṭṭhaka 1.1",
    "муж",
    "восьмерка",
    "✔"
   ],
   [
    "aṭṭhaka 1.2",
    "ср",
    "восьмерка",
    "✔"
   ],
   [
    "aṭṭhaka 1.3",
    "ср",
    "стихотворение из восьми строф",
    "✔"
   ],
   [
    "aṭṭhaka 1.4",
    "муж",
    "название города",
    "✔"
   ],
   [
    "aṭṭhaka 1.5",
    "муж",
    "имя ведического мудреца",
    "✔"
   ],
   [
    "aṭṭhaka 1.6",
    "муж",
    "имя частного пробудившегося Будды",
    "✔"
   ],
   [
    "aṭṭhakā",
    "жен",
    "eighth day after the full moon in the two winter months",
    "✘"
   ],
   [
    "aṭṭhadhā",
    "несклон",
    "in eight parts",
    "✔"
   ],
   [
    "aṭṭhannaṃ 1",
    "кол.ч",
    "восьми",
    "✔"
   ],
   [
    "aṭṭhannaṃ 2",
    "кол.ч",
    "восьми (8)",
    "◑"
   ],
   [
    "aṭṭhama 1",
    "поряд.ч",
    "восьмой (8ой)",
    "✔"
   ],
   [
    "aṭṭhama 2",
    "муж",
    "имя самопробудившегося Будды",
    "◑"
   ],
   [
    "aṭṭhamaka",
    "прил",
    "восьмой",
    "◑"
   ],
   [
    "aṭṭhamaṃ",
    "несклон",
    "восьмой раз",
    "✔"
   ],
   [
    "aṭṭhamī 1",
    "жен",
    "восьмая (8-я)",
    "✔"
   ],
   [
    "aṭṭhamī 2",
    "жен",
    "восьмой день лунной половины месяца",
    "✔"
   ],
   [
    "aṭṭhahi",
    "кол.ч",
    "восемью",
    "✔"
   ]
  ],
  "count": 18
 },
 "aṭṭhi": {
  "data": [
   [
    "aṭṭhi 1.1",
    "ср",
    "кость",
    "✔"
   ],
   [
    "aṭṭhi 1.2",
    "ср",
    "(плода) косточка",
    "✔"
   ],
   [
    "aṭṭhika 1.1",
    "ср",
    "кость",
    "✔"
   ],
   [
    "aṭṭhila",
    "ср",
    "bone (or small pebble) used for massage",
    "✘"
   ],
   [
    "aṭṭhilla",
    "ср",
    "массажный мяч",
    "✔"
   ]
  ],
  "count": 5
 },
 "aḍḍha": {
  "data": [
   [
    "aḍḍha 1.1",
    "прил",
    "половина",
    "✔"
   ],
   [
    "aḍḍha 1.2",
    "ср",
    "половина (от)",
    "✔"
   ],
   [
    "addha 3.1",
    "муж",
    "половина",
    "✔"
   ],
   [
    "addha 3.2",
    "прил",
    "половина",
    "✔"
   ],
   [
    "anaddhika",
    "прил",
    "бедный, обедневший, не богатый, досл. без половины (монеты)",
    "◑"
   ],
   [
    "upaḍḍha 1",
    "прил",
    "половина",
    "✔"
   ],
   [
    "upaḍḍha 2",
    "ср",
    "половина",
    "✔"
   ]
  ],
  "count": 7
 },
 "iṇa": {
  "data": [
   [
    "aṇaṇa",
    "прил",
    "Свободный от долгов",
    "✔"
   ],
   [
    "anaṇa",
    "прил",
    "без долгов",
    "✔"
   ],
   [
    "anaṇaka",
    "прил",
    "свободный от долгов",
    "◑"
   ],
   [
    "āṇaṇya",
    "ср",
    "свобода от долга",
    "✔"
   ],
   [
    "ānaṇya",
    "ср",
    "свобода от долга",
    "✔"
   ],
   [
    "ānaṇyaka",
    "прил",
    "свободный от долгов",
    "◑"
   ],
   [
    "iṇa",
    "ср",
    "долг",
    "✔"
   ],
   [
    "iṇāyika 1",
    "муж",
    "кредитор",
    "◑"
   ],
   [
    "iṇāyika 2",
    "муж",
    "debtor",
    "✘"
   ],
   [
    "sāṇa 2.1",
    "прил",
    "имеющий долг",
    "✔"
   ]
  ],
  "count": 10
 },
 "aṇu": {
  "data": [
   [
    "aṇu 1",
    "прил",
    "очень маленький",
    "✔"
   ],
   [
    "aṇu 2",
    "прил",
    "тонкий",
    "✔"
   ],
   [
    "aṇu 3",
    "муж",
    "very small particle, atom",
    "✘"
   ],
   [
    "aṇu 4",
    "муж",
    "minute measure (36 paramāṇu = 1 aṇu.",
    "✘"
   ],
   [
    "aṇuka",
    "прил",
    "тонкий",
    "✔"
   ]
  ],
  "count": 5
 },
 "aṇḍa": {
  "data": [
   [
    "aṇḍa 1",
    "ср",
    "яйцо",
    "✔"
   ],
   [
    "aṇḍa 2",
    "ср",
    "яйцо",
    "✔"
   ],
   [
    "aṇḍaka 2.1",
    "ср",
    "яйцо",
    "◑"
   ],
   [
    "aṇḍaka 2.2",
    "ср",
    "testicles",
    "✘"
   ],
   [
    "aṇḍuka",
    "ср",
    "катание",
    "✔"
   ],
   [
    "aṇḍuva",
    "ср",
    "спираль",
    "◑"
   ]
  ],
  "count": 6
 },
 "aha": {
  "data": [
   [
    "aṇha",
    "муж",
    "день",
    "✔"
   ],
   [
    "anvahaṃ",
    "несклон",
    "daily",
    "✘"
   ],
   [
    "anha",
    "муж",
    "день",
    "✔"
   ],
   [
    "aha 1.1",
    "ср",
    "день",
    "✔"
   ],
   [
    "aha 1.2",
    "муж",
    "день",
    "✔"
   ],
   [
    "ahu 2.1",
    "ср",
    "день",
    "✔"
   ],
   [
    "aho 1.1",
    "несклон",
    "день",
    "✔"
   ]
  ],
  "count": 7
 },
 "takka": {
  "data": [
   [
    "atakkaka",
    "прил",
    "without buttermilk",
    "✘"
   ],
   [
    "takka 2.1",
    "муж",
    "пахта",
    "✔"
   ]
  ],
  "count": 2
 },
 "ta": {
  "data": [
   [
    "ataccha 1",
    "прил",
    "не правдивый",
    "✔"
   ],
   [
    "ataccha 2",
    "ср",
    "ложь",
    "✔"
   ],
   [
    "atatha",
    "ср",
    "неправда",
    "✔"
   ],
   [
    "avitatha",
    "прил",
    "не ложный",
    "✔"
   ],
   [
    "avitathatā",
    "жен",
    "не ложь",
    "✔"
   ],
   [
    "ta 1.1",
    "местоим",
    "тот",
    "✔"
   ],
   [
    "taccha 1",
    "прил",
    "правдивый",
    "✔"
   ],
   [
    "taccha 2",
    "ср",
    "истина",
    "✔"
   ],
   [
    "tajja 1",
    "прил",
    "связанный с этим",
    "✔"
   ],
   [
    "tajja 2",
    "прил",
    "подходящий",
    "✔"
   ],
   [
    "tatiya 2.1",
    "прил",
    "true, real",
    "✘"
   ],
   [
    "tato 1",
    "местоим",
    "оттуда",
    "✔"
   ],
   [
    "tato 2",
    "местоим",
    "(сравнительный) чем это",
    "✔"
   ],
   [
    "tato 3",
    "несклон",
    "от туда",
    "✔"
   ],
   [
    "tato 4",
    "несклон",
    "по этой причине",
    "✔"
   ],
   [
    "tato 5",
    "несклон",
    "после",
    "✔"
   ],
   [
    "tato 6",
    "несклон",
    "после этого",
    "✔"
   ],
   [
    "tatta 3.1",
    "ср",
    "real nature, reality",
    "✘"
   ],
   [
    "tattha 1",
    "несклон",
    "в том месте",
    "✔"
   ],
   [
    "tattha 2",
    "несклон",
    "в том отношении",
    "✔"
   ],
   [
    "tatra 1",
    "несклон",
    "там",
    "✔"
   ],
   [
    "tatra 2",
    "несклон",
    "в таком случае",
    "✔"
   ],
   [
    "tatha 1",
    "прил",
    "истинный",
    "✔"
   ],
   [
    "tatha 2",
    "ср",
    "правда",
    "✔"
   ],
   [
    "tatha 3",
    "муж",
    "имя частного Будды",
    "◑"
   ],
   [
    "tathatā",
    "жен",
    "реальность",
    "✔"
   ],
   [
    "tathatta 1.1",
    "ср",
    "такое состояние",
    "✔"
   ],
   [
    "tathatta 1.2",
    "ср",
    "совершение подобного",
    "✔"
   ],
   [
    "tathatta 1.3",
    "ср",
    "truth",
    "✘"
   ],
   [
    "tathattā",
    "несклон",
    "в действительности",
    "✔"
   ],
   [
    "tathā",
    "несклон",
    "так",
    "✔"
   ],
   [
    "tathātā",
    "жен",
    "state of being so",
    "✘"
   ],
   [
    "tathātta",
    "прил",
    "being of such a character",
    "✘"
   ],
   [
    "tathiya",
    "прил",
    "истинный",
    "✔"
   ],
   [
    "tad",
    "местоим",
    "эта",
    "✔"
   ],
   [
    "tada",
    "несклон",
    "тогда",
    "✔"
   ],
   [
    "tadatta",
    "ср",
    "факт быть таким",
    "✔"
   ],
   [
    "tadā",
    "несклон",
    "тогда",
    "✔"
   ],
   [
    "tamhā",
    "местоим",
    "из этого",
    "✔"
   ],
   [
    "tamhi 1",
    "местоим",
    "в этом",
    "✔"
   ],
   [
    "tamhi 2",
    "местоим",
    "(грам) перед этим",
    "◑"
   ],
   [
    "tasmā 1",
    "местоим",
    "от того",
    "✔"
   ],
   [
    "tasmā 2",
    "несклон",
    "поэтому",
    "✔"
   ],
   [
    "tasmi",
    "местоим",
    "в том",
    "✔"
   ],
   [
    "tasmiṃ 1",
    "местоим",
    "в том",
    "✔"
   ],
   [
    "tasmiṃ 2",
    "местоим",
    "когда этот",
    "✔"
   ],
   [
    "tasmiṃ 3",
    "местоим",
    "в том случае",
    "✔"
   ],
   [
    "tasmiṃ 4",
    "местоим",
    "под этим",
    "✔"
   ],
   [
    "tasmiṃ 5",
    "местоим",
    "(грам) до того",
    "◑"
   ],
   [
    "tassa 1",
    "местоим",
    "ему",
    "✔"
   ],
   [
    "tassa 2",
    "местоим",
    "его",
    "✔"
   ],
   [
    "tassa 3",
    "местоим",
    "когда он",
    "✔"
   ],
   [
    "tassa 4",
    "несклон",
    "поэтому",
    "✔"
   ],
   [
    "tassaṃ",
    "местоим",
    "в той",
    "✔"
   ],
   [
    "tassā 1",
    "местоим",
    "ей",
    "✔"
   ],
   [
    "tassā 2",
    "местоим",
    "ее",
    "✔"
   ],
   [
    "tahaṃ",
    "несклон",
    "там",
    "✔"
   ],
   [
    "tahiṃ",
    "несклон",
    "там",
    "✔"
   ],
   [
    "taṃ 1.1",
    "местоим",
    "тот",
    "✔"
   ],
   [
    "taṃ 1.2",
    "местоим",
    "его",
    "✔"
   ],
   [
    "tā 1.1",
    "местоим",
    "они",
    "✔"
   ],
   [
    "tā 1.2",
    "местоим",
    "их",
    "✔"
   ],
   [
    "tāni 1",
    "местоим",
    "они",
    "✔"
   ],
   [
    "tāni 2",
    "местоим",
    "их",
    "✔"
   ],
   [
    "tāya 1",
    "местоим",
    "ею",
    "✔"
   ],
   [
    "tāya 2",
    "несклон",
    "в связи с той",
    "✔"
   ],
   [
    "tāya 3",
    "местоим",
    "от той",
    "✔"
   ],
   [
    "tāyaṃ",
    "местоим",
    "в той",
    "✔"
   ],
   [
    "tāvati",
    "несклон",
    "столько",
    "✔"
   ],
   [
    "tāsaṃ 1",
    "местоим",
    "тем",
    "✔"
   ],
   [
    "tāsaṃ 2",
    "местоим",
    "тех",
    "✔"
   ],
   [
    "tāsu",
    "местоим",
    "в тех",
    "✔"
   ],
   [
    "tāhi 1",
    "местоим",
    "с теми",
    "✔"
   ],
   [
    "tāhi 2",
    "местоим",
    "от тех",
    "✔"
   ],
   [
    "tissaṃ",
    "местоим",
    "в том",
    "✔"
   ],
   [
    "te 1.1",
    "местоим",
    "они",
    "✔"
   ],
   [
    "te 1.2",
    "местоим",
    "их",
    "✔"
   ],
   [
    "tena 1",
    "местоим",
    "с ним",
    "✔"
   ],
   [
    "tena 2",
    "несклон",
    "в связи с этим",
    "✔"
   ],
   [
    "tena 3",
    "несклон",
    "туда",
    "✔"
   ],
   [
    "tesa",
    "местоим",
    "их",
    "✔"
   ],
   [
    "tesaṃ 1",
    "местоим",
    "для них",
    "✔"
   ],
   [
    "tesaṃ 2",
    "местоим",
    "их",
    "✔"
   ],
   [
    "tesaṃ 3",
    "местоим",
    "когда они",
    "✔"
   ],
   [
    "tesu",
    "местоим",
    "в тех",
    "✔"
   ],
   [
    "tehi 1",
    "местоим",
    "с ними",
    "✔"
   ],
   [
    "tehi 2",
    "местоим",
    "чем этих",
    "✔"
   ],
   [
    "naṃ",
    "местоим",
    "его",
    "✔"
   ],
   [
    "ne 1",
    "местоим",
    "they",
    "✘"
   ],
   [
    "ne 2",
    "местоим",
    "их",
    "✔"
   ],
   [
    "nesaṃ 1",
    "местоим",
    "для них",
    "✔"
   ],
   [
    "nesaṃ 2",
    "местоим",
    "их",
    "✔"
   ],
   [
    "vitatha 1",
    "прил",
    "ложный",
    "✔"
   ],
   [
    "vitatha 2",
    "ср",
    "untruth",
    "✘"
   ],
   [
    "vitathaṃ",
    "несклон",
    "неправдиво",
    "✔"
   ],
   [
    "sa 2.1",
    "местоим",
    "он",
    "✔"
   ],
   [
    "sā",
    "местоим",
    "она",
    "✔"
   ],
   [
    "se 1",
    "местоим",
    "их",
    "✔"
   ],
   [
    "se 2",
    "местоим",
    "тот",
    "✔"
   ],
   [
    "so 1.1",
    "местоим",
    "он",
    "✔"
   ],
   [
    "so 1.2",
    "несклон",
    "(в отношение только что сказанного)",
    "✔"
   ]
  ],
  "count": 101
 },
 "appa": {
  "data": [
   [
    "atappaka 1.1",
    "прил",
    "великий",
    "◑"
   ],
   [
    "anappaka",
    "прил",
    "большой",
    "✔"
   ],
   [
    "appa 1",
    "прил",
    "немного",
    "✔"
   ],
   [
    "appa 2",
    "прил",
    "короткий",
    "✔"
   ],
   [
    "appa 3",
    "ср",
    "небольшое количество",
    "✔"
   ],
   [
    "appaka 1",
    "прил",
    "небольшой",
    "✔"
   ],
   [
    "appaka 2",
    "ср",
    "несколько вещей",
    "✔"
   ],
   [
    "appatara 1",
    "прил",
    "меньше",
    "✔"
   ],
   [
    "appatara 2",
    "прил",
    "smaller",
    "✘"
   ]
  ],
  "count": 9
 },
 "andha": {
  "data": [
   [
    "atiandha",
    "прил",
    "абсолютно слепой",
    "◑"
   ],
   [
    "anandha",
    "прил",
    "не слепой",
    "✔"
   ],
   [
    "andha 1.1",
    "муж",
    "слепой человек",
    "✔"
   ],
   [
    "andha 1.2",
    "прил",
    "слепой",
    "✔"
   ],
   [
    "andha 1.3",
    "прил",
    "глупый",
    "✔"
   ],
   [
    "andha 1.4",
    "муж",
    "духовно слепой человек",
    "✔"
   ],
   [
    "andhaka 1.1",
    "муж",
    "слепень",
    "✔"
   ]
  ],
  "count": 7
 },
 "kaṭu": {
  "data": [
   [
    "atikaṭuka",
    "прил",
    "very severe",
    "✘"
   ],
   [
    "kaṭu",
    "прил",
    "(о вкусе) горький",
    "◑"
   ],
   [
    "kaṭuka 1",
    "прил",
    "острый",
    "✔"
   ],
   [
    "kaṭuka 2",
    "прил",
    "горький",
    "✔"
   ],
   [
    "kaṭuka 3",
    "ср",
    "горечь",
    "✔"
   ],
   [
    "kaṭuka 4",
    "ср",
    "горький вкус",
    "✔"
   ],
   [
    "kaṭuka 5",
    "ср",
    "(о слоне в половой охоте) острое выделение",
    "✔"
   ],
   [
    "kaṭukatta 1",
    "ср",
    "горечь",
    "◑"
   ],
   [
    "kaṭukatta 2",
    "ср",
    "pungency",
    "✘"
   ]
  ],
  "count": 9
 },
 "atithi": {
  "data": [
   [
    "atithi",
    "муж",
    "гость",
    "✔"
   ],
   [
    "atithiyo",
    "муж",
    "гости",
    "◑"
   ],
   [
    "ātitheyya",
    "ср",
    "гостеприимство",
    "✔"
   ]
  ],
  "count": 3
 },
 "dīgha": {
  "data": [
   [
    "atidīgha",
    "прил",
    "слишком высокий",
    "◑"
   ],
   [
    "dīgha 1",
    "прил",
    "протяженный (в пространстве или времени)",
    "✔"
   ],
   [
    "dīgha 2",
    "муж",
    "имя духа",
    "✔"
   ],
   [
    "dīgha 3",
    "муж",
    "долгий (грам) гласный",
    "✔"
   ],
   [
    "dīghatā",
    "жен",
    "length",
    "✘"
   ],
   [
    "dīghato",
    "несклон",
    "в длину",
    "✔"
   ],
   [
    "dīghatta 1",
    "ср",
    "высота",
    "◑"
   ],
   [
    "dīghatta 2",
    "ср",
    "length",
    "✘"
   ],
   [
    "dīghaso",
    "несклон",
    "в длину",
    "✔"
   ],
   [
    "dīghaṃ",
    "несклон",
    "(о дыхании) глубоко",
    "✔"
   ],
   [
    "nātidīgha",
    "прил",
    "не слишком высокий",
    "✔"
   ],
   [
    "nātidīghatā",
    "жен",
    "факт быть не слишком высоким",
    "◑"
   ]
  ],
  "count": 12
 },
 "pāto": {
  "data": [
   [
    "atipāto",
    "несклон",
    "слишком рано",
    "✔"
   ],
   [
    "atippago",
    "несклон",
    "слишком рано (чтобы)",
    "✔"
   ],
   [
    "pago",
    "несклон",
    "рано",
    "✔"
   ],
   [
    "pātar",
    "несклон",
    "рано",
    "✔"
   ],
   [
    "pātaṃ",
    "несклон",
    "рано, утром",
    "✔"
   ],
   [
    "pāto",
    "несклон",
    "рано",
    "✔"
   ]
  ],
  "count": 6
 },
 "iva": {
  "data": [
   [
    "atibyā",
    "несклон",
    "слишком",
    "✔"
   ],
   [
    "atiriva",
    "несклон",
    "чрезвычайно",
    "✔"
   ],
   [
    "ativiya",
    "несклон",
    "слишком",
    "✔"
   ],
   [
    "ativyā",
    "несклон",
    "слишком, очень, чрезвычайно, весьма",
    "◑"
   ],
   [
    "atīva",
    "несклон",
    "очень",
    "✔"
   ],
   [
    "iva",
    "несклон",
    "подобно",
    "✔"
   ],
   [
    "byā",
    "несклон",
    "конечно",
    "✔"
   ],
   [
    "va 1.1",
    "несклон",
    "как",
    "✔"
   ],
   [
    "viya",
    "несклон",
    "подобно",
    "✔"
   ]
  ],
  "count": 9
 },
 "manāpa": {
  "data": [
   [
    "atimanāpa",
    "прил",
    "very lovely, much beloved",
    "✘"
   ],
   [
    "amanāpa 1",
    "прил",
    "неприятный",
    "✔"
   ],
   [
    "amanāpa 2",
    "ср",
    "что-то неприятное",
    "✔"
   ],
   [
    "amanāpatā",
    "жен",
    "неудовольствие",
    "✔"
   ],
   [
    "amanāpika",
    "прил",
    "неприятный",
    "◑"
   ],
   [
    "amanāpiya",
    "прил",
    "неприятный",
    "✔"
   ],
   [
    "amanāpena",
    "несклон",
    "неприятно",
    "✔"
   ],
   [
    "nāmanāpa",
    "прил",
    "непротивный, нелюбимый, несогласный, ненавистный",
    "◑"
   ],
   [
    "manāpa 1",
    "прил",
    "приятный",
    "✔"
   ],
   [
    "manāpa 2",
    "ср",
    "приятное переживание",
    "✔"
   ],
   [
    "manāpatā",
    "жен",
    "приятность",
    "✔"
   ],
   [
    "manāpaṃ",
    "несклон",
    "доброжелательно",
    "✔"
   ],
   [
    "manāpika",
    "прил",
    "приятный",
    "✔"
   ],
   [
    "manāpiya",
    "прил",
    "привлекательный",
    "✔"
   ],
   [
    "manāpena",
    "несклон",
    "приятно",
    "✔"
   ]
  ],
  "count": 15
 },
 "mukha": {
  "data": [
   [
    "atimukhara",
    "прил",
    "very talkative",
    "✘"
   ],
   [
    "abhimukha 1",
    "прил",
    "лицом",
    "✔"
   ],
   [
    "abhimukha 2",
    "муж",
    "вход",
    "✔"
   ],
   [
    "abhimukhaṃ",
    "несклон",
    "навстречу",
    "✔"
   ],
   [
    "amukha",
    "прил",
    "with no mouth",
    "✘"
   ],
   [
    "amukhara",
    "прил",
    "не разговорчивый",
    "✔"
   ],
   [
    "amukhya",
    "прил",
    "secondary",
    "✘"
   ],
   [
    "avimukha",
    "прил",
    "не несчастный",
    "◑"
   ],
   [
    "āmukha 1",
    "ср",
    "начало",
    "◑"
   ],
   [
    "āmukha 2",
    "прил",
    "начальный",
    "✔"
   ],
   [
    "dummukha 1",
    "прил",
    "having a sad face",
    "✘"
   ],
   [
    "dummukha 2",
    "муж",
    "имя личчави",
    "✔"
   ],
   [
    "pamukha 1",
    "прил",
    "направляемый",
    "✔"
   ],
   [
    "pamukha 2",
    "муж",
    "веранда",
    "✔"
   ],
   [
    "pamukhatā",
    "жен",
    "факт быть первым",
    "✔"
   ],
   [
    "pamukhe",
    "несклон",
    "впереди",
    "✔"
   ],
   [
    "parimukhaṃ 1",
    "несклон",
    "в первую очередь",
    "✔"
   ],
   [
    "parimukhaṃ 2",
    "несклон",
    "(комм) у кончика носа или на верхней губе",
    "◑"
   ],
   [
    "parimukhaṃ 3",
    "несклон",
    "на груди",
    "◑"
   ],
   [
    "pāmokkha 1",
    "прил",
    "главный",
    "✔"
   ],
   [
    "pāmokkha 2",
    "муж",
    "лидер",
    "✔"
   ],
   [
    "pāmokkhā",
    "муж",
    "name of a group of deities",
    "✔"
   ],
   [
    "mukha 1",
    "ср",
    "рот",
    "✔"
   ],
   [
    "mukha 2",
    "ср",
    "лицо",
    "✔"
   ],
   [
    "mukha 3",
    "ср",
    "выход",
    "✔"
   ],
   [
    "mukha 4",
    "ср",
    "(of a vessel) opening",
    "✔"
   ],
   [
    "mukha 5",
    "прил",
    "передний",
    "✔"
   ],
   [
    "mukha 6",
    "прил",
    "возглавляемый",
    "✔"
   ],
   [
    "mukha 7",
    "ср",
    "причина",
    "✔"
   ],
   [
    "mukha 8",
    "ср",
    "paragraph, heading",
    "✘"
   ],
   [
    "mukhatā",
    "жен",
    "наличие лица",
    "◑"
   ],
   [
    "mukhato",
    "ср",
    "изо рта",
    "✔"
   ],
   [
    "mukhara",
    "прил",
    "разговорчивый",
    "✔"
   ],
   [
    "mukharatā",
    "жен",
    "talkativeness",
    "✘"
   ],
   [
    "mukhaṃ",
    "несклон",
    "лицом, смотря на, направленный к",
    "✔"
   ],
   [
    "mukhī",
    "прил",
    "с лицом",
    "◑"
   ],
   [
    "mukhena",
    "несклон",
    "в виде",
    "◑"
   ],
   [
    "mokkha 2.1",
    "прил",
    "главный",
    "✔"
   ],
   [
    "vimukha 1",
    "муж",
    "уродливый",
    "✔"
   ],
   [
    "vimukha 2",
    "прил",
    "turning away from, neglectful",
    "✘"
   ],
   [
    "vimukha 3",
    "прил",
    "несчастный",
    "◑"
   ],
   [
    "sapāmokkha",
    "прил",
    "с лидером",
    "✔"
   ],
   [
    "samukha",
    "прил",
    "face to face (with)",
    "✘"
   ],
   [
    "sammukha 1",
    "прил",
    "лицом к лицу с",
    "✔"
   ],
   [
    "sammukha 2",
    "прил",
    "confrontation",
    "✘"
   ],
   [
    "sammukhatā",
    "жен",
    "факт нахождения лицом к лицу",
    "✔"
   ],
   [
    "sammukhā",
    "несклон",
    "лицом к лицу с",
    "✔"
   ],
   [
    "sammukhī",
    "прил",
    "лицом к лицу",
    "✔"
   ],
   [
    "sammukhe",
    "несклон",
    "лицом к лицу (с)",
    "✔"
   ],
   [
    "saṃmukhā",
    "несклон",
    "лицом к лицу (с)",
    "✔"
   ],
   [
    "sumukha",
    "прил",
    "красивый",
    "✔"
   ]
  ],
  "count": 51
 },
 "lahu": {
  "data": [
   [
    "atilahuṃ",
    "несклон",
    "слишком быстро",
    "✔"
   ],
   [
    "lahu 1",
    "прил",
    "быстрый",
    "✔"
   ],
   [
    "lahu 2",
    "прил",
    "light",
    "✘"
   ],
   [
    "lahu 3",
    "прил",
    "(грам) краткий (гласный) напр. а и у",
    "✔"
   ],
   [
    "lahuka 1",
    "прил",
    "(о времени или жизни) краткий",
    "✔"
   ],
   [
    "lahuka 2",
    "прил",
    "легкий",
    "✔"
   ],
   [
    "lahuka 3",
    "прил",
    "ничтожный, неважный, незначительный",
    "◑"
   ],
   [
    "lahuka 4",
    "прил",
    "быстрый",
    "◑"
   ],
   [
    "lahuka 5",
    "прил",
    "buoyant",
    "✘"
   ],
   [
    "lahukatara",
    "прил",
    "легче",
    "◑"
   ],
   [
    "lahukatarika",
    "прил",
    "легкий",
    "✔"
   ],
   [
    "lahukatta",
    "ср",
    "факт быть легким",
    "◑"
   ],
   [
    "lahukaṃ",
    "несклон",
    "quickly",
    "✘"
   ],
   [
    "lahutara",
    "прил",
    "более легкий",
    "✔"
   ],
   [
    "lahutā",
    "жен",
    "(абхидхамма) легкость",
    "◑"
   ],
   [
    "lahusa 1",
    "прил",
    "лёгкий",
    "◑"
   ],
   [
    "lahusa 2",
    "прил",
    "обидчивый",
    "✔"
   ],
   [
    "lahuso",
    "несклон",
    "quickly",
    "✘"
   ],
   [
    "lahuṃ",
    "несклон",
    "быстро",
    "✔"
   ],
   [
    "sallahuka 1",
    "прил",
    "легкий",
    "✔"
   ],
   [
    "sallahuka 2",
    "прил",
    "лёгкий",
    "◑"
   ]
  ],
  "count": 21
 },
 "visa": {
  "data": [
   [
    "ativisā",
    "жен",
    "аконит",
    "✔"
   ],
   [
    "anibbisatā",
    "жен",
    "fact of not being without poison",
    "✘"
   ],
   [
    "avisa",
    "прил",
    "неядовитый",
    "✔"
   ],
   [
    "nibbisa 2.1",
    "прил",
    "poisonless",
    "✘"
   ],
   [
    "visa 1",
    "ср",
    "отрава",
    "✔"
   ],
   [
    "visa 2",
    "прил",
    "с ядом",
    "✔"
   ],
   [
    "visatā",
    "жен",
    "факт наличия яда",
    "◑"
   ],
   [
    "savisa",
    "прил",
    "ядовитый",
    "✔"
   ]
  ],
  "count": 8
 },
 "visāla": {
  "data": [
   [
    "ativisāla",
    "прил",
    "слишком широкий",
    "✔"
   ],
   [
    "ativisālatā",
    "жен",
    "факт быть слишком широким",
    "✔"
   ],
   [
    "visāla",
    "прил",
    "большой",
    "✔"
   ],
   [
    "visālatā",
    "жен",
    "largeness, immensity",
    "✘"
   ],
   [
    "visālatta",
    "ср",
    "largeness, immensity",
    "✘"
   ]
  ],
  "count": 5
 },
 "velā": {
  "data": [
   [
    "ativela",
    "прил",
    "слишком длинный",
    "✔"
   ],
   [
    "ativelaṃ",
    "несклон",
    "чрезмерно",
    "✔"
   ],
   [
    "avelā",
    "жен",
    "неподходящее время",
    "✔"
   ],
   [
    "nātivelaṃ",
    "несклон",
    "(о времени) кратко",
    "✔"
   ],
   [
    "velā 1",
    "жен",
    "время",
    "✔"
   ],
   [
    "velā 2",
    "жен",
    "берег, край, побережье",
    "✔"
   ],
   [
    "velā 3",
    "жен",
    "граница",
    "✔"
   ]
  ],
  "count": 7
 },
 "saṇika": {
  "data": [
   [
    "atisaṇikaṃ",
    "несклон",
    "very slowly",
    "✘"
   ],
   [
    "nātisaṇikaṃ",
    "несклон",
    "не слишком медленно",
    "✔"
   ],
   [
    "saṇikaṃ",
    "несклон",
    "медленно",
    "✔"
   ]
  ],
  "count": 3
 },
 "sithila": {
  "data": [
   [
    "atisithila",
    "прил",
    "слишком свободный",
    "✔"
   ],
   [
    "asāthalika",
    "прил",
    "не свободный",
    "✔"
   ],
   [
    "asithila",
    "прил",
    "stiff, not loose",
    "✘"
   ],
   [
    "nasāthalika",
    "прил",
    "не вялый",
    "✔"
   ],
   [
    "nātisithila",
    "прил",
    "не слишком свободный",
    "✔"
   ],
   [
    "sāthalika",
    "прил",
    "вялый",
    "✔"
   ],
   [
    "sithila 1",
    "прил",
    "свободный",
    "✔"
   ],
   [
    "sithila 2",
    "прил",
    "(грам) неударный",
    "✔"
   ],
   [
    "sithilatta",
    "ср",
    "looseness",
    "✘"
   ]
  ],
  "count": 9
 },
 "sīgha": {
  "data": [
   [
    "atisīghaṃ",
    "несклон",
    "очень быстро",
    "✔"
   ],
   [
    "nātisīghaṃ",
    "несклон",
    "не слишком быстро",
    "✔"
   ],
   [
    "sīgha",
    "прил",
    "быстрый",
    "✔"
   ],
   [
    "sīghatara",
    "прил",
    "более скорый (чем)",
    "✔"
   ],
   [
    "sīghataraṃ",
    "несклон",
    "very soon, more quickly",
    "✘"
   ],
   [
    "sīghaṃ",
    "несклон",
    "быстро",
    "✔"
   ],
   [
    "sīghena",
    "несклон",
    "быстро",
    "✔"
   ]
  ],
  "count": 7
 },
 "soṇa": {
  "data": [
   [
    "atisuṇa",
    "муж",
    "rabid dog",
    "✘"
   ],
   [
    "suṇa",
    "муж",
    "пёс",
    "✔"
   ],
   [
    "sunī",
    "жен",
    "сука, самка собаки",
    "◑"
   ],
   [
    "soṇa 1",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "soṇa 2",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "soṇa 3",
    "муж",
    "собака",
    "✔"
   ],
   [
    "soṇa 4",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "soṇakāyana",
    "муж",
    "имя молодого брахмана",
    "✔"
   ],
   [
    "soṇā",
    "жен",
    "имя монахини архат монахини",
    "✔"
   ],
   [
    "soṇī 1.1",
    "жен",
    "сука",
    "◑"
   ]
  ],
  "count": 10
 },
 "sundara": {
  "data": [
   [
    "atisundara",
    "прил",
    "excellent",
    "✘"
   ],
   [
    "sundara 1",
    "прил",
    "хороший",
    "✔"
   ],
   [
    "sundara 2",
    "муж",
    "имя самостоятельно пробудившегося Будды",
    "◑"
   ],
   [
    "sundarika",
    "прил",
    "красивый, прекрасный, обаятельный",
    "◑"
   ],
   [
    "sundarikā",
    "жен",
    "название святой реки",
    "✔"
   ],
   [
    "sundarī",
    "жен",
    "имя монахини архат",
    "✔"
   ]
  ],
  "count": 6
 },
 "hattha": {
  "data": [
   [
    "atihattha",
    "прил",
    "эксперт",
    "✘"
   ],
   [
    "sāhatthika",
    "прил",
    "done with one's own hand",
    "✘"
   ],
   [
    "hattha 1",
    "муж",
    "рука",
    "✔"
   ],
   [
    "hattha 2",
    "муж",
    "лапа",
    "✔"
   ],
   [
    "hattha 3",
    "прил",
    "имеющий в руках",
    "✔"
   ],
   [
    "hattha 4",
    "ср",
    "горсть",
    "✔"
   ],
   [
    "hattha 5",
    "ср",
    "мера длины",
    "◑"
   ],
   [
    "hattha 6",
    "прил",
    "такой-то длины измерения",
    "✔"
   ],
   [
    "hattha 7",
    "прил",
    "как хобот",
    "✔"
   ],
   [
    "hattha 8",
    "ср",
    "handle",
    "✘"
   ],
   [
    "hatthaka 1",
    "муж",
    "имя мирянина в Алави",
    "✔"
   ],
   [
    "hatthaka 2",
    "муж",
    "hand-like thing",
    "✘"
   ],
   [
    "hatthaka 3",
    "прил",
    "having hands",
    "✘"
   ],
   [
    "hatthatā",
    "жен",
    "факт измерения локтя",
    "◑"
   ],
   [
    "hatthato",
    "муж",
    "из рук",
    "✔"
   ],
   [
    "hatthi",
    "муж",
    "слон",
    "✔"
   ],
   [
    "hatthika",
    "прил",
    "имеющий слонов",
    "✔"
   ],
   [
    "hatthinikā",
    "жен",
    "самка, слониха",
    "✔"
   ],
   [
    "hatthinī",
    "жен",
    "самка слона",
    "✔"
   ],
   [
    "hatthī 1",
    "муж",
    "слон",
    "✔"
   ],
   [
    "hatthī 2",
    "муж",
    "слоны",
    "✔"
   ],
   [
    "hatthī 3",
    "муж",
    "на слоне",
    "✔"
   ]
  ],
  "count": 22
 },
 "heṭṭhā": {
  "data": [
   [
    "atiheṭṭhā",
    "несклон",
    "слишком низко",
    "◑"
   ],
   [
    "heṭṭhato 1",
    "несклон",
    "from below",
    "✘"
   ],
   [
    "heṭṭhato 2",
    "несклон",
    "в тексте раньше",
    "✔"
   ],
   [
    "heṭṭhā 1",
    "несклон",
    "внизу",
    "✔"
   ],
   [
    "heṭṭhā 2",
    "несклон",
    "(грам) перед",
    "✔"
   ],
   [
    "heṭṭhima",
    "прил",
    "нижний",
    "✔"
   ]
  ],
  "count": 6
 },
 "tuccha": {
  "data": [
   [
    "atuccha",
    "прил",
    "not empty",
    "✘"
   ],
   [
    "tuccha",
    "прил",
    "пустой",
    "✔"
   ],
   [
    "tucchaka",
    "прил",
    "пустой",
    "✔"
   ],
   [
    "tucchakaṃ",
    "несклон",
    "пусто",
    "✔"
   ],
   [
    "tucchaṃ",
    "несклон",
    "напрасно",
    "✔"
   ],
   [
    "tucchā",
    "несклон",
    "безосновательно",
    "✔"
   ]
  ],
  "count": 6
 },
 "tila": {
  "data": [
   [
    "atela",
    "прил",
    "безмасляный",
    "✔"
   ],
   [
    "atelatta",
    "ср",
    "fact of being without oil",
    "✘"
   ],
   [
    "tila",
    "ср",
    "кунжутное семя",
    "✔"
   ],
   [
    "tilaka 1",
    "ср",
    "украшение",
    "✔"
   ],
   [
    "tilaka 2",
    "ср",
    "метка",
    "◑"
   ],
   [
    "tilaka 3",
    "ср",
    "пятно",
    "✔"
   ],
   [
    "tilaka 4",
    "ср",
    "pimple",
    "✘"
   ],
   [
    "tela",
    "ср",
    "масло",
    "✔"
   ],
   [
    "telaka",
    "муж",
    "medicine snuffed through the nose, or inserted in the nose",
    "✘"
   ],
   [
    "telika",
    "муж",
    "dealer in oil",
    "✘"
   ]
  ],
  "count": 10
 },
 "na": {
  "data": [
   [
    "atta 3",
    "ср",
    "(грам) отрицательная приставка а",
    "✔"
   ],
   [
    "an 1",
    "прист",
    "не",
    "✔"
   ],
   [
    "an 2",
    "прист",
    "неправильно",
    "✔"
   ],
   [
    "ana 1",
    "прист",
    "нет",
    "✔"
   ],
   [
    "ana 2",
    "прист",
    "не не",
    "✔"
   ],
   [
    "na 1",
    "несклон",
    "негативная частица",
    "✔"
   ],
   [
    "na 3",
    "прист",
    "не",
    "✔"
   ],
   [
    "na 4",
    "муж",
    "(грам) негативный префикс на",
    "✔"
   ]
  ],
  "count": 8
 },
 "attha3": {
  "data": [
   [
    "attha 3.1",
    "муж",
    "дом",
    "✔"
   ],
   [
    "attha 3.2",
    "муж",
    "смерть",
    "✔"
   ],
   [
    "abbhattha",
    "ср",
    "установление",
    "✔"
   ],
   [
    "abbhatthaṃ",
    "несклон",
    "домой",
    "✔"
   ]
  ],
  "count": 4
 },
 "atha": {
  "data": [
   [
    "atha 1",
    "несклон",
    "и",
    "✔"
   ],
   [
    "atha 2",
    "несклон",
    "но",
    "✔"
   ],
   [
    "atho",
    "несклон",
    "а затем",
    "✔"
   ]
  ],
  "count": 3
 },
 "athabbaṇa": {
  "data": [
   [
    "athabbaṇa 1",
    "муж",
    "Атхарваведа",
    "◑"
   ],
   [
    "athabbaṇa 2",
    "муж",
    "spell or a charm from the Atharva-veda",
    "✘"
   ],
   [
    "athabbana",
    "муж",
    "(what belongs to) the Atharva-veda",
    "✘"
   ],
   [
    "āthabbaṇa",
    "ср",
    "колдовство",
    "✔"
   ],
   [
    "āthabbaṇika",
    "муж",
    "чтец Атхарва-веды",
    "✔"
   ],
   [
    "āthabbana",
    "муж",
    "(what belongs to) the Atharva-veda",
    "✘"
   ]
  ],
  "count": 6
 },
 "thusa": {
  "data": [
   [
    "athusa",
    "прил",
    "без шелухи, без мякины",
    "◑"
   ],
   [
    "thusa 1",
    "муж",
    "шелуха",
    "✔"
   ],
   [
    "thusa 2",
    "ср",
    "шелуха",
    "✔"
   ]
  ],
  "count": 3
 },
 "daṇḍa": {
  "data": [
   [
    "adaṇḍa 1",
    "прил",
    "безоружный",
    "✔"
   ],
   [
    "adaṇḍa 2",
    "муж",
    "не палка",
    "✔"
   ],
   [
    "adaṇḍiya",
    "прил",
    "not deserving punishment",
    "✘"
   ],
   [
    "adaṇḍena",
    "несклон",
    "ненасильственно",
    "✔"
   ],
   [
    "daṇḍa 1",
    "муж",
    "палка",
    "✔"
   ],
   [
    "daṇḍa 2",
    "муж",
    "посох",
    "✔"
   ],
   [
    "daṇḍa 3",
    "муж",
    "насилие (по отношению к)",
    "✔"
   ],
   [
    "daṇḍa 4",
    "муж",
    "наказание",
    "✔"
   ],
   [
    "daṇḍa 5",
    "муж",
    "(вины) гриф",
    "✔"
   ],
   [
    "daṇḍa 6",
    "ср",
    "джайнское слово для кармы",
    "✔"
   ],
   [
    "daṇḍa 7",
    "прил",
    "с палкой",
    "✔"
   ],
   [
    "daṇḍaka 1",
    "муж",
    "ручка",
    "✔"
   ],
   [
    "daṇḍaka 2",
    "муж",
    "прутик",
    "✔"
   ],
   [
    "daṇḍaka 3",
    "муж",
    "посох",
    "✔"
   ],
   [
    "daṇḍakī 2",
    "муж",
    "название леса",
    "✔"
   ],
   [
    "daṇḍanīya",
    "прил",
    "liable to punishment",
    "✘"
   ],
   [
    "daṇḍayati",
    "наст",
    "бьет",
    "✔"
   ],
   [
    "daṇḍāpesi",
    "аор",
    "наказал",
    "◑"
   ],
   [
    "daṇḍika",
    "прил",
    "having a stick",
    "✘"
   ],
   [
    "daṇḍeti",
    "наст",
    "бьёт, причиняет вред, наказывает",
    "✔"
   ],
   [
    "paṭidaṇḍa",
    "муж",
    "возмездие",
    "✔"
   ],
   [
    "sadaṇḍa",
    "прил",
    "жестокий",
    "✔"
   ],
   [
    "saparidaṇḍa",
    "прил",
    "защищённый угрозой наказания",
    "✔"
   ],
   [
    "saparidaṇḍā",
    "жен",
    "женщина находящаяся под заключением",
    "✘"
   ]
  ],
  "count": 24
 },
 "danta": {
  "data": [
   [
    "adanta 2.1",
    "прил",
    "without teeth",
    "✘"
   ],
   [
    "danta 1.1",
    "муж",
    "зуб",
    "✔"
   ],
   [
    "danta 1.2",
    "муж",
    "бивень",
    "✔"
   ],
   [
    "danta 1.3",
    "прил",
    "с зубами",
    "✔"
   ],
   [
    "dantaka",
    "прил",
    "с зубами",
    "✔"
   ],
   [
    "dantatā",
    "жен",
    "факт наличия зубов",
    "◑"
   ],
   [
    "dantavant 1.1",
    "прил",
    "имеющий бивни",
    "✔"
   ],
   [
    "dantī",
    "прил",
    "имеющий зубы",
    "◑"
   ]
  ],
  "count": 8
 },
 "dalidda": {
  "data": [
   [
    "adalidda",
    "прил",
    "не бедный",
    "✔"
   ],
   [
    "adaḷidda",
    "прил",
    "небедный",
    "◑"
   ],
   [
    "dalidda",
    "прил",
    "бедный",
    "✔"
   ],
   [
    "daliddaka",
    "муж",
    "бедняк",
    "✔"
   ],
   [
    "daḷidda",
    "прил",
    "poor, needy, poor person",
    "✘"
   ],
   [
    "dāliddiya",
    "ср",
    "бедность",
    "✔"
   ]
  ],
  "count": 6
 },
 "dasā": {
  "data": [
   [
    "adasaka",
    "прил",
    "без бахромы",
    "✔"
   ],
   [
    "dasa 3.1",
    "прил",
    "бахромчатый",
    "✔"
   ],
   [
    "dasā",
    "жен",
    "окаймление",
    "✔"
   ],
   [
    "dasika",
    "ср",
    "кайма",
    "✔"
   ],
   [
    "sadasa",
    "прил",
    "окаймлённый",
    "✔"
   ]
  ],
  "count": 5
 },
 "dāsa": {
  "data": [
   [
    "adāsa",
    "муж",
    "не раб",
    "◑"
   ],
   [
    "adāsī",
    "жен",
    "свободная женщина",
    "✔"
   ],
   [
    "dāsa 1",
    "муж",
    "раб",
    "✔"
   ],
   [
    "dāsa 2",
    "муж",
    "дикарь",
    "✔"
   ],
   [
    "dāsaka 1",
    "муж",
    "молодой раб",
    "◑"
   ],
   [
    "dāsaka 2",
    "муж",
    "имя араханта монаха",
    "✔"
   ],
   [
    "dāsatta",
    "ср",
    "slavery, condition of a slave",
    "✘"
   ],
   [
    "dāsabya",
    "ср",
    "рабство",
    "✔"
   ],
   [
    "dāsavya",
    "ср",
    "slavery, condition of a slave",
    "✘"
   ],
   [
    "dāsikā",
    "жен",
    "служанка",
    "✔"
   ],
   [
    "dāsī",
    "жен",
    "служанка",
    "✔"
   ]
  ],
  "count": 11
 },
 "aditi": {
  "data": [
   [
    "aditi",
    "жен",
    "мать богов",
    "◑"
   ],
   [
    "ādicca",
    "муж",
    "солнце",
    "✔"
   ]
  ],
  "count": 2
 },
 "dvi": {
  "data": [
   [
    "adutiya 1",
    "прил",
    "без компаньона",
    "✔"
   ],
   [
    "adutiya 2",
    "прил",
    "бесподобный",
    "◑"
   ],
   [
    "addutiya",
    "прил",
    "без компаньона",
    "✔"
   ],
   [
    "advaya 1",
    "прил",
    "не двойственный",
    "✔"
   ],
   [
    "advaya 2",
    "прил",
    "unchanging",
    "✔"
   ],
   [
    "advitta",
    "ср",
    "(gram) lack of reduplication",
    "✘"
   ],
   [
    "advejjha 1",
    "ср",
    "недвусмысленность",
    "◑"
   ],
   [
    "advejjha 2",
    "прил",
    "без двуличия",
    "◑"
   ],
   [
    "advejjha 3",
    "прил",
    "doubtless",
    "✘"
   ],
   [
    "advejjhatā",
    "жен",
    "non-dual state",
    "✘"
   ],
   [
    "adveḷhaka",
    "прил",
    "without ambiguity",
    "✘"
   ],
   [
    "duka",
    "ср",
    "пара",
    "✔"
   ],
   [
    "dukka",
    "ср",
    "пара",
    "◑"
   ],
   [
    "dutiya 1",
    "поряд.ч",
    "второй (2ой)",
    "✔"
   ],
   [
    "dutiya 2",
    "прил",
    "как компаньон",
    "✔"
   ],
   [
    "dutiya 3",
    "муж",
    "второй согласный каждого вагги (грам)",
    "✔"
   ],
   [
    "dutiyaka 1",
    "прил",
    "companion",
    "✘"
   ],
   [
    "dutiyaka 2",
    "прил",
    "второй",
    "◑"
   ],
   [
    "dutiyakaṃ",
    "несклон",
    "второй раз",
    "✔"
   ],
   [
    "dutiyaṃ",
    "несклон",
    "второй раз",
    "✔"
   ],
   [
    "dutiyā 1",
    "жен",
    "вторая женщина",
    "✔"
   ],
   [
    "dutiyā 2",
    "жен",
    "(gram) accusative case",
    "✘"
   ],
   [
    "dutiyikā 1",
    "жен",
    "жена",
    "✔"
   ],
   [
    "dutiyikā 2",
    "жен",
    "спутница",
    "◑"
   ],
   [
    "dutiye",
    "несклон",
    "во втором случае",
    "✔"
   ],
   [
    "dutīya",
    "поряд.ч",
    "второй (2ой)",
    "✔"
   ],
   [
    "duve",
    "кол.ч",
    "два (2)",
    "✔"
   ],
   [
    "dvajjha",
    "ср",
    "спор",
    "◑"
   ],
   [
    "dvaya 1",
    "прил",
    "двойной",
    "✔"
   ],
   [
    "dvaya 2",
    "ср",
    "две вещи",
    "✔"
   ],
   [
    "dvayatā",
    "жен",
    "двойственность",
    "✔"
   ],
   [
    "dvāya",
    "прил",
    "двойной",
    "◑"
   ],
   [
    "dvi",
    "кол.ч",
    "два (2)",
    "✔"
   ],
   [
    "dvika",
    "ср",
    "dyad, pair, couple",
    "✘"
   ],
   [
    "dvikkhattuṃ",
    "несклон",
    "дважды, два раза",
    "◑"
   ],
   [
    "dvitta",
    "ср",
    "(грам) редупликация",
    "✔"
   ],
   [
    "dvinnaṃ 1",
    "кол.ч",
    "двух",
    "✔"
   ],
   [
    "dvinnaṃ 2",
    "кол.ч",
    "двух ",
    "✔"
   ],
   [
    "dvīsu",
    "кол.ч",
    "в двух",
    "✔"
   ],
   [
    "dvīhi",
    "кол.ч",
    "двумя",
    "✔"
   ],
   [
    "dve 1",
    "кол.ч",
    "два (2)",
    "✔"
   ],
   [
    "dve 2",
    "муж",
    "пара",
    "✔"
   ],
   [
    "dvejjha 1",
    "ср",
    "двусмысленность",
    "◑"
   ],
   [
    "dvejjha 2",
    "прил",
    "doubtful",
    "✘"
   ],
   [
    "dvedhika",
    "прил",
    "в двух частях",
    "✔"
   ],
   [
    "dveḷhaka",
    "ср",
    "неопределённость",
    "◑"
   ],
   [
    "sadutiyaka",
    "прил",
    "с компаньоном",
    "◑"
   ]
  ],
  "count": 47
 },
 "amu": {
  "data": [
   [
    "aduṃ",
    "местоим",
    "тот",
    "✔"
   ],
   [
    "amu",
    "местоим",
    "такой",
    "✔"
   ],
   [
    "amuka",
    "прил",
    "тот",
    "✔"
   ],
   [
    "amutra",
    "несклон",
    "там",
    "✔"
   ],
   [
    "amunā",
    "местоим",
    "этим",
    "✔"
   ],
   [
    "amūsaṃ 1",
    "местоим",
    "to such and such",
    "✘"
   ],
   [
    "amūsaṃ 2",
    "местоим",
    "таких-то",
    "✔"
   ],
   [
    "asu",
    "местоим",
    "тот",
    "✔"
   ],
   [
    "asuka",
    "прил",
    "такой-то",
    "✔"
   ]
  ],
  "count": 9
 },
 "addha": {
  "data": [
   [
    "addha 2.1",
    "муж",
    "время",
    "✔"
   ],
   [
    "addha 2.2",
    "муж",
    "путь",
    "✔"
   ],
   [
    "addhaniya",
    "прил",
    "длительный",
    "✔"
   ],
   [
    "addhāna 1",
    "ср",
    "длинная дорога",
    "✔"
   ],
   [
    "addhāna 2",
    "ср",
    "время",
    "✔"
   ],
   [
    "addhāna 3",
    "ср",
    "course (of saṃsāra)",
    "✘"
   ],
   [
    "addhika",
    "муж",
    "путешественник",
    "✔"
   ],
   [
    "addhuno",
    "муж",
    "времени",
    "✔"
   ],
   [
    "anaddhaniya",
    "прил",
    "недолговечный",
    "◑"
   ]
  ],
  "count": 9
 },
 "addhara": {
  "data": [
   [
    "addhara",
    "муж",
    "жертвоприношение сомы",
    "✔"
   ],
   [
    "addhariya",
    "муж",
    "жрец жертвоприношения",
    "✔"
   ]
  ],
  "count": 2
 },
 "addhā": {
  "data": [
   [
    "addhaṃ",
    "несклон",
    "определённо, конечно, безусловно",
    "◑"
   ],
   [
    "addhā 1",
    "несклон",
    "конечно",
    "✔"
   ],
   [
    "addhā 2",
    "несклон",
    "несомненно! уверенно! определенно!",
    "✔"
   ]
  ],
  "count": 3
 },
 "adho": {
  "data": [
   [
    "adhama",
    "прил",
    "самый низкий",
    "✔"
   ],
   [
    "adhara 1",
    "прил",
    "нижний",
    "✔"
   ],
   [
    "adho 1",
    "несклон",
    "внизу",
    "✔"
   ],
   [
    "adho 2",
    "несклон",
    "вниз",
    "✔"
   ]
  ],
  "count": 4
 },
 "adhi": {
  "data": [
   [
    "adhi 1",
    "прист",
    "выше",
    "✔"
   ],
   [
    "adhi 2",
    "несклон",
    "в пределах",
    "◑"
   ],
   [
    "adhi 3",
    "несклон",
    "up to, over, on, above",
    "✘"
   ],
   [
    "adhi 4",
    "несклон",
    "о, касательно, относительно",
    "✔"
   ],
   [
    "adhika 1",
    "прил",
    "плюс",
    "✔"
   ],
   [
    "adhika 2",
    "прил",
    "избыточный",
    "◑"
   ],
   [
    "adhika 3",
    "прил",
    "superior",
    "✔"
   ],
   [
    "adhika 4",
    "прил",
    "apart, away from",
    "✘"
   ],
   [
    "adhīna",
    "прил",
    "относящийся",
    "✔"
   ],
   [
    "anadhika",
    "прил",
    "не превышающий",
    "✔"
   ],
   [
    "samādhika",
    "прил",
    "превышающий",
    "✔"
   ],
   [
    "sādhika 1.1",
    "прил",
    "превышающий",
    "✔"
   ]
  ],
  "count": 12
 },
 "kumāra": {
  "data": [
   [
    "adhikumāri",
    "несклон",
    "относительно девушек",
    "✔"
   ],
   [
    "komāra",
    "прил",
    "несовершеннолетний",
    "✔"
   ],
   [
    "komāraka 1",
    "ср",
    "детскость",
    "✔"
   ],
   [
    "komāraka 2",
    "прил",
    "молодой",
    "◑"
   ],
   [
    "komārī",
    "жен",
    "молодая девушка",
    "✔"
   ]
  ],
  "count": 5
 },
 "itthi": {
  "data": [
   [
    "adhitthi",
    "несклон",
    "что касается женщин",
    "✔"
   ],
   [
    "anitthi",
    "жен",
    "not a woman",
    "✘"
   ],
   [
    "itthatta 2",
    "ср",
    "womanhood, femininity",
    "✘"
   ],
   [
    "itthi",
    "жен",
    "женщина",
    "✔"
   ],
   [
    "itthika",
    "прил",
    "связанный с женщинами",
    "✔"
   ],
   [
    "itthikā",
    "жен",
    "женщина",
    "✔"
   ],
   [
    "itthitta",
    "ср",
    "женское состояние",
    "✔"
   ],
   [
    "itthī 1",
    "жен",
    "женщина",
    "✔"
   ],
   [
    "itthī 2",
    "жен",
    "(грам) женский род",
    "✔"
   ],
   [
    "thī",
    "жен",
    "женщина",
    "✔"
   ]
  ],
  "count": 10
 },
 "nagara": {
  "data": [
   [
    "anagara",
    "ср",
    "обезлюдевший город",
    "✔"
   ],
   [
    "upanagara",
    "ср",
    "suburb",
    "✘"
   ],
   [
    "upanagaraṃ",
    "несклон",
    "близко к городу",
    "✔"
   ],
   [
    "nagara 1",
    "ср",
    "город",
    "✔"
   ],
   [
    "nagara 2",
    "ср",
    "крепость",
    "✔"
   ],
   [
    "nagaraka",
    "ср",
    "название города",
    "✔"
   ],
   [
    "nāgara 1",
    "прил",
    "принадлежащий к городу",
    "✔"
   ],
   [
    "nāgara 2",
    "прил",
    "urbane, polite",
    "✘"
   ],
   [
    "nāgara 3",
    "муж",
    "citizen",
    "✘"
   ],
   [
    "nāgarika 1",
    "прил",
    "городской",
    "◑"
   ],
   [
    "nāgarika 2",
    "прил",
    "urbane, polite",
    "✘"
   ],
   [
    "nāgarika 3",
    "муж",
    "citizen",
    "✘"
   ]
  ],
  "count": 12
 },
 "naṅgula": {
  "data": [
   [
    "anaṅguṭṭha",
    "прил",
    "without a tail",
    "✘"
   ],
   [
    "naṅguṭṭha",
    "ср",
    "хвост",
    "✔"
   ],
   [
    "naṅgula",
    "ср",
    "хвост",
    "◑"
   ],
   [
    "laṅgula",
    "ср",
    "tail",
    "✘"
   ]
  ],
  "count": 4
 },
 "chavi": {
  "data": [
   [
    "ananucchavika",
    "прил",
    "несоответствующий",
    "✔"
   ],
   [
    "ananucchavikatta",
    "ср",
    "факт неподходящего",
    "◑"
   ],
   [
    "ananucchaviya",
    "прил",
    "unsuitable",
    "✘"
   ],
   [
    "anucchavi",
    "прил",
    "подходящий",
    "◑"
   ],
   [
    "anucchavika",
    "прил",
    "подходящий (к)",
    "✔"
   ],
   [
    "anucchavikatta",
    "ср",
    "факт соответствия",
    "◑"
   ],
   [
    "anucchaviya",
    "прил",
    "suitable (for)",
    "✘"
   ],
   [
    "chavi 1",
    "жен",
    "кожа",
    "✔"
   ],
   [
    "chavi 2",
    "прил",
    "с кожей",
    "✔"
   ],
   [
    "chavi 3",
    "прил",
    "with bark",
    "✘"
   ],
   [
    "chavika",
    "прил",
    "с кожей",
    "◑"
   ],
   [
    "chavī",
    "прил",
    "с (типом) кожи",
    "✔"
   ],
   [
    "nicchavi",
    "прил",
    "без кожи",
    "◑"
   ],
   [
    "nicchavitā",
    "жен",
    "безкожное состояние",
    "◑"
   ],
   [
    "sacchavi",
    "прил",
    "исцеленный",
    "◑"
   ],
   [
    "sañchavī",
    "прил",
    "покрытый кожей",
    "✔"
   ],
   [
    "succhavī",
    "прил",
    "soft on the skin",
    "✘"
   ]
  ],
  "count": 17
 },
 "loma": {
  "data": [
   [
    "ananulomika",
    "прил",
    "неподходящий",
    "✔"
   ],
   [
    "ananulomiya",
    "прил",
    "improper",
    "✘"
   ],
   [
    "anānuloma",
    "прил",
    "unsuitable",
    "✔"
   ],
   [
    "anuloma 1",
    "прил",
    "в соответствии (с)",
    "◑"
   ],
   [
    "anuloma 2",
    "муж",
    "conformity",
    "✘"
   ],
   [
    "anuloma 3",
    "прил",
    "regular, not antagonistic",
    "✘"
   ],
   [
    "anulomayati",
    "наст",
    "bends with",
    "✘"
   ],
   [
    "anulomaṃ",
    "несклон",
    "в прямом порядке",
    "✔"
   ],
   [
    "anulomika",
    "прил",
    "подходящий",
    "✔"
   ],
   [
    "anulometi 1",
    "наст",
    "соответствует",
    "✔"
   ],
   [
    "anulometi 2",
    "наст",
    "нормализует",
    "✔"
   ],
   [
    "anulomesi",
    "аор",
    "was in accordance with",
    "✘"
   ],
   [
    "appaṭiloma",
    "прил",
    "not contrary",
    "✘"
   ],
   [
    "aloma",
    "прил",
    "hairless",
    "✘"
   ],
   [
    "ānulomika",
    "прил",
    "in regular order",
    "✘"
   ],
   [
    "nillomatā",
    "жен",
    "отсутствие волос",
    "◑"
   ],
   [
    "paṭiloma",
    "прил",
    "reverse, opposite, contrary",
    "✘"
   ],
   [
    "paṭilomaṃ",
    "несклон",
    "в обратном порядке",
    "✔"
   ],
   [
    "roma",
    "ср",
    "hair on the body",
    "✘"
   ],
   [
    "loma 1",
    "муж",
    "волосы на теле",
    "✔"
   ],
   [
    "loma 2",
    "ср",
    "волосы на теле",
    "✔"
   ],
   [
    "loma 3",
    "ср",
    "мех",
    "✔"
   ],
   [
    "loma 4",
    "ср",
    "pelt",
    "✘"
   ],
   [
    "loma 5",
    "прил",
    "с волосами",
    "✔"
   ],
   [
    "loma 6",
    "прил",
    "чешуйчатый",
    "✔"
   ],
   [
    "lomatā",
    "жен",
    "наличие волос",
    "◑"
   ],
   [
    "lomatta",
    "ср",
    "обладание (видом) волос",
    "◑"
   ],
   [
    "lomavant",
    "прил",
    "лохматый",
    "◑"
   ],
   [
    "lomasa",
    "прил",
    "покрытый волосами",
    "✔"
   ],
   [
    "lomasaka",
    "прил",
    "с тонкими волосами",
    "◑"
   ],
   [
    "lomika",
    "прил",
    "волосатый",
    "✔"
   ],
   [
    "lomī",
    "прил",
    "шерстистый, покрытый шерстью, волосатый",
    "◑"
   ],
   [
    "viloma",
    "прил",
    "неверный",
    "✔"
   ],
   [
    "vilomatā",
    "жен",
    "disagreement, discrepancy",
    "✘"
   ],
   [
    "vilometi",
    "наст",
    "disagrees with, disputes",
    "✘"
   ],
   [
    "vilometvā",
    "деепр.сов",
    "having disagreed with, having disputed",
    "✘"
   ],
   [
    "vilomesi",
    "аор",
    "disagreed with, disputed",
    "✘"
   ],
   [
    "saloma 2.1",
    "прил",
    "волосатый",
    "◑"
   ]
  ],
  "count": 38
 },
 "apa": {
  "data": [
   [
    "anapacca",
    "прил",
    "бездетный",
    "✔"
   ],
   [
    "anāpara",
    "прил",
    "непревзойденный",
    "✔"
   ],
   [
    "apa 1",
    "прист",
    "от",
    "✔"
   ],
   [
    "apacca",
    "ср",
    "потомство (кого-либо)",
    "✔"
   ],
   [
    "apara 1",
    "прил",
    "другой",
    "✔"
   ],
   [
    "apara 2",
    "местоим",
    "другой",
    "✔"
   ],
   [
    "apara 3",
    "прил",
    "западный",
    "✔"
   ],
   [
    "apara 4",
    "прил",
    "поздний",
    "✔"
   ],
   [
    "aparaṃ 1",
    "несклон",
    "также",
    "✔"
   ],
   [
    "aparaṃ 2",
    "несклон",
    "позже",
    "◑"
   ],
   [
    "apare",
    "местоим",
    "(комм) другие учёные монахи",
    "✔"
   ],
   [
    "aparena 1",
    "несклон",
    "позже",
    "✔"
   ],
   [
    "nāpara 1",
    "ср",
    "ничего более",
    "✔"
   ],
   [
    "nāpara 2",
    "прил",
    "не другой",
    "✔"
   ]
  ],
  "count": 14
 },
 "puṃ": {
  "data": [
   [
    "anapumsaka",
    "прил",
    "(gram) not neuter gender",
    "✘"
   ],
   [
    "apuma",
    "прил",
    "(gram) not masculine gender",
    "✘"
   ],
   [
    "napuṃsaka 1",
    "муж",
    "eunuch",
    "✘"
   ],
   [
    "napuṃsaka 2",
    "муж",
    "(грам) средний род",
    "✔"
   ],
   [
    "napuṃsaka 3",
    "прил",
    "(грам) средний род",
    "✔"
   ],
   [
    "puma 1",
    "муж",
    "мужскская особь",
    "✔"
   ],
   [
    "puma 2",
    "муж",
    "мужчина",
    "✔"
   ],
   [
    "puma 3",
    "прил",
    "мужской, мужского рода",
    "✔"
   ],
   [
    "puma 4",
    "муж",
    "(грам) мужской род",
    "✔"
   ],
   [
    "puṃ",
    "несклон",
    "мужчина",
    "◑"
   ],
   [
    "puṃs 1",
    "несклон",
    "male",
    "✘"
   ],
   [
    "puṃs 2",
    "несклон",
    "(gram) masculine gender",
    "✘"
   ]
  ],
  "count": 12
 },
 "amba": {
  "data": [
   [
    "anambila",
    "прил",
    "не кислый",
    "◑"
   ],
   [
    "amba 1",
    "муж",
    "манговое дерево",
    "✔"
   ],
   [
    "amba 2",
    "ср",
    "плод манго",
    "✔"
   ],
   [
    "ambāṭaka",
    "муж",
    "амра",
    "✔"
   ],
   [
    "ambila 1",
    "прил",
    "кислый",
    "✔"
   ],
   [
    "ambila 2",
    "муж",
    "кислый вкус",
    "✔"
   ]
  ],
  "count": 6
 },
 "ariya": {
  "data": [
   [
    "anariya 1",
    "прил",
    "простонародный",
    "✔"
   ],
   [
    "anariya 2",
    "муж",
    "непробужденное существо",
    "✔"
   ],
   [
    "anāriya",
    "прил",
    "неблагородный",
    "✔"
   ],
   [
    "ayya 1",
    "муж",
    "мастер",
    "✔"
   ],
   [
    "ayya 2",
    "прил",
    "noble",
    "✘"
   ],
   [
    "ayyaka",
    "муж",
    "grandfather",
    "✘"
   ],
   [
    "ayyakā",
    "жен",
    "бабушка",
    "✔"
   ],
   [
    "ayyā 1",
    "жен",
    "госпожа",
    "✔"
   ],
   [
    "ayyā 2",
    "жен",
    "мать",
    "✔"
   ],
   [
    "ayyika 1",
    "муж",
    "master",
    "✘"
   ],
   [
    "ayyika 2",
    "муж",
    "grandfather",
    "✘"
   ],
   [
    "ayyikā",
    "жен",
    "grandmother",
    "✘"
   ],
   [
    "ayyiraka",
    "муж",
    "молодой джентльмен",
    "✔"
   ],
   [
    "ayye",
    "жен",
    "вежливое обращение к женщине",
    "✔"
   ],
   [
    "ariya 1",
    "прил",
    "благородный",
    "✔"
   ],
   [
    "ariya 2",
    "муж",
    "благородный человек",
    "✔"
   ],
   [
    "ariya 3",
    "муж",
    "просветленный",
    "✔"
   ],
   [
    "ariya 4",
    "муж",
    "имя частно просветлённого Будды",
    "◑"
   ],
   [
    "ariya 5",
    "муж",
    "носитель индоарийского языка",
    "◑"
   ],
   [
    "ariya 6",
    "прил",
    "(абхидхамма) сверхмировой",
    "✔"
   ],
   [
    "ariyaka 1",
    "ср",
    "индоарийский язык",
    "◑"
   ],
   [
    "ariyaka 2",
    "прил",
    "who speaks an Indo-Aryan language",
    "✘"
   ],
   [
    "ariyāna",
    "муж",
    "благородных",
    "◑"
   ],
   [
    "sukadariyatā",
    "жен",
    "сильная скупость",
    "✔"
   ]
  ],
  "count": 24
 },
 "alaṃ": {
  "data": [
   [
    "analaṃ",
    "несклон",
    "не достаточно",
    "✔"
   ],
   [
    "alaṃ 1",
    "несклон",
    "подходяще (для)",
    "✔"
   ],
   [
    "alaṃ 2",
    "несклон",
    "способный (на)",
    "✔"
   ],
   [
    "alaṃ 3",
    "несклон",
    "достаточно (для)",
    "✔"
   ],
   [
    "alaṃ 4",
    "несклон",
    "способный, компетентный, годный",
    "✔"
   ],
   [
    "alaṃ 5",
    "несклон",
    "этого достаточно! хватит!",
    "✔"
   ]
  ],
  "count": 6
 },
 "ādi": {
  "data": [
   [
    "anādimant",
    "прил",
    "не имеющий начала",
    "◑"
   ],
   [
    "ādi 1",
    "прил",
    "первый",
    "✔"
   ],
   [
    "ādi 2",
    "муж",
    "начало",
    "✔"
   ],
   [
    "ādi 3",
    "ср",
    "и тому подобное",
    "✔"
   ],
   [
    "ādi 4",
    "муж",
    "и так далее",
    "◑"
   ],
   [
    "ādi 5",
    "прил",
    "основной (для)",
    "✔"
   ],
   [
    "ādi 6",
    "муж",
    "принцип (чего-либо)",
    "✔"
   ],
   [
    "ādika 1",
    "прил",
    "начинающийся с",
    "✔"
   ],
   [
    "ādika 2",
    "муж",
    "и так далее",
    "◑"
   ],
   [
    "ādika 3",
    "муж",
    "соответственно",
    "◑"
   ],
   [
    "ādikena",
    "несклон",
    "сначала",
    "✔"
   ],
   [
    "ādito 1",
    "несклон",
    "сначала",
    "✔"
   ],
   [
    "ādito 2",
    "ср",
    "после и так далее",
    "✔"
   ],
   [
    "ādiso",
    "несклон",
    "from the beginning",
    "✘"
   ]
  ],
  "count": 14
 },
 "nāma": {
  "data": [
   [
    "anāmaka",
    "прил",
    "nameless",
    "✘"
   ],
   [
    "anāmikā",
    "жен",
    "ring-finger",
    "✘"
   ],
   [
    "nāma 1",
    "несклон",
    "действительно",
    "✔"
   ],
   [
    "nāma 2",
    "несклон",
    "называется",
    "✔"
   ],
   [
    "nāma 3",
    "ср",
    "имя",
    "✔"
   ],
   [
    "nāma 4",
    "ср",
    "умственные объекты воспринимаемые сознанием",
    "✔"
   ],
   [
    "nāma 5",
    "прил",
    "называемый",
    "✔"
   ],
   [
    "nāma 6",
    "несклон",
    "normally",
    "✘"
   ],
   [
    "nāma 7",
    "ср",
    "существительное",
    "✔"
   ],
   [
    "nāmaka 1",
    "прил",
    "по имени",
    "✔"
   ],
   [
    "nāmaka 2",
    "прил",
    "абсурдный",
    "✔"
   ],
   [
    "nāmato 1",
    "несклон",
    "по имени",
    "✘"
   ],
   [
    "nāmato 2",
    "ср",
    "(грам) после существительного",
    "✔"
   ],
   [
    "nāmamhā",
    "ср",
    "(грам) после существительного",
    "✔"
   ],
   [
    "nāmaso",
    "несклон",
    "по имени",
    "✔"
   ],
   [
    "nāmasmā",
    "ср",
    "(грам) после существительного",
    "✔"
   ],
   [
    "nāmika",
    "прил",
    "(грам) номинальный",
    "◑"
   ],
   [
    "sanāmika",
    "прил",
    "с одинаковым именем",
    "✔"
   ]
  ],
  "count": 18
 },
 "āvāṭa": {
  "data": [
   [
    "anāvāṭa",
    "прил",
    "open, not shut",
    "✘"
   ],
   [
    "āvāṭa 1",
    "муж",
    "яма",
    "✔"
   ],
   [
    "āvāṭa 2",
    "муж",
    "ямма, подземная ловушка для поимки животных",
    "◑"
   ],
   [
    "āvāṭaka",
    "муж",
    "маленькая ямка",
    "✔"
   ]
  ],
  "count": 4
 },
 "āḷinda": {
  "data": [
   [
    "anāḷindaka",
    "прил",
    "without a verandah",
    "✘"
   ],
   [
    "ālinda",
    "муж",
    "веранда",
    "✔"
   ],
   [
    "āḷinda",
    "муж",
    "веранда",
    "✔"
   ],
   [
    "āḷindaka",
    "муж",
    "название монастыря на Шри-Ланке",
    "✔"
   ],
   [
    "sālinda",
    "прил",
    "с верандой",
    "✔"
   ]
  ],
  "count": 5
 },
 "āḷhaka": {
  "data": [
   [
    "anāḷhika",
    "прил",
    "бедный",
    "✔"
   ],
   [
    "anāḷhiya",
    "прил",
    "бедный",
    "✔"
   ],
   [
    "āḷhaka 1",
    "муж",
    "мера объема",
    "✔"
   ],
   [
    "āḷhaka 2",
    "ср",
    "мера объёма",
    "✔"
   ]
  ],
  "count": 4
 },
 "īgha": {
  "data": [
   [
    "anigha",
    "прил",
    "не обеспокоенный",
    "✔"
   ],
   [
    "anīgha 1",
    "прил",
    "не обеспокоенный",
    "✔"
   ],
   [
    "anīgha 2",
    "муж",
    "имя частного пробужденного Будды",
    "◑"
   ],
   [
    "īgha",
    "муж",
    "страдание",
    "◑"
   ]
  ],
  "count": 4
 },
 "nicca": {
  "data": [
   [
    "anicca 1",
    "прил",
    "непостоянный",
    "✔"
   ],
   [
    "anicca 2",
    "ср",
    "непостоянство",
    "✔"
   ],
   [
    "anicca 3",
    "прил",
    "редкий",
    "✔"
   ],
   [
    "anicca 4",
    "прил",
    "(грам) возможный",
    "◑"
   ],
   [
    "aniccatā 1",
    "жен",
    "непостоянство",
    "✔"
   ],
   [
    "aniccatā 2",
    "жен",
    "мимолётность",
    "◑"
   ],
   [
    "aniccato",
    "несклон",
    "как непостоянный",
    "✔"
   ],
   [
    "nicca 1",
    "прил",
    "постоянный",
    "✔"
   ],
   [
    "nicca 2",
    "прил",
    "регулярный",
    "✔"
   ],
   [
    "nicca 3",
    "прил",
    "(грам) (о правиле) обязательный",
    "◑"
   ],
   [
    "niccatā",
    "жен",
    "постоянство",
    "◑"
   ],
   [
    "niccaṃ 1",
    "несклон",
    "неизменно",
    "✔"
   ],
   [
    "niccaṃ 2",
    "несклон",
    "всегда",
    "✔"
   ],
   [
    "niccaṃ 3",
    "несклон",
    "(грам) обязательно",
    "◑"
   ]
  ],
  "count": 14
 },
 "niṭṭhura": {
  "data": [
   [
    "aniṭṭhurī",
    "прил",
    "нежёсткий",
    "✔"
   ],
   [
    "niṭṭhura 1",
    "прил",
    "rough, hard, cruel",
    "✘"
   ],
   [
    "niṭṭhura 2",
    "прил",
    "scorning",
    "✘"
   ],
   [
    "niṭṭhuriya 1",
    "ср",
    "harshness, roughness",
    "✘"
   ],
   [
    "niṭṭhuriya 2",
    "ср",
    "scorn",
    "✘"
   ],
   [
    "niṭṭhurī",
    "прил",
    "грубый",
    "◑"
   ]
  ],
  "count": 6
 },
 "nipa": {
  "data": [
   [
    "anipaka",
    "прил",
    "unintelligent",
    "✘"
   ],
   [
    "nipaka 1",
    "прил",
    "умный",
    "✔"
   ],
   [
    "nipaka 2",
    "муж",
    "chief",
    "✘"
   ],
   [
    "nepakka",
    "ср",
    "искусность",
    "✔"
   ]
  ],
  "count": 4
 },
 "ud": {
  "data": [
   [
    "anuttara",
    "прил",
    "непревзойденный",
    "✔"
   ],
   [
    "anuttariya",
    "ср",
    "превосходство",
    "✔"
   ],
   [
    "ānuttariya 1",
    "ср",
    "окончание",
    "✔"
   ],
   [
    "ānuttariya 2",
    "прил",
    "unsurpassable, incomparable",
    "✘"
   ],
   [
    "ucca 1",
    "прил",
    "высокий",
    "✔"
   ],
   [
    "ucca 2",
    "прил",
    "благородный",
    "✔"
   ],
   [
    "uccatara",
    "прил",
    "высший",
    "✔"
   ],
   [
    "uccā",
    "несклон",
    "высоко",
    "✔"
   ],
   [
    "uccena",
    "несклон",
    "высоко",
    "✔"
   ],
   [
    "uttama 1",
    "прил",
    "лучший",
    "✔"
   ],
   [
    "uttama 2",
    "прил",
    "(грам) первый (лицо)",
    "✔"
   ],
   [
    "uttamatara",
    "прил",
    "ещё более высший",
    "◑"
   ],
   [
    "uttamā 1",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "uttamā 2",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "uttara 2.01",
    "прил",
    "высший",
    "✔"
   ],
   [
    "uttara 2.02",
    "прил",
    "северный",
    "✔"
   ],
   [
    "uttara 2.03",
    "ср",
    "север",
    "✔"
   ],
   [
    "uttara 2.04",
    "муж",
    "имя молодого брахмана",
    "✔"
   ],
   [
    "uttara 2.05",
    "ср",
    "верхнее одеяние",
    "✔"
   ],
   [
    "uttara 2.06",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "uttara 2.07",
    "муж",
    "имя частного пробужденного Будды",
    "◑"
   ],
   [
    "uttara 2.08",
    "ср",
    "answer, reply",
    "✘"
   ],
   [
    "uttara 2.09",
    "ср",
    "(logic) conclusion",
    "✘"
   ],
   [
    "uttara 2.12",
    "муж",
    "уттара, досл. выше",
    "✔"
   ],
   [
    "uttarā 1",
    "жен",
    "север",
    "✔"
   ],
   [
    "uttarā 2",
    "жен",
    "имя матери Будды Коṇāгаманы",
    "✔"
   ],
   [
    "uttarā 3",
    "жен",
    "имя молодой женской духи",
    "◑"
   ],
   [
    "uttarā 4",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "uttarā 5",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "uttari 1.1",
    "прил",
    "превосходящий",
    "✔"
   ],
   [
    "uttari 1.2",
    "несклон",
    "более (чем)",
    "✔"
   ],
   [
    "uttari 1.3",
    "несклон",
    "дальше",
    "✔"
   ],
   [
    "uttaritara",
    "прил",
    "отличнейший",
    "✔"
   ],
   [
    "uttaritaraṃ",
    "несклон",
    "even more",
    "✔"
   ],
   [
    "uttaritā",
    "жен",
    "факт превосходства",
    "◑"
   ],
   [
    "uttariya 1",
    "прил",
    "чрезмерный",
    "◑"
   ],
   [
    "uttariya 2",
    "ср",
    "upper garment",
    "✘"
   ],
   [
    "uttarena",
    "несклон",
    "на север (от)",
    "✔"
   ],
   [
    "ud",
    "прист",
    "вверх",
    "✔"
   ],
   [
    "uddha",
    "прил",
    "верхний",
    "✔"
   ],
   [
    "uddhaṃ 1",
    "несклон",
    "(пространственно) вверху",
    "✔"
   ],
   [
    "uddhaṃ 2",
    "несклон",
    "вверх (от)",
    "✔"
   ],
   [
    "uddhaṃ 3",
    "несклон",
    "после",
    "✔"
   ],
   [
    "uddhaṃ 4",
    "несклон",
    "дальше",
    "✔"
   ],
   [
    "ubbha",
    "несклон",
    "выше",
    "✔"
   ],
   [
    "niruttara 1",
    "прил",
    "not answerable, making no reply, who cannot give a conclusive reply to a refutation",
    "✘"
   ],
   [
    "niruttara 2",
    "прил",
    "who has no superior, most noble",
    "✘"
   ],
   [
    "sauttara",
    "прил",
    "тот что превзошли",
    "✔"
   ]
  ],
  "count": 48
 },
 "nāsā": {
  "data": [
   [
    "anunāsika 1",
    "прил",
    "nasal",
    "✘"
   ],
   [
    "anunāsika 2",
    "муж",
    "(грам) носовой согласный",
    "✔"
   ],
   [
    "nāsato",
    "жен",
    "из носа",
    "✔"
   ],
   [
    "nāsā 1",
    "жен",
    "нос",
    "✔"
   ],
   [
    "nāsā 2",
    "жен",
    "ноздря",
    "✔"
   ],
   [
    "nāsikā",
    "жен",
    "нос",
    "✔"
   ],
   [
    "paṭināsikā",
    "жен",
    "false nose",
    "✘"
   ],
   [
    "pināsa",
    "муж",
    "воспаление слизистой оболочки",
    "✔"
   ],
   [
    "sānunāsika",
    "прил",
    "(грам) назализованный",
    "◑"
   ]
  ],
  "count": 9
 },
 "pubba": {
  "data": [
   [
    "anupubba",
    "прил",
    "постепенный",
    "✔"
   ],
   [
    "anupubbatā",
    "жен",
    "(грам) последовательность",
    "✔"
   ],
   [
    "anupubbaso",
    "несклон",
    "in sequential order",
    "✔"
   ],
   [
    "anupubbaṃ",
    "несклон",
    "постепенно",
    "✔"
   ],
   [
    "anupubbī",
    "прил",
    "прогрессивный",
    "✔"
   ],
   [
    "anupubbena",
    "несклон",
    "постепенно",
    "✔"
   ],
   [
    "apubba 1",
    "прил",
    "not existed before",
    "✘"
   ],
   [
    "apubba 2",
    "прил",
    "not previously (explained)",
    "✔"
   ],
   [
    "apubba 3",
    "ср",
    "something new",
    "✘"
   ],
   [
    "apubbaṃ",
    "несклон",
    "не раньше",
    "✔"
   ],
   [
    "ānupubba",
    "ср",
    "order, regular order, succession",
    "✘"
   ],
   [
    "ānupubbī",
    "жен",
    "последовательный порядок",
    "✔"
   ],
   [
    "pubba 1.1",
    "прил",
    "который до",
    "✔"
   ],
   [
    "pubba 1.2",
    "прил",
    "идущий впереди",
    "✔"
   ],
   [
    "pubba 1.3",
    "прил",
    "восточный",
    "✔"
   ],
   [
    "pubba 1.4",
    "прил",
    "начальный, предшествующий, первый",
    "✔"
   ],
   [
    "pubba 1.5",
    "муж",
    "начальная гласная",
    "✔"
   ],
   [
    "pubbaka 1",
    "прил",
    "древний",
    "✔"
   ],
   [
    "pubbaka 2",
    "прил",
    "бывший",
    "✔"
   ],
   [
    "pubbaka 3",
    "прил",
    "(грам) впереди",
    "✔"
   ],
   [
    "pubbatara",
    "прил",
    "предыдущий",
    "◑"
   ],
   [
    "pubbatare",
    "несклон",
    "ранее",
    "✔"
   ],
   [
    "pubbaṃ 1",
    "несклон",
    "previously, earlier, before, formerly",
    "✘"
   ],
   [
    "pubbaṃ 2",
    "несклон",
    "во-первых",
    "✔"
   ],
   [
    "pubbā",
    "жен",
    "east",
    "✘"
   ],
   [
    "pubbe 1",
    "несклон",
    "раньше",
    "✔"
   ],
   [
    "pubbe 2",
    "несклон",
    "впереди",
    "✔"
   ]
  ],
  "count": 27
 },
 "poṅkha": {
  "data": [
   [
    "anupoṅkha",
    "ср",
    "следующая стрела",
    "◑"
   ],
   [
    "poṅkha",
    "ср",
    "оперение",
    "◑"
   ]
  ],
  "count": 2
 },
 "usabha": {
  "data": [
   [
    "anusabha",
    "муж",
    "не племенной бык",
    "◑"
   ],
   [
    "asabha",
    "прил",
    "bull-like",
    "✘"
   ],
   [
    "āsabha 1",
    "прил",
    "бычий",
    "◑"
   ],
   [
    "āsabha 2",
    "прил",
    "главный",
    "✔"
   ],
   [
    "āsabhī",
    "прил",
    "барственный",
    "✔"
   ],
   [
    "upāsabha",
    "муж",
    "имя частного пробужденного Будды",
    "◑"
   ],
   [
    "usabha 1",
    "муж",
    "ведущий бык",
    "✔"
   ],
   [
    "usabha 2",
    "муж",
    "тот кто лучший",
    "✔"
   ],
   [
    "usabha 3",
    "ср",
    "мера длины",
    "✔"
   ],
   [
    "usabha 4",
    "муж",
    "имя одного из самостоятельно просветлённых Будд",
    "◑"
   ],
   [
    "usabha 5",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "usabha 6",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "nisabha 1",
    "муж",
    "ведущий бык",
    "✔"
   ],
   [
    "nisabhavant",
    "муж",
    "обладающий качествами ведущего быка",
    "✔"
   ],
   [
    "vasabha 1",
    "муж",
    "главный бык",
    "◑"
   ],
   [
    "vasabha 2",
    "муж",
    "имя арахант монаха",
    "◑"
   ],
   [
    "vāsabhā",
    "жен",
    "имя второй жены царя Пасенади",
    "✔"
   ]
  ],
  "count": 17
 },
 "vacchara": {
  "data": [
   [
    "anusaṃvaccharaṃ",
    "несклон",
    "ежегодно",
    "✔"
   ],
   [
    "vaccha 1.1",
    "муж",
    "теленок",
    "✔"
   ],
   [
    "vacchaka",
    "муж",
    "теленок",
    "✔"
   ],
   [
    "vacchatara",
    "муж",
    "молодой бык",
    "✔"
   ],
   [
    "vacchara",
    "ср",
    "год",
    "◑"
   ],
   [
    "saṃvacchara 1",
    "ср",
    "год",
    "✔"
   ],
   [
    "saṃvacchara 2",
    "муж",
    "год",
    "✔"
   ],
   [
    "saṃvaccharaṃ",
    "несклон",
    "в течение года",
    "✔"
   ]
  ],
  "count": 8
 },
 "seṭṭha": {
  "data": [
   [
    "anuseṭṭhi",
    "муж",
    "вице-президент",
    "✔"
   ],
   [
    "appaṭiseṭṭha",
    "прил",
    "having no superior",
    "✘"
   ],
   [
    "seṭṭha 1",
    "прил",
    "первый",
    "✔"
   ],
   [
    "seṭṭha 2",
    "муж",
    "начальник",
    "✔"
   ],
   [
    "seṭṭhatara",
    "прил",
    "more excellent",
    "✘"
   ],
   [
    "seṭṭhatā",
    "жен",
    "превосходство",
    "✔"
   ],
   [
    "seṭṭhi 1.1",
    "муж",
    "богач",
    "✔"
   ],
   [
    "seṭṭhitta",
    "ср",
    "положение казначея",
    "◑"
   ],
   [
    "seṭṭhī",
    "муж",
    "руководитель бизнеса",
    "✔"
   ]
  ],
  "count": 9
 },
 "ussuka": {
  "data": [
   [
    "anussuka",
    "прил",
    "не ревностно желающий",
    "✔"
   ],
   [
    "ussuka",
    "прил",
    "ревностно желающий",
    "✔"
   ],
   [
    "ussukī",
    "прил",
    "рьяно желающий",
    "✔"
   ],
   [
    "ussukka",
    "ср",
    "рвение",
    "✔"
   ],
   [
    "ussukkati",
    "наст",
    "endeavours, tries",
    "✘"
   ],
   [
    "ussukkāpana",
    "ср",
    "applying effort",
    "✘"
   ],
   [
    "ussukkāpeti",
    "наст",
    "entices, arouses",
    "✘"
   ],
   [
    "ussukkāpenta",
    "прич.наст",
    "прилагающий усилия (с)",
    "◑"
   ],
   [
    "ussukkāpesi",
    "аор",
    "enticed, aroused",
    "✘"
   ],
   [
    "ussukki",
    "аор",
    "endeavoured, tried",
    "✘"
   ]
  ],
  "count": 10
 },
 "ūna": {
  "data": [
   [
    "anūna",
    "прил",
    "не недостающий",
    "✔"
   ],
   [
    "ūna 1",
    "прил",
    "недостаточный",
    "✔"
   ],
   [
    "ūna 2",
    "ср",
    "нехватка",
    "✔"
   ],
   [
    "ūnaka 1",
    "прил",
    "недостаточный",
    "✔"
   ],
   [
    "ūnaka 2",
    "прил",
    "менее чем",
    "✔"
   ],
   [
    "ūnaka 3",
    "прил",
    "пустой",
    "✔"
   ],
   [
    "ūnatā",
    "жен",
    "deficiency",
    "✘"
   ],
   [
    "ūnatta",
    "ср",
    "истощение (чего-либо)",
    "✔"
   ],
   [
    "ona",
    "прил",
    "недостаточный",
    "✔"
   ]
  ],
  "count": 9
 },
 "eka": {
  "data": [
   [
    "aneka",
    "прил",
    "множественный",
    "✔"
   ],
   [
    "anekakkhattuṃ",
    "несклон",
    "много раз",
    "✔"
   ],
   [
    "eka 1",
    "кол.ч",
    "один",
    "✔"
   ],
   [
    "eka 2",
    "прил",
    "некоторый",
    "✔"
   ],
   [
    "eka 3",
    "прил",
    "одинокий",
    "✔"
   ],
   [
    "eka 4",
    "прил",
    "единственный",
    "✔"
   ],
   [
    "eka 5",
    "прил",
    "один и тот же",
    "✔"
   ],
   [
    "eka 6",
    "ср",
    "одно",
    "✔"
   ],
   [
    "eka 7",
    "несклон",
    "однажды",
    "✔"
   ],
   [
    "ekaka 1",
    "прил",
    "один",
    "✔"
   ],
   [
    "ekaka 2",
    "ср",
    "группа из одного",
    "✔"
   ],
   [
    "ekakkhattuṃ",
    "несклон",
    "once",
    "✘"
   ],
   [
    "ekacca 1",
    "местоим",
    "один",
    "✔"
   ],
   [
    "ekacca 2",
    "местоим",
    "некоторый",
    "✔"
   ],
   [
    "ekacca 3",
    "прил",
    "частичный",
    "✔"
   ],
   [
    "ekacciya",
    "прил",
    "определенный",
    "✔"
   ],
   [
    "ekajjhaṃ",
    "несклон",
    "вместе",
    "✔"
   ],
   [
    "ekatiya",
    "прил",
    "некоторый",
    "✔"
   ],
   [
    "ekato 1",
    "несклон",
    "на одной стороне",
    "✔"
   ],
   [
    "ekato 2",
    "несклон",
    "вместе",
    "✔"
   ],
   [
    "ekatta 1",
    "ср",
    "единый",
    "✔"
   ],
   [
    "ekatta 2",
    "ср",
    "слитность",
    "✔"
   ],
   [
    "ekatta 3",
    "ср",
    "глубокая медитация",
    "✔"
   ],
   [
    "ekatta 4",
    "прил",
    "одинокий",
    "✔"
   ],
   [
    "ekatta 5",
    "ср",
    "agreement",
    "✘"
   ],
   [
    "ekatta 6",
    "ср",
    "identity",
    "✘"
   ],
   [
    "ekatta 7",
    "ср",
    "единственное число",
    "✔"
   ],
   [
    "ekadā 1",
    "несклон",
    "однажды",
    "✔"
   ],
   [
    "ekadā 2",
    "несклон",
    "сразу",
    "✔"
   ],
   [
    "ekaso",
    "несклон",
    "singly, one by one",
    "✘"
   ],
   [
    "ekā 1",
    "кол.ч",
    "один",
    "✔"
   ],
   [
    "ekā 2",
    "прил",
    "некоторые, отдельные",
    "✔"
   ],
   [
    "ekākinī",
    "жен",
    "lonely person",
    "✘"
   ],
   [
    "ekākiya",
    "прил",
    "уединенный",
    "✔"
   ],
   [
    "ekākī",
    "прил",
    "alone",
    "✘"
   ],
   [
    "ekāya",
    "кол.ч",
    "с одной",
    "✔"
   ],
   [
    "ekikā",
    "жен",
    "женщина одна",
    "✔"
   ],
   [
    "ekissā",
    "кол.ч",
    "с одной",
    "✔"
   ],
   [
    "eke 1",
    "прил",
    "некие",
    "✔"
   ],
   [
    "eke 2",
    "прил",
    "some commentators",
    "✔"
   ],
   [
    "ekena",
    "кол.ч",
    "одним",
    "✔"
   ],
   [
    "neka",
    "прил",
    "многие",
    "✔"
   ],
   [
    "pacceka",
    "прил",
    "индивидуальный",
    "✔"
   ],
   [
    "paccekaṃ",
    "несклон",
    "индивидуально",
    "✔"
   ],
   [
    "pāṭiyekka",
    "прил",
    "отдельный",
    "✔"
   ],
   [
    "pāṭiyekkaṃ",
    "несклон",
    "separately, individually",
    "✘"
   ],
   [
    "pāṭekka",
    "прил",
    "separate, single",
    "✘"
   ],
   [
    "pāṭekkaṃ",
    "несклон",
    "индивидуально",
    "✔"
   ]
  ],
  "count": 48
 },
 "eḷā": {
  "data": [
   [
    "aneḷa",
    "прил",
    "faultless, pure",
    "✘"
   ],
   [
    "aneḷaka",
    "прил",
    "faultless, pure",
    "✘"
   ],
   [
    "elā 1",
    "жен",
    "слюна",
    "✔"
   ],
   [
    "eḷā",
    "жен",
    "слюна",
    "✔"
   ]
  ],
  "count": 4
 },
 "ava": {
  "data": [
   [
    "anoma 1",
    "прил",
    "начальствующий",
    "✔"
   ],
   [
    "anoma 2",
    "ср",
    "название",
    "✔"
   ],
   [
    "anomiya",
    "прил",
    "превосходный",
    "◑"
   ],
   [
    "ava",
    "прист",
    "вниз",
    "✔"
   ],
   [
    "avaca 1.1",
    "прил",
    "низкий",
    "✔"
   ],
   [
    "avara",
    "прил",
    "низкий",
    "✔"
   ],
   [
    "o 3.1",
    "прист",
    "вниз",
    "✔"
   ],
   [
    "oma",
    "прил",
    "низший",
    "✔"
   ],
   [
    "omaka 1",
    "прил",
    "низший",
    "✔"
   ],
   [
    "omaka 2",
    "прил",
    "маленький",
    "✔"
   ],
   [
    "omaka 3",
    "прил",
    "меньше чем",
    "✔"
   ],
   [
    "ora 1",
    "прил",
    "нижний",
    "✔"
   ],
   [
    "ora 2",
    "ср",
    "эта сторона",
    "✔"
   ],
   [
    "oraka 1",
    "прил",
    "низкий",
    "✔"
   ],
   [
    "oraka 2",
    "прил",
    "обычный, обыкновенный, общий, неважный, досл. низкий",
    "✔"
   ],
   [
    "oraṃ 1",
    "несклон",
    "менее (чем)",
    "✔"
   ],
   [
    "oraṃ 2",
    "несклон",
    "below, on this side",
    "✘"
   ],
   [
    "orima",
    "прил",
    "ближайший",
    "✔"
   ],
   [
    "orena 1",
    "несклон",
    "раньше (чем)",
    "✔"
   ],
   [
    "orena 2",
    "несклон",
    "below",
    "✘"
   ],
   [
    "paccora",
    "ср",
    "задняя часть",
    "✔"
   ]
  ],
  "count": 21
 },
 "anto": {
  "data": [
   [
    "anto 1",
    "несклон",
    "в",
    "✔"
   ],
   [
    "anto 2",
    "несклон",
    "до",
    "◑"
   ]
  ],
  "count": 2
 },
 "andu": {
  "data": [
   [
    "andu 1",
    "муж",
    "цепь",
    "✔"
   ],
   [
    "andu 2",
    "жен",
    "цепь",
    "✔"
   ]
  ],
  "count": 2
 },
 "andha2": {
  "data": [
   [
    "andha 2.1",
    "муж",
    "название страны",
    "◑"
   ],
   [
    "andhaka 2.1",
    "прил",
    "относящийся к стране Андхра",
    "◑"
   ]
  ],
  "count": 2
 },
 "pakkha": {
  "data": [
   [
    "apakkha 1",
    "прил",
    "без сторонников",
    "◑"
   ],
   [
    "apakkha 2",
    "прил",
    "not crippled",
    "✘"
   ],
   [
    "apakkhaka",
    "прил",
    "бескрылый",
    "✔"
   ],
   [
    "apakkhatā",
    "жен",
    "отсутствие сторонников",
    "◑"
   ],
   [
    "apakkhika",
    "прил",
    "without a supporting party",
    "✘"
   ],
   [
    "appaṭipakkha",
    "прил",
    "not contrary",
    "✘"
   ],
   [
    "pakkha 1",
    "прил",
    "связанный (с)",
    "✔"
   ],
   [
    "pakkha 2",
    "муж",
    "сторона",
    "✔"
   ],
   [
    "pakkha 3",
    "муж",
    "крыло",
    "✔"
   ],
   [
    "pakkha 4",
    "муж",
    "калека",
    "✔"
   ],
   [
    "pakkha 5",
    "муж",
    "сторона",
    "✔"
   ],
   [
    "pakkha 6",
    "муж",
    "половина лунного месяца",
    "✔"
   ],
   [
    "pakkha 7",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "pakkhika 1",
    "прил",
    "связанный (с)",
    "✔"
   ],
   [
    "pakkhika 2",
    "прил",
    "на стороне",
    "✔"
   ],
   [
    "pakkhika 3",
    "прил",
    "fortnightly",
    "✘"
   ],
   [
    "pakkhika 4",
    "прил",
    "носящий одежду из крыльев",
    "✔"
   ],
   [
    "pakkhitta 2.1",
    "ср",
    "факт быть птицей",
    "✔"
   ],
   [
    "pakkhimant",
    "муж",
    "ловец птиц",
    "✔"
   ],
   [
    "pakkhiya 1",
    "прил",
    "связанный (с)",
    "✔"
   ],
   [
    "pakkhiya 2",
    "прил",
    "belonging to a faction, siding with",
    "✘"
   ],
   [
    "pakkhiya 3",
    "прил",
    "fortnightly",
    "✘"
   ],
   [
    "pakkhī 1",
    "муж",
    "птица",
    "✔"
   ],
   [
    "pakkhī 2",
    "прил",
    "winged",
    "✔"
   ],
   [
    "paṭipakkha 1",
    "прил",
    "противоположный",
    "◑"
   ],
   [
    "paṭipakkha 2",
    "муж",
    "enemy, opponent",
    "✘"
   ],
   [
    "paṭipakkhika",
    "прил",
    "inimical, of an opponent party",
    "✘"
   ],
   [
    "vipakkha",
    "прил",
    "hostile",
    "✘"
   ],
   [
    "vipakkhika 1",
    "прил",
    "siding with the enemy",
    "✘"
   ],
   [
    "vipakkhika 2",
    "прил",
    "с уничтоженными крыльями",
    "✔"
   ],
   [
    "sapakkhaka",
    "прил",
    "с крыльями",
    "✔"
   ]
  ],
  "count": 31
 },
 "pacchā": {
  "data": [
   [
    "apacchā",
    "несклон",
    "not after",
    "✘"
   ],
   [
    "paccha",
    "прил",
    "behind",
    "✘"
   ],
   [
    "pacchato 1",
    "несклон",
    "потом",
    "✔"
   ],
   [
    "pacchato 2",
    "несклон",
    "сзади",
    "✔"
   ],
   [
    "pacchā 1",
    "несклон",
    "после",
    "✔"
   ],
   [
    "pacchā 2",
    "несклон",
    "сзади",
    "✔"
   ],
   [
    "pacchā 3",
    "несклон",
    "западный",
    "✔"
   ],
   [
    "pacchā 4",
    "несклон",
    "назад",
    "✔"
   ],
   [
    "pacchima 1",
    "прил",
    "последний",
    "✔"
   ],
   [
    "pacchima 2",
    "прил",
    "западный",
    "✔"
   ],
   [
    "pacchima 3",
    "прил",
    "задний",
    "✔"
   ],
   [
    "pacchima 4",
    "прил",
    "самый маленький",
    "✔"
   ],
   [
    "pacchima 5",
    "прил",
    "следующий",
    "✔"
   ],
   [
    "pacchima 6",
    "ср",
    "нижний",
    "✔"
   ],
   [
    "pacchima 7",
    "прил",
    "самый нижний",
    "✔"
   ],
   [
    "pacchima 8",
    "муж",
    "последний человек",
    "✔"
   ],
   [
    "pacchimaka 1",
    "прил",
    "самый последний",
    "✔"
   ],
   [
    "pacchimaka 2",
    "прил",
    "наименьший",
    "✔"
   ],
   [
    "pacchimena",
    "несклон",
    "на запад (от)",
    "✔"
   ]
  ],
  "count": 19
 },
 "paṇḍu": {
  "data": [
   [
    "apaṇḍara",
    "прил",
    "not white",
    "✘"
   ],
   [
    "uppaṇḍu",
    "прил",
    "бледный",
    "✔"
   ],
   [
    "uppaṇḍuka",
    "прил",
    "бледный",
    "✔"
   ],
   [
    "paṇḍaka 1",
    "муж",
    "евнух",
    "✔"
   ],
   [
    "paṇḍaka 2",
    "муж",
    "гомосексуалист",
    "◑"
   ],
   [
    "paṇḍara 1",
    "прил",
    "бледный",
    "✔"
   ],
   [
    "paṇḍara 2",
    "ср",
    "хорошая камма",
    "✔"
   ],
   [
    "paṇḍara 3",
    "ср",
    "название типа слона",
    "◑"
   ],
   [
    "paṇḍara 4",
    "муж",
    "название религиозной секты",
    "✔"
   ],
   [
    "paṇḍaratara",
    "прил",
    "более бледный, более белый",
    "◑"
   ],
   [
    "paṇḍava",
    "ср",
    "название горы недалеко от Раджагахи",
    "✔"
   ],
   [
    "paṇḍu 1",
    "прил",
    "желтый",
    "✔"
   ],
   [
    "paṇḍu 2",
    "прил",
    "бледный",
    "✔"
   ],
   [
    "paṇḍu 3",
    "прил",
    "светло-коричневый",
    "✔"
   ],
   [
    "paṇḍuka 1",
    "муж",
    "желтуха",
    "✔"
   ],
   [
    "paṇḍuka 2",
    "муж",
    "name of one of the group of six monks",
    "✘"
   ]
  ],
  "count": 16
 },
 "paṇḍita": {
  "data": [
   [
    "apaṇḍita 1",
    "прил",
    "неразумный",
    "◑"
   ],
   [
    "apaṇḍita 2",
    "прил",
    "unlearned",
    "✘"
   ],
   [
    "paṇḍicca 1",
    "ср",
    "мудрость",
    "◑"
   ],
   [
    "paṇḍicca 2",
    "ср",
    "erudition",
    "✘"
   ],
   [
    "paṇḍiccā",
    "жен",
    "мудрость",
    "◑"
   ],
   [
    "paṇḍita 1",
    "прил",
    "мудрый",
    "✔"
   ],
   [
    "paṇḍita 2",
    "муж",
    "мудрец",
    "✔"
   ],
   [
    "paṇḍitaka",
    "муж",
    "мелкий ученый",
    "✔"
   ],
   [
    "paṇḍitatara",
    "прил",
    "мудрее",
    "✔"
   ]
  ],
  "count": 9
 },
 "pañca": {
  "data": [
   [
    "apaṇṇaka 1",
    "прил",
    "неоспоримый",
    "✔"
   ],
   [
    "apaṇṇaka 2",
    "прил",
    "(о костях) нечестный",
    "✔"
   ],
   [
    "apaṇṇakatā",
    "жен",
    "surety",
    "✘"
   ],
   [
    "apaṇṇakatta",
    "ср",
    "факт бесспорности",
    "◑"
   ],
   [
    "apaṇṇakaṃ",
    "несклон",
    "конечно",
    "✔"
   ],
   [
    "pañca",
    "кол.ч",
    "пять (5)",
    "✔"
   ],
   [
    "pañcaka",
    "ср",
    "пятёрка",
    "✔"
   ],
   [
    "pañcakkhattuṃ",
    "несклон",
    "пять раз",
    "✔"
   ],
   [
    "pañcadhā",
    "несклон",
    "in five ways",
    "✔"
   ],
   [
    "pañcannaṃ 1",
    "кол.ч",
    "к пяти",
    "✔"
   ],
   [
    "pañcannaṃ 2",
    "кол.ч",
    "пяти",
    "✔"
   ],
   [
    "pañcannaṃ 3",
    "кол.ч",
    "когда пяти",
    "✔"
   ],
   [
    "pañcabhi",
    "кол.ч",
    "пятью (5)",
    "✘"
   ],
   [
    "pañcama",
    "поряд.ч",
    "пятый (5ый)",
    "✔"
   ],
   [
    "pañcamaka 1",
    "поряд.ч",
    "пятый (5ый)",
    "✔"
   ],
   [
    "pañcamaka 2",
    "прил",
    "имеющий (что-либо) как пятую составляющую",
    "✔"
   ],
   [
    "pañcamī 1",
    "жен",
    "пятый",
    "✔"
   ],
   [
    "pañcamī 2",
    "жен",
    "(грам) повелительное или благословительное наклонение",
    "✔"
   ],
   [
    "pañcamī 3",
    "жен",
    "(gram) ablative",
    "✘"
   ],
   [
    "pañcasu",
    "кол.ч",
    "в пяти",
    "✔"
   ],
   [
    "pañcaso",
    "несклон",
    "пятью",
    "✔"
   ],
   [
    "paṇṇa 2.1",
    "кол.ч",
    "пять (5)",
    "◑"
   ],
   [
    "sapaṇṇaka",
    "прил",
    "сомнительный",
    "◑"
   ]
  ],
  "count": 23
 },
 "pabbhāra": {
  "data": [
   [
    "apabbhāra",
    "прил",
    "without steep slopes",
    "✘"
   ],
   [
    "pabbhāra 1",
    "прил",
    "наклонный",
    "✔"
   ],
   [
    "pabbhāra 2",
    "муж",
    "горный склон",
    "✔"
   ],
   [
    "pabbhāra 3",
    "муж",
    "overhang of rock under which a cave dwelling can be made",
    "✘"
   ]
  ],
  "count": 4
 },
 "maṇḍala": {
  "data": [
   [
    "aparimaṇḍala",
    "прил",
    "incomplete",
    "✘"
   ],
   [
    "āmaṇḍalika",
    "ср",
    "(rough) circle",
    "✘"
   ],
   [
    "āmaṇḍaliya",
    "ср",
    "гроздь",
    "✔"
   ],
   [
    "parimaṇḍala 1",
    "прил",
    "круглый",
    "✔"
   ],
   [
    "parimaṇḍala 2",
    "прил",
    "хорошо округлый",
    "✔"
   ],
   [
    "parimaṇḍala 3",
    "прил",
    "хорошо произнесённый",
    "✔"
   ],
   [
    "parimaṇḍala 4",
    "прил",
    "extending over",
    "✘"
   ],
   [
    "parimaṇḍalatā",
    "жен",
    "круглость",
    "◑"
   ],
   [
    "parimaṇḍalaṃ",
    "несклон",
    "равномерно по кругу",
    "✔"
   ],
   [
    "maṇḍala 1",
    "ср",
    "круг",
    "✔"
   ],
   [
    "maṇḍala 2",
    "ср",
    "круглое пространство",
    "✔"
   ],
   [
    "maṇḍala 3",
    "ср",
    "обод",
    "✔"
   ],
   [
    "maṇḍala 4",
    "ср",
    "сфера",
    "✔"
   ],
   [
    "maṇḍala 5",
    "ср",
    "round platform, circus ring",
    "✘"
   ],
   [
    "maṇḍala 6",
    "ср",
    "(о лошади) бросание",
    "✔"
   ],
   [
    "maṇḍalika 1",
    "муж",
    "правитель провинции",
    "✔"
   ],
   [
    "maṇḍalika 2",
    "прил",
    "belonging to a circle or a small country",
    "✘"
   ],
   [
    "maṇḍalī",
    "прил",
    "круглый",
    "✔"
   ]
  ],
  "count": 18
 },
 "palāpa": {
  "data": [
   [
    "apalāpa 2.1",
    "прил",
    "free from chaff",
    "✘"
   ],
   [
    "palāpa 2.1",
    "муж",
    "chaff (of corn)",
    "✘"
   ],
   [
    "palāpa 2.2",
    "прил",
    "похожий на шелуху",
    "✔"
   ]
  ],
  "count": 3
 },
 "paḷāsa": {
  "data": [
   [
    "apaḷāsa 1",
    "прил",
    "без соперничества",
    "✔"
   ],
   [
    "apaḷāsa 2",
    "муж",
    "отсутствие завистливого соперничества",
    "✔"
   ],
   [
    "apaḷāsī",
    "прил",
    "не соперничающий",
    "✔"
   ],
   [
    "paḷāsa",
    "муж",
    "завистливое соперничество",
    "✔"
   ],
   [
    "paḷāsī",
    "прил",
    "кто завистливо соперничает",
    "✔"
   ]
  ],
  "count": 5
 },
 "apācī": {
  "data": [
   [
    "apācī",
    "жен",
    "southern direction",
    "✘"
   ],
   [
    "apācīna",
    "прил",
    "расположенный ниже",
    "◑"
   ],
   [
    "apācīnaṃ",
    "несклон",
    "ниже",
    "✔"
   ]
  ],
  "count": 3
 },
 "paṭu": {
  "data": [
   [
    "apāṭuka",
    "прил",
    "не открытый",
    "✔"
   ],
   [
    "paṭu",
    "прил",
    "clever, skilful, clever person",
    "✘"
   ],
   [
    "paṭutā",
    "жен",
    "cleverness, skill",
    "✘"
   ],
   [
    "paṭutta",
    "ср",
    "cleverness, skill",
    "✘"
   ]
  ],
  "count": 4
 },
 "pāpa": {
  "data": [
   [
    "apāpa 1",
    "прил",
    "not evil",
    "✘"
   ],
   [
    "apāpa 2",
    "прил",
    "sinless",
    "✘"
   ],
   [
    "apāpaka 1",
    "прил",
    "хороший",
    "✔"
   ],
   [
    "apāpaka 2",
    "прил",
    "хорошо выглядящий",
    "✔"
   ],
   [
    "nippāpa",
    "прил",
    "безгрешный",
    "✔"
   ],
   [
    "pāpa 1",
    "прил",
    "злой",
    "✔"
   ],
   [
    "pāpa 2",
    "муж",
    "грешник",
    "✔"
   ],
   [
    "pāpa 3",
    "ср",
    "бесполезное действие",
    "✔"
   ],
   [
    "pāpaka 1.1",
    "прил",
    "плохой",
    "✔"
   ],
   [
    "pāpaka 1.2",
    "прил",
    "(о разговоре) грубый",
    "✔"
   ],
   [
    "pāpaka 1.3",
    "ср",
    "плохие деяния",
    "✔"
   ],
   [
    "pāpatara",
    "прил",
    "более злой",
    "◑"
   ],
   [
    "pāpika",
    "прил",
    "порочный",
    "✘"
   ],
   [
    "pāpikā",
    "прил",
    "злой",
    "✔"
   ],
   [
    "pāpiṭṭha",
    "прил",
    "худший",
    "✔"
   ],
   [
    "pāpiṭṭhatara",
    "прил",
    "даже хуже (чем)",
    "✔"
   ],
   [
    "pāpita 2.1",
    "прил",
    "испытывающий несчастье",
    "✔"
   ],
   [
    "pāpimant 1",
    "прил",
    "злой",
    "✔"
   ],
   [
    "pāpimant 2",
    "муж",
    "злоба",
    "◑"
   ],
   [
    "pāpimant 3",
    "муж",
    "злой",
    "✔"
   ],
   [
    "pāpiya",
    "прил",
    "худший (чем)",
    "✔"
   ],
   [
    "pāpeti 2.1",
    "наст",
    "делает плохим",
    "✔"
   ],
   [
    "vipāpa",
    "прил",
    "свободный от зла",
    "◑"
   ],
   [
    "supāpaka",
    "прил",
    "очень плохой",
    "✔"
   ]
  ],
  "count": 24
 },
 "para": {
  "data": [
   [
    "apāra 1",
    "ср",
    "этот берег",
    "✔"
   ],
   [
    "apāra 2",
    "прил",
    "безграничный, без дальнего берега",
    "◑"
   ],
   [
    "upapāramī",
    "жен",
    "высшее совершенство",
    "✔"
   ],
   [
    "para 1",
    "местоим",
    "другой",
    "✔"
   ],
   [
    "para 2",
    "прил",
    "следующий (мир)",
    "✔"
   ],
   [
    "para 3",
    "прил",
    "чуждый",
    "✔"
   ],
   [
    "para 4",
    "прил",
    "погружённый в",
    "✔"
   ],
   [
    "para 5",
    "прил",
    "выше (чем)",
    "✔"
   ],
   [
    "para 6",
    "прил",
    "следующий",
    "✔"
   ],
   [
    "para 7",
    "муж",
    "следующая буква",
    "✔"
   ],
   [
    "parato 1",
    "местоим",
    "от другого",
    "✔"
   ],
   [
    "parato 2",
    "несклон",
    "как чужой",
    "✔"
   ],
   [
    "parato 3",
    "местоим",
    "после этого",
    "◑"
   ],
   [
    "parattha 2.1",
    "несклон",
    "впоследствии",
    "✔"
   ],
   [
    "parama 1",
    "прил",
    "самый высший",
    "✔"
   ],
   [
    "parama 2",
    "прил",
    "very worst",
    "✔"
   ],
   [
    "paramatara",
    "прил",
    "больший (чем)",
    "✔"
   ],
   [
    "paramatā",
    "жен",
    "максимум",
    "✔"
   ],
   [
    "paramaṃ",
    "несклон",
    "самое большее",
    "✔"
   ],
   [
    "paraṃ",
    "несклон",
    "после",
    "✔"
   ],
   [
    "parāsaṃ",
    "местоим",
    "(грам) ?? от следующих",
    "✔"
   ],
   [
    "pare 1",
    "несклон",
    "позавчера",
    "✔"
   ],
   [
    "pare 2",
    "несклон",
    "послезавтра",
    "✔"
   ],
   [
    "pare 3",
    "местоим",
    "другие",
    "✔"
   ],
   [
    "paresa",
    "местоим",
    "другим",
    "✔"
   ],
   [
    "paresaṃ 1",
    "местоим",
    "другим",
    "✔"
   ],
   [
    "paresaṃ 2",
    "местоим",
    "других",
    "✔"
   ],
   [
    "paresaṃ 3",
    "местоим",
    "принадлежащий другим",
    "✔"
   ],
   [
    "paro",
    "несклон",
    "дальше",
    "✔"
   ],
   [
    "pāra 1.1",
    "ср",
    "тот берег",
    "✔"
   ],
   [
    "pāramitā",
    "жен",
    "совершенство (в)",
    "✔"
   ],
   [
    "pāramī",
    "жен",
    "совершенство",
    "✔"
   ],
   [
    "pāraṃ",
    "несклон",
    "beyond, across, over",
    "✘"
   ]
  ],
  "count": 33
 },
 "api": {
  "data": [
   [
    "api 1.1",
    "несклон",
    "именно",
    "✔"
   ],
   [
    "api 1.2",
    "несклон",
    "даже",
    "✔"
   ],
   [
    "api 1.3",
    "несклон",
    "если",
    "✔"
   ],
   [
    "api 1.4",
    "несклон",
    "есть?",
    "✔"
   ],
   [
    "api 1.5",
    "несклон",
    "но",
    "✔"
   ],
   [
    "api 1.6",
    "несклон",
    "да",
    "✔"
   ],
   [
    "api 1.7",
    "несклон",
    "тоже",
    "✔"
   ],
   [
    "pi 1.1",
    "несклон",
    "только",
    "✔"
   ],
   [
    "pi 1.2",
    "несклон",
    "также",
    "◑"
   ]
  ],
  "count": 9
 },
 "pitar": {
  "data": [
   [
    "apitika",
    "прил",
    "fatherless",
    "✘"
   ],
   [
    "apetteyya",
    "прил",
    "не почитающий своего отца",
    "✔"
   ],
   [
    "apetteyyatā",
    "жен",
    "irreverence against father",
    "✘"
   ],
   [
    "pitar",
    "муж",
    "отец",
    "✔"
   ],
   [
    "pitaraṃ",
    "муж",
    "отца",
    "✔"
   ],
   [
    "pitari 1",
    "муж",
    "в отце",
    "✔"
   ],
   [
    "pitari 2",
    "муж",
    "когда отец",
    "✔"
   ],
   [
    "pitā",
    "муж",
    "отец",
    "✔"
   ],
   [
    "piti",
    "муж",
    "отец",
    "✔"
   ],
   [
    "pitika",
    "прил",
    "относящийся к отцу",
    "✔"
   ],
   [
    "pitito",
    "несклон",
    "по отцовской линии",
    "✔"
   ],
   [
    "pettaṇika",
    "прил",
    "who lives on father's property",
    "✘"
   ],
   [
    "pettanika",
    "муж",
    "кто живет на наследственном богатстве",
    "◑"
   ],
   [
    "petti 1",
    "муж",
    "отец",
    "✔"
   ],
   [
    "petti 2",
    "муж",
    "forefather",
    "✔"
   ],
   [
    "pettika 1",
    "прил",
    "отцовский",
    "✔"
   ],
   [
    "pettika 2",
    "прил",
    "семейный",
    "✔"
   ],
   [
    "pettiya",
    "муж",
    "дядя",
    "◑"
   ],
   [
    "petteyya",
    "прил",
    "чтящий собственного отца",
    "✔"
   ],
   [
    "petteyyatā",
    "жен",
    "любовь к отцу",
    "✔"
   ]
  ],
  "count": 20
 },
 "pitta": {
  "data": [
   [
    "apittaka",
    "прил",
    "not bilious",
    "✘"
   ],
   [
    "pitta 1.1",
    "ср",
    "желчь",
    "✔"
   ]
  ],
  "count": 2
 },
 "putta": {
  "data": [
   [
    "aputta 1",
    "муж",
    "not a son",
    "✘"
   ],
   [
    "aputta 2",
    "прил",
    "sonless",
    "✘"
   ],
   [
    "aputtaka",
    "прил",
    "без сына",
    "✔"
   ],
   [
    "aputtakatā",
    "жен",
    "отсутствие детей",
    "✔"
   ],
   [
    "paputta",
    "муж",
    "grandson",
    "✘"
   ],
   [
    "paputtaka",
    "муж",
    "внук",
    "✔"
   ],
   [
    "putta 1",
    "муж",
    "сын",
    "✔"
   ],
   [
    "putta 2",
    "муж",
    "потомок",
    "✔"
   ],
   [
    "putta 3",
    "ср",
    "сын",
    "✔"
   ],
   [
    "puttaka 1",
    "муж",
    "маленький сын",
    "✔"
   ],
   [
    "puttaka 2",
    "муж",
    "(о животных) детеныш",
    "◑"
   ],
   [
    "puttaka 3",
    "муж",
    "roller, rolling pin, grinding stone",
    "✘"
   ],
   [
    "puttatta",
    "ср",
    "факт быть ребенком",
    "✔"
   ],
   [
    "puttavant",
    "прил",
    "имеющий сына",
    "✔"
   ],
   [
    "puttāna",
    "муж",
    "сыновей",
    "◑"
   ],
   [
    "puttikā",
    "жен",
    "дочка",
    "✔"
   ],
   [
    "puttimant",
    "прил",
    "имеющий сыновей",
    "✔"
   ],
   [
    "puttiya",
    "прил",
    "having children",
    "✘"
   ],
   [
    "puttī",
    "жен",
    "дочь",
    "✔"
   ],
   [
    "saputta",
    "прил",
    "с детьми",
    "✔"
   ]
  ],
  "count": 20
 },
 "pura2": {
  "data": [
   [
    "apurāṇa",
    "прил",
    "not old",
    "✘"
   ],
   [
    "apurima",
    "прил",
    "not preceding",
    "✘"
   ],
   [
    "apure",
    "несклон",
    "not before",
    "✘"
   ],
   [
    "pura 2.1",
    "несклон",
    "до",
    "✔"
   ],
   [
    "purato",
    "несклон",
    "спереди",
    "✔"
   ],
   [
    "puratthato",
    "несклон",
    "до",
    "✔"
   ],
   [
    "puratthaṃ",
    "несклон",
    "до, впереди, в будущем",
    "◑"
   ],
   [
    "puratthā 1",
    "несклон",
    "на восток",
    "✔"
   ],
   [
    "puratthā 2",
    "несклон",
    "раньше, в прошлом, ранее",
    "◑"
   ],
   [
    "puratthima",
    "прил",
    "восточный",
    "✔"
   ],
   [
    "puratthimena",
    "несклон",
    "на восток (от)",
    "✔"
   ],
   [
    "purā 1",
    "несклон",
    "перед",
    "✔"
   ],
   [
    "purā 2",
    "несклон",
    "formerly, in the past",
    "✘"
   ],
   [
    "purāṇa 1",
    "прил",
    "предыдущий",
    "✔"
   ],
   [
    "purāṇa 2",
    "прил",
    "древний",
    "✔"
   ],
   [
    "purāṇa 3",
    "прил",
    "изношенный",
    "✔"
   ],
   [
    "purāṇa 4",
    "ср",
    "прошлое",
    "✔"
   ],
   [
    "purāṇa 5",
    "ср",
    "пураны",
    "✔"
   ],
   [
    "purāṇa 6",
    "прил",
    "несвежий",
    "◑"
   ],
   [
    "purāṇa 7",
    "муж",
    "имя одного из архитекторов царя Пасенади",
    "✔"
   ],
   [
    "purāṇaka",
    "ср",
    "прошлое",
    "✔"
   ],
   [
    "purāṇiya",
    "прил",
    "древний",
    "✔"
   ],
   [
    "purima 1",
    "прил",
    "прошлый",
    "✔"
   ],
   [
    "purima 2",
    "прил",
    "восточный",
    "✔"
   ],
   [
    "purima 3",
    "прил",
    "передний",
    "✔"
   ],
   [
    "purima 4",
    "ср",
    "сказанное прежде",
    "✔"
   ],
   [
    "purima 5",
    "муж",
    "первая персона",
    "✔"
   ],
   [
    "purimaka",
    "прил",
    "более ранний",
    "◑"
   ],
   [
    "purimatara",
    "прил",
    "раньше",
    "✔"
   ],
   [
    "purimataraṃ",
    "несклон",
    "very early, early than",
    "✘"
   ],
   [
    "pure 1",
    "несклон",
    "перед",
    "✔"
   ],
   [
    "pure 2",
    "несклон",
    "раньше",
    "✔"
   ],
   [
    "pure 3",
    "несклон",
    "спереди",
    "✔"
   ],
   [
    "puretaraṃ",
    "несклон",
    "прежде всех",
    "✔"
   ],
   [
    "puro",
    "несклон",
    "спереди",
    "✔"
   ],
   [
    "porāṇa 1",
    "прил",
    "предшествующий",
    "✔"
   ],
   [
    "porāṇa 2",
    "прил",
    "древний",
    "✔"
   ],
   [
    "porāṇaka",
    "прил",
    "древний",
    "✔"
   ],
   [
    "porāṇā 1",
    "муж",
    "древние",
    "✔"
   ],
   [
    "porāṇā 2",
    "муж",
    "древние комментарии, на которые ссылается Буддагоса",
    "◑"
   ]
  ],
  "count": 40
 },
 "pesala": {
  "data": [
   [
    "apesala",
    "прил",
    "not well-behaved",
    "✘"
   ],
   [
    "pesala",
    "прил",
    "благонравный",
    "✔"
   ],
   [
    "supesala",
    "прил",
    "очень воспитанный",
    "◑"
   ]
  ],
  "count": 3
 },
 "purisa": {
  "data": [
   [
    "aporisa",
    "прил",
    "not made by humans",
    "✘"
   ],
   [
    "aporisatā",
    "жен",
    "fact of not being made by humans",
    "✘"
   ],
   [
    "nippurisa",
    "прил",
    "без мужчин",
    "✔"
   ],
   [
    "purisa 1",
    "муж",
    "человек",
    "✔"
   ],
   [
    "purisa 2",
    "муж",
    "слуга",
    "✔"
   ],
   [
    "purisa 3",
    "прил",
    "мужской",
    "✔"
   ],
   [
    "purisa 4",
    "муж",
    "World Soul (in Sāṃkhya system)",
    "✘"
   ],
   [
    "purisa 5",
    "муж",
    "(грам) грамматическое лицо",
    "✔"
   ],
   [
    "purisaka 1",
    "муж",
    "мужчина",
    "◑"
   ],
   [
    "purisaka 2",
    "прил",
    "человеческий",
    "◑"
   ],
   [
    "purisatta",
    "ср",
    "мужское состояние",
    "✔"
   ],
   [
    "porisa 1",
    "муж",
    "рабочий",
    "✔"
   ],
   [
    "porisa 2",
    "ср",
    "высота человека",
    "✔"
   ],
   [
    "porisa 3",
    "прил",
    "измеряющий высоту одного человека",
    "✔"
   ],
   [
    "porisa 4",
    "ср",
    "manliness",
    "✘"
   ],
   [
    "porisa 5",
    "прил",
    "мужественный",
    "✔"
   ],
   [
    "poriseyya",
    "прил",
    "модный",
    "✔"
   ],
   [
    "poroseyya",
    "прил",
    "модный",
    "✔"
   ],
   [
    "posa 1.1",
    "муж",
    "человек",
    "✔"
   ],
   [
    "vepurisikā",
    "жен",
    "женщина-мужчина",
    "◑"
   ],
   [
    "suporisa",
    "муж",
    "хороший человек",
    "◑"
   ]
  ],
  "count": 21
 },
 "badhira": {
  "data": [
   [
    "abadhira",
    "прил",
    "not deaf",
    "✘"
   ],
   [
    "badhira",
    "муж",
    "глухой человек",
    "✔"
   ]
  ],
  "count": 2
 },
 "bāla": {
  "data": [
   [
    "abāla",
    "прил",
    "не глупый",
    "✔"
   ],
   [
    "bāla 1",
    "прил",
    "глупый",
    "✔"
   ],
   [
    "bāla 2",
    "муж",
    "глупец",
    "✔"
   ],
   [
    "bāla 3",
    "прил",
    "young in years",
    "✘"
   ],
   [
    "bāla 4",
    "муж",
    "child",
    "✘"
   ],
   [
    "bālaka",
    "муж",
    "ребёнок",
    "✔"
   ],
   [
    "bālakī",
    "прил",
    "из деревни Балакы",
    "✔"
   ],
   [
    "bālatā",
    "жен",
    "foolishness",
    "✘"
   ],
   [
    "bālavant",
    "прил",
    "глупый",
    "◑"
   ],
   [
    "bālā 1",
    "жен",
    "young girl",
    "✘"
   ],
   [
    "bālā 2",
    "жен",
    "глупая женщина",
    "✔"
   ],
   [
    "bāliso",
    "несклон",
    "as a fool",
    "✘"
   ],
   [
    "bālya",
    "ср",
    "глупость",
    "✔"
   ]
  ],
  "count": 13
 },
 "bīja": {
  "data": [
   [
    "abīja 1",
    "прил",
    "бесплодный",
    "✔"
   ],
   [
    "abīja 2",
    "прил",
    "бессемянный",
    "◑"
   ],
   [
    "abīja 3",
    "ср",
    "отсутствие семени",
    "◑"
   ],
   [
    "dubbīja",
    "ср",
    "плохое семя",
    "◑"
   ],
   [
    "bīja 1",
    "ср",
    "семя",
    "✔"
   ],
   [
    "bīja 2",
    "ср",
    "прорастание, прорастание, размножение, вегетативное размножение",
    "✔"
   ],
   [
    "bīja 3",
    "прил",
    "плодородный",
    "✔"
   ],
   [
    "bījaka 1",
    "ср",
    "семечко",
    "◑"
   ],
   [
    "bījaka 2",
    "ср",
    "потомок",
    "◑"
   ],
   [
    "bījaka 3",
    "муж",
    "имя сына Судинны",
    "◑"
   ],
   [
    "bījī",
    "прил",
    "имеющий семя",
    "✔"
   ],
   [
    "subīja",
    "ср",
    "хорошее семя",
    "◑"
   ]
  ],
  "count": 12
 },
 "abbuda": {
  "data": [
   [
    "abbuda 1",
    "кол.ч",
    "десетилион (10⁵⁶)",
    "✔"
   ],
   [
    "abbuda 2",
    "ср",
    "опухоль",
    "✔"
   ],
   [
    "abbuda 3",
    "ср",
    "плохое развитие",
    "✔"
   ],
   [
    "abbuda 4",
    "ср",
    "вторая стадия эмбрионального развития",
    "✔"
   ],
   [
    "abbuda 5",
    "муж",
    "(комм) часть ада Авичи, где необходимо находиться в течение длительности, равной числу аббута",
    "◑"
   ],
   [
    "nirabbuda 1",
    "кол.ч",
    "10⁶³",
    "✔"
   ],
   [
    "nirabbuda 2",
    "прил",
    "free from trouble or tumours",
    "✘"
   ],
   [
    "nirabbuda 3",
    "муж",
    "name of a hell",
    "✘"
   ]
  ],
  "count": 8
 },
 "abhi": {
  "data": [
   [
    "abbh",
    "прист",
    "выше",
    "✔"
   ],
   [
    "abhi 1",
    "прист",
    "очень",
    "✔"
   ],
   [
    "abhi 2",
    "прист",
    "к",
    "◑"
   ],
   [
    "abhito",
    "несклон",
    "рядом, близко, в присутствии",
    "✔"
   ]
  ],
  "count": 4
 },
 "abbhu": {
  "data": [
   [
    "abbhu",
    "несклон",
    "ой нет!",
    "✔"
   ],
   [
    "abbhuta 1",
    "прил",
    "чудесный",
    "✔"
   ],
   [
    "abbhuta 2",
    "ср",
    "wonder, marvel",
    "✘"
   ],
   [
    "abbhuta 3",
    "ср",
    "ставка",
    "◑"
   ],
   [
    "abbhutaṃ",
    "несклон",
    "чудесно!",
    "✔"
   ],
   [
    "abbhumme",
    "несклон",
    "о нет!",
    "✔"
   ],
   [
    "abbhuṃ",
    "несклон",
    "exclamation of horror, fright or aversion",
    "✘"
   ],
   [
    "abhuṃ 1",
    "несклон",
    "о нет!",
    "✔"
   ],
   [
    "abhuṃ 2",
    "несклон",
    "о ужас! ужасно! страшно! чудовищно! ааа!",
    "✔"
   ]
  ],
  "count": 9
 },
 "yuva": {
  "data": [
   [
    "abhiyobbana",
    "ср",
    "ранняя молодость",
    "✔"
   ],
   [
    "kaniṭṭha 2",
    "муж",
    "младший брат",
    "◑"
   ],
   [
    "kaniṭṭhā",
    "жен",
    "младшая сестра",
    "◑"
   ],
   [
    "yuva",
    "муж",
    "юноша",
    "✔"
   ],
   [
    "yuvatī",
    "жен",
    "молодая девушка",
    "✔"
   ],
   [
    "yobbañña",
    "ср",
    "молодость",
    "✔"
   ],
   [
    "yobbana",
    "ср",
    "молодость",
    "✔"
   ]
  ],
  "count": 7
 },
 "bhisaja": {
  "data": [
   [
    "abhesajja",
    "ср",
    "not a medicine",
    "✘"
   ],
   [
    "bhisakka",
    "муж",
    "доктор",
    "✔"
   ],
   [
    "bhesajja",
    "ср",
    "лечебное средство",
    "✔"
   ]
  ],
  "count": 3
 },
 "maṅku": {
  "data": [
   [
    "amaṅku",
    "прил",
    "not embarrassed",
    "✘"
   ],
   [
    "amaṅkutā",
    "жен",
    "fact of not being embarrassed or dejected",
    "✘"
   ],
   [
    "dummaṅku",
    "прил",
    "нераскаивающийся",
    "✔"
   ],
   [
    "dummaṅkuya",
    "ср",
    "несчастье",
    "✔"
   ],
   [
    "maṅku 1",
    "прил",
    "смущенный",
    "✔"
   ],
   [
    "maṅku 2",
    "муж",
    "унижение",
    "✔"
   ],
   [
    "maṅku 3",
    "прил",
    "беспокойный",
    "✔"
   ]
  ],
  "count": 7
 },
 "amā": {
  "data": [
   [
    "amacca 1",
    "муж",
    "коллега",
    "✔"
   ],
   [
    "amacca 2",
    "муж",
    "министр",
    "✔"
   ],
   [
    "amacca 3",
    "муж",
    "советник",
    "✔"
   ],
   [
    "amatta 2.1",
    "муж",
    "министр",
    "✔"
   ],
   [
    "sāmacca 1",
    "прил",
    "вместе с товарищами",
    "✔"
   ],
   [
    "sāmacca 2",
    "прил",
    "together with one's ministers",
    "✔"
   ]
  ],
  "count": 6
 },
 "macchara": {
  "data": [
   [
    "amacchara",
    "прил",
    "free from avarice",
    "✘"
   ],
   [
    "amaccharitā",
    "жен",
    "fact of being free from avarice",
    "✘"
   ],
   [
    "amacchariya",
    "ср",
    "бескорыстие",
    "✔"
   ],
   [
    "amaccharī 1",
    "прил",
    "свободный от корысти",
    "✔"
   ],
   [
    "amaccharī 2",
    "прил",
    "not envious",
    "✘"
   ],
   [
    "macchara 1",
    "ср",
    "зависть",
    "✔"
   ],
   [
    "macchara 2",
    "ср",
    "avarice, niggardliness",
    "✘"
   ],
   [
    "macchara 3",
    "ср",
    "восторг",
    "✔"
   ],
   [
    "maccharāyati 1",
    "наст",
    "завидует",
    "✔"
   ],
   [
    "maccharāyati 2",
    "наст",
    "is selfish, greedy or miserly",
    "✘"
   ],
   [
    "maccharāyanta",
    "прич.наст",
    "будучи эгоистичным",
    "◑"
   ],
   [
    "macchariya",
    "ср",
    "скупость",
    "✔"
   ],
   [
    "maccharī 1",
    "прил",
    "эгоистичный",
    "✔"
   ],
   [
    "maccharī 2",
    "муж",
    "скупец",
    "✔"
   ],
   [
    "macchera",
    "ср",
    "эгоизм",
    "✔"
   ]
  ],
  "count": 15
 },
 "maṇi": {
  "data": [
   [
    "amaṇi",
    "муж",
    "не драгоценность",
    "◑"
   ],
   [
    "maṇi 1",
    "муж",
    "драгоценность",
    "✔"
   ],
   [
    "maṇi 2",
    "муж",
    "имя духа",
    "◑"
   ],
   [
    "maṇi 3",
    "муж",
    "камень",
    "◑"
   ],
   [
    "maṇika 2.1",
    "муж",
    "bracelet made of glass, etc.",
    "✘"
   ],
   [
    "maṇikā",
    "жен",
    "название заклинания",
    "✔"
   ],
   [
    "māṇi",
    "прил",
    "имеющий драгоценность",
    "◑"
   ]
  ],
  "count": 7
 },
 "mātar": {
  "data": [
   [
    "amateyyatā",
    "жен",
    "disrespect towards one's mother",
    "✘"
   ],
   [
    "amatteyya",
    "прил",
    "неуважающий свою мать",
    "✔"
   ],
   [
    "amātika",
    "прил",
    "motherless",
    "✘"
   ],
   [
    "ātu",
    "муж",
    "отец",
    "◑"
   ],
   [
    "matti",
    "жен",
    "мать",
    "✔"
   ],
   [
    "mattika 1.1",
    "прил",
    "материнский",
    "✔"
   ],
   [
    "matteyya",
    "прил",
    "почитающий мать",
    "✔"
   ],
   [
    "matteyyatā",
    "жен",
    "любовь к матери",
    "✔"
   ],
   [
    "mātar",
    "жен",
    "мать",
    "✔"
   ],
   [
    "mātaraṃ",
    "жен",
    "мать",
    "✔"
   ],
   [
    "mātari",
    "жен",
    "в матери",
    "✔"
   ],
   [
    "māti",
    "жен",
    "мать",
    "✔"
   ],
   [
    "mātika",
    "прил",
    "connected with mother",
    "✘"
   ],
   [
    "mātikā 1",
    "жен",
    "название ранней стадии Абхидхаммы в Суттапитаке и винаяпитаке",
    "✔"
   ],
   [
    "mātikā 2",
    "жен",
    "основание",
    "✔"
   ],
   [
    "mātikā 3",
    "жен",
    "водоток",
    "✔"
   ],
   [
    "mātikā 4",
    "жен",
    "схема",
    "◑"
   ],
   [
    "mātikā 5",
    "жен",
    "code of Pātimokkha",
    "✘"
   ],
   [
    "mātikā 6",
    "жен",
    "summary manual",
    "✘"
   ],
   [
    "mātikā 7",
    "жен",
    "два Патимоккхи",
    "◑"
   ],
   [
    "mātito",
    "несклон",
    "по материнской линии",
    "✔"
   ],
   [
    "mātu 1",
    "жен",
    "для матери",
    "✔"
   ],
   [
    "mātu 2",
    "жен",
    "матери",
    "✔"
   ],
   [
    "mātu 3",
    "жен",
    "мать",
    "✔"
   ],
   [
    "mātuka",
    "ср",
    "производитель",
    "✔"
   ],
   [
    "mātucchā",
    "жен",
    "сестра матери",
    "✔"
   ],
   [
    "mātula",
    "муж",
    "брат матери",
    "✔"
   ],
   [
    "mātulā",
    "жен",
    "мāтули",
    "✔"
   ],
   [
    "mātulānī",
    "жен",
    "жена дяди по материнской линии",
    "✔"
   ]
  ],
  "count": 29
 },
 "madhu": {
  "data": [
   [
    "amadhura 1",
    "прил",
    "не сладкий",
    "◑"
   ],
   [
    "amadhura 2",
    "прил",
    "нелюбимый",
    "◑"
   ],
   [
    "madhu 1",
    "ср",
    "мед",
    "✔"
   ],
   [
    "madhu 2",
    "прил",
    "сладкий",
    "✔"
   ],
   [
    "madhu 3",
    "ср",
    "мёд",
    "✔"
   ],
   [
    "madhu 4",
    "ср",
    "масляное дерево",
    "✔"
   ],
   [
    "madhuka",
    "муж",
    "дерево масляное",
    "✔"
   ],
   [
    "madhukā",
    "жен",
    "liquorice",
    "✘"
   ],
   [
    "madhura 1.1",
    "прил",
    "приятный",
    "✔"
   ],
   [
    "madhura 1.2",
    "ср",
    "сладкий вкус",
    "✔"
   ],
   [
    "madhura 1.3",
    "ср",
    "сладкий запах",
    "✔"
   ],
   [
    "madhura 2.1",
    "прил",
    "мадхура",
    "◑"
   ],
   [
    "madhuraka",
    "прил",
    "опьянённый",
    "✔"
   ],
   [
    "madhuratara",
    "прил",
    "слаще",
    "◑"
   ],
   [
    "madhuratā",
    "жен",
    "сладость",
    "◑"
   ],
   [
    "madhuratta",
    "ср",
    "сладость",
    "◑"
   ],
   [
    "madhurā",
    "жен",
    "название города",
    "✔"
   ],
   [
    "madhuriya",
    "прил",
    "относящийся к Мадхуре",
    "✔"
   ],
   [
    "madhuvant",
    "прил",
    "сладкий на вкус",
    "✔"
   ],
   [
    "mādhura",
    "прил",
    "мадхура",
    "✔"
   ]
  ],
  "count": 20
 },
 "manu": {
  "data": [
   [
    "amanussa 1",
    "муж",
    "божество",
    "✔"
   ],
   [
    "amanussa 2",
    "прил",
    "безлюдный",
    "✔"
   ],
   [
    "amanussaka",
    "прил",
    "without humans",
    "✘"
   ],
   [
    "amanussika",
    "прил",
    "caused by a non-human, by a demon",
    "✘"
   ],
   [
    "amānusa 1",
    "прил",
    "сверхчеловеческий",
    "✔"
   ],
   [
    "amānusa 2",
    "муж",
    "нелюдь",
    "✔"
   ],
   [
    "amānusika",
    "прил",
    "non-human",
    "✘"
   ],
   [
    "amānusī",
    "прил",
    "сверхчеловеческая",
    "✔"
   ],
   [
    "nimmanussa 1",
    "муж",
    "no human being",
    "✘"
   ],
   [
    "nimmanussa 2",
    "прил",
    "безлюдный",
    "✔"
   ],
   [
    "manu",
    "муж",
    "первобытный человек",
    "◑"
   ],
   [
    "manussa",
    "муж",
    "человек",
    "✔"
   ],
   [
    "manussaka",
    "прил",
    "человеческий",
    "◑"
   ],
   [
    "manussatta 1",
    "ср",
    "человеческое существование",
    "✔"
   ],
   [
    "manussatta 2",
    "ср",
    "факт бытия человеком",
    "✔"
   ],
   [
    "manussesu",
    "муж",
    "среди людей",
    "✔"
   ],
   [
    "māṇava 1",
    "муж",
    "молодой человек",
    "✔"
   ],
   [
    "māṇava 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "māṇava 3",
    "муж",
    "вор",
    "✔"
   ],
   [
    "māṇava 4",
    "муж",
    "человек",
    "✔"
   ],
   [
    "māṇavaka",
    "муж",
    "(обычно о брахмане) юноша",
    "✔"
   ],
   [
    "māṇavikā",
    "жен",
    "молодая брахманская девушка",
    "✔"
   ],
   [
    "māṇavī",
    "жен",
    "maiden",
    "✘"
   ],
   [
    "mānava",
    "муж",
    "юноша",
    "✔"
   ],
   [
    "mānusa 1",
    "прил",
    "человеческий",
    "✔"
   ],
   [
    "mānusa 2",
    "муж",
    "человеческое существо",
    "✔"
   ],
   [
    "mānusaka",
    "прил",
    "человеческий",
    "✔"
   ],
   [
    "mānusatta",
    "ср",
    "человеческое существование",
    "✔"
   ],
   [
    "mānusā",
    "муж",
    "название группы божеств",
    "✔"
   ],
   [
    "mānusikā",
    "прил",
    "человеческий",
    "✔"
   ],
   [
    "mānusī 1",
    "жен",
    "woman",
    "✘"
   ],
   [
    "mānusī 2",
    "прил",
    "женственный",
    "✔"
   ],
   [
    "mānussaka",
    "прил",
    "человеческий",
    "✔"
   ],
   [
    "mānussika",
    "прил",
    "человеческий",
    "✔"
   ],
   [
    "samanussa",
    "прил",
    "заселённый",
    "✔"
   ]
  ],
  "count": 35
 },
 "mama": {
  "data": [
   [
    "amama",
    "прил",
    "свободный от \"моего\"",
    "✔"
   ],
   [
    "amāmaka 2",
    "муж",
    "not a disciple",
    "✘"
   ],
   [
    "mama 1",
    "местоим",
    "для меня",
    "✔"
   ],
   [
    "mama 2",
    "местоим",
    "мой",
    "✔"
   ],
   [
    "mamatta",
    "ср",
    "владение",
    "✔"
   ],
   [
    "mamāyati",
    "наст",
    "воспринимает как своё",
    "✔"
   ],
   [
    "mamāyana",
    "ср",
    "бережение",
    "◑"
   ],
   [
    "mamāyanā",
    "жен",
    "selfish attachment",
    "✘"
   ],
   [
    "mamāyanta",
    "прич.наст",
    "cherishing",
    "✘"
   ],
   [
    "mamāyi",
    "аор",
    "cherished",
    "✘"
   ],
   [
    "mamāyita 1",
    "ср",
    "(что-то) ценимое",
    "✔"
   ],
   [
    "mamāyita 2",
    "прич.прош",
    "присвоенный",
    "✔"
   ],
   [
    "mamāyitvā",
    "деепр.сов",
    "having cherished",
    "✘"
   ],
   [
    "māmaka",
    "муж",
    "последователь",
    "✔"
   ],
   [
    "māmikā",
    "жен",
    "дорогая",
    "✔"
   ]
  ],
  "count": 15
 },
 "massu": {
  "data": [
   [
    "amassuka",
    "прил",
    "beardless",
    "✘"
   ],
   [
    "massu",
    "ср",
    "борода",
    "✔"
   ],
   [
    "massuka",
    "прил",
    "having a beard",
    "✘"
   ]
  ],
  "count": 3
 },
 "māyā": {
  "data": [
   [
    "amāya",
    "прил",
    "открытый",
    "✔"
   ],
   [
    "amāyā",
    "жен",
    "открытость",
    "✔"
   ],
   [
    "amāyāvitā",
    "жен",
    "прямота",
    "✔"
   ],
   [
    "amāyāvī",
    "прил",
    "не лживый",
    "✔"
   ],
   [
    "māya",
    "прил",
    "обманный",
    "✔"
   ],
   [
    "māyā 1",
    "жен",
    "обман",
    "✔"
   ],
   [
    "māyā 2",
    "жен",
    "волшебство",
    "✔"
   ],
   [
    "māyā 3",
    "жен",
    "ма́гия",
    "◑"
   ],
   [
    "māyā 4",
    "жен",
    "имя матери Будды",
    "✔"
   ],
   [
    "māyāvitā",
    "жен",
    "обман",
    "✔"
   ],
   [
    "māyāvī 1",
    "прил",
    "лживый",
    "✔"
   ],
   [
    "māyāvī 2",
    "муж",
    "лживый человек",
    "✔"
   ],
   [
    "māyāvī 3",
    "муж",
    "маг",
    "✔"
   ]
  ],
  "count": 13
 },
 "miñja": {
  "data": [
   [
    "amiñjaka",
    "прил",
    "without centre stalk",
    "✘"
   ],
   [
    "miñja 1",
    "ср",
    "зерно",
    "◑"
   ],
   [
    "miñja 2",
    "ср",
    "костный мозг",
    "✔"
   ],
   [
    "miñja 3",
    "ср",
    "pith",
    "✘"
   ],
   [
    "miñjā",
    "жен",
    "суть",
    "✔"
   ]
  ],
  "count": 5
 },
 "mūga": {
  "data": [
   [
    "amūga",
    "прил",
    "не немой",
    "✔"
   ],
   [
    "mūga 1",
    "прил",
    "тупой",
    "✔"
   ],
   [
    "mūga 2",
    "муж",
    "mute",
    "✘"
   ]
  ],
  "count": 3
 },
 "amma": {
  "data": [
   [
    "ambaka",
    "прил",
    "женоподобный",
    "◑"
   ],
   [
    "ambakā",
    "жен",
    "женщина",
    "✔"
   ],
   [
    "amma 1",
    "жен",
    "мать",
    "✔"
   ],
   [
    "amma 2",
    "жен",
    "выражение привязанности",
    "✔"
   ],
   [
    "ammaka",
    "прил",
    "женский",
    "◑"
   ],
   [
    "ammakā",
    "жен",
    "женщина",
    "◑"
   ],
   [
    "ammā 1",
    "жен",
    "мать",
    "✔"
   ],
   [
    "ammā 2",
    "жен",
    "термин нежности",
    "✔"
   ]
  ],
  "count": 8
 },
 "ambaṇa": {
  "data": [
   [
    "ambaṇa 1",
    "ср",
    "kind of coin",
    "✘"
   ],
   [
    "ambaṇa 2",
    "ср",
    "водоем",
    "◑"
   ],
   [
    "ambaṇa 3",
    "ср",
    "мера объёма",
    "✔"
   ],
   [
    "ambaṇaka",
    "ср",
    "ударный музыкальный инструмент",
    "✔"
   ]
  ],
  "count": 4
 },
 "ahaṃ": {
  "data": [
   [
    "amhaṃ",
    "местоим",
    "наш",
    "✔"
   ],
   [
    "amhāka",
    "местоим",
    "наш",
    "✔"
   ],
   [
    "amhākaṃ 1",
    "местоим",
    "нас",
    "✔"
   ],
   [
    "amhākaṃ 2",
    "местоим",
    "нам",
    "✔"
   ],
   [
    "amhākaṃ 3",
    "местоим",
    "наш",
    "✔"
   ],
   [
    "amhākaṃ 4",
    "местоим",
    "(королевское множественное число) мой",
    "✔"
   ],
   [
    "amhe 1",
    "местоим",
    "мы",
    "✔"
   ],
   [
    "amhe 2",
    "местоим",
    "нас",
    "✔"
   ],
   [
    "amhe 3",
    "местоим",
    "(королевское множественное число) я",
    "◑"
   ],
   [
    "amhe 4",
    "местоим",
    "(королевское множественное число) мне",
    "✔"
   ],
   [
    "amhesu",
    "местоим",
    "в нас",
    "✔"
   ],
   [
    "amhehi 1",
    "местоим",
    "нами",
    "✔"
   ],
   [
    "amhehi 2",
    "местоим",
    "от нас",
    "◑"
   ],
   [
    "amhehi 3",
    "местоим",
    "чем нас",
    "✔"
   ],
   [
    "amhehi 4",
    "местоим",
    "(королевское множественное число) мной",
    "✔"
   ],
   [
    "amhehi 5",
    "местоим",
    "(царственное множественное число) от меня",
    "✔"
   ],
   [
    "asmā 2.1",
    "местоим",
    "нам",
    "◑"
   ],
   [
    "asmā 2.2",
    "местоим",
    "(множественное величия) ко мне",
    "◑"
   ],
   [
    "ahaṇkāra 1",
    "муж",
    "theory of self-creation",
    "✘"
   ],
   [
    "ahaṇkāra 2",
    "муж",
    "(false) conception of one's individuality",
    "✘"
   ],
   [
    "ahaṃ",
    "местоим",
    "я",
    "✔"
   ],
   [
    "no 2.1",
    "местоим",
    "нас",
    "✔"
   ],
   [
    "no 2.2",
    "местоим",
    "нами",
    "✔"
   ],
   [
    "no 2.3",
    "местоим",
    "для нас",
    "✔"
   ],
   [
    "no 2.4",
    "местоим",
    "наш",
    "✔"
   ],
   [
    "mamaṃ 1",
    "местоим",
    "меня",
    "✔"
   ],
   [
    "mamaṃ 2",
    "местоим",
    "для меня",
    "✔"
   ],
   [
    "mamaṃ 3",
    "местоим",
    "мой",
    "✔"
   ],
   [
    "mayaṃ 1",
    "местоим",
    "мы",
    "✔"
   ],
   [
    "mayaṃ 2",
    "местоим",
    "(множественное величия) я",
    "✔"
   ],
   [
    "mayā 1",
    "местоим",
    "мной",
    "✔"
   ],
   [
    "mayā 2",
    "местоим",
    "чем я",
    "✔"
   ],
   [
    "mayi 1",
    "местоим",
    "во мне",
    "✔"
   ],
   [
    "mayi 2",
    "местоим",
    "когда я",
    "✔"
   ],
   [
    "mayi 3",
    "местоим",
    "подо мной",
    "✔"
   ],
   [
    "mayha 1",
    "местоим",
    "to me",
    "✘"
   ],
   [
    "mayha 2",
    "местоим",
    "мой",
    "✔"
   ],
   [
    "mayhaṃ 1",
    "местоим",
    "для меня",
    "✔"
   ],
   [
    "mayhaṃ 2",
    "местоим",
    "мой",
    "✔"
   ],
   [
    "maṃ 1",
    "местоим",
    "меня",
    "✔"
   ],
   [
    "māmaṃ",
    "местоим",
    "меня",
    "◑"
   ],
   [
    "me 1",
    "местоим",
    "меня",
    "✔"
   ],
   [
    "me 2",
    "местоим",
    "мной",
    "✔"
   ],
   [
    "me 3",
    "местоим",
    "мне",
    "✔"
   ],
   [
    "me 4",
    "местоим",
    "от меня",
    "✔"
   ],
   [
    "me 5",
    "местоим",
    "мой",
    "✔"
   ],
   [
    "me 6",
    "местоим",
    "когда я",
    "✔"
   ]
  ],
  "count": 47
 },
 "ayas": {
  "data": [
   [
    "aya 2.1",
    "ср",
    "железо",
    "✔"
   ],
   [
    "ayas",
    "муж",
    "железо",
    "✔"
   ],
   [
    "ayo",
    "муж",
    "железо",
    "✔"
   ],
   [
    "āyasa",
    "прил",
    "из железа",
    "✔"
   ]
  ],
  "count": 4
 },
 "yasas": {
  "data": [
   [
    "ayasas",
    "муж",
    "дурная репутация",
    "✔"
   ],
   [
    "āyasakya",
    "ср",
    "позор",
    "✔"
   ],
   [
    "āyasasya",
    "ср",
    "бесчестие",
    "✔"
   ],
   [
    "yasatā",
    "жен",
    "факт известности",
    "◑"
   ],
   [
    "yasavatā",
    "жен",
    "слава",
    "✔"
   ],
   [
    "yasavant",
    "прил",
    "знаменитый",
    "✔"
   ],
   [
    "yasas",
    "муж",
    "слава",
    "✔"
   ],
   [
    "yasassī 1",
    "прил",
    "знаменитый",
    "✔"
   ],
   [
    "yasassī 2",
    "муж",
    "имя частно пробудившегося Будды",
    "◑"
   ]
  ],
  "count": 9
 },
 "ya": {
  "data": [
   [
    "ayāthāvaka",
    "прил",
    "false",
    "✘"
   ],
   [
    "ya 2.1",
    "местоим",
    "какой угодно",
    "✔"
   ],
   [
    "yato 1",
    "несклон",
    "откуда",
    "✔"
   ],
   [
    "yato 2",
    "несклон",
    "поскольку",
    "✔"
   ],
   [
    "yato 3",
    "несклон",
    "когда",
    "✔"
   ],
   [
    "yattaka",
    "прил",
    "сколько угодно",
    "✔"
   ],
   [
    "yattha",
    "несклон",
    "где бы то ни было",
    "✔"
   ],
   [
    "yatthatta",
    "ср",
    "reality, true nature",
    "✘"
   ],
   [
    "yatra 1",
    "несклон",
    "в том случае",
    "✔"
   ],
   [
    "yatra 2",
    "несклон",
    "wherever",
    "✘"
   ],
   [
    "yathā 1",
    "несклон",
    "подобно",
    "✔"
   ],
   [
    "yathā 2",
    "несклон",
    "потому что",
    "✔"
   ],
   [
    "yathā 3",
    "несклон",
    "(грам) например",
    "◑"
   ],
   [
    "yathāvato",
    "несклон",
    "in its real essence",
    "✘"
   ],
   [
    "yathāvā",
    "несклон",
    "как это на самом деле",
    "✔"
   ],
   [
    "yad",
    "местоим",
    "какой бы ни",
    "✔"
   ],
   [
    "yada",
    "несклон",
    "когда",
    "✔"
   ],
   [
    "yadā",
    "несклон",
    "когда",
    "✔"
   ],
   [
    "yamhā",
    "местоим",
    "от кого",
    "✔"
   ],
   [
    "yamhi",
    "местоим",
    "в том кто",
    "✔"
   ],
   [
    "yamhī",
    "местоим",
    "в ком",
    "✔"
   ],
   [
    "yasmā 1",
    "несклон",
    "потому что",
    "✔"
   ],
   [
    "yasmā 2",
    "местоим",
    "чем",
    "✔"
   ],
   [
    "yasmiṃ 1",
    "местоим",
    "в каком бы то ни было",
    "✔"
   ],
   [
    "yasmiṃ 2",
    "местоим",
    "о котором",
    "✔"
   ],
   [
    "yassa 1",
    "местоим",
    "которому",
    "✔"
   ],
   [
    "yassa 2",
    "местоим",
    "кого то",
    "✔"
   ],
   [
    "yassaṃ",
    "местоим",
    "в той что",
    "✔"
   ],
   [
    "yassā 1",
    "местоим",
    "для какой бы то ни было",
    "✔"
   ],
   [
    "yassā 2",
    "местоим",
    "чьей",
    "✔"
   ],
   [
    "yahaṃ",
    "несклон",
    "where, wherever",
    "✘"
   ],
   [
    "yahiṃ",
    "несклон",
    "где",
    "✔"
   ],
   [
    "yaṃ 1",
    "местоим",
    "что бы ни",
    "✔"
   ],
   [
    "yaṃ 2",
    "местоим",
    "кого бы ни",
    "✔"
   ],
   [
    "yaṃ 3",
    "несклон",
    "потому что",
    "✔"
   ],
   [
    "yā",
    "местоим",
    "какая угодно",
    "✔"
   ],
   [
    "yāthāva",
    "прил",
    "совершенно истинный",
    "✔"
   ],
   [
    "yāthāvaka",
    "прил",
    "вполне истинный",
    "✔"
   ],
   [
    "yāni",
    "местоим",
    "какие угодно",
    "✔"
   ],
   [
    "yāya",
    "местоим",
    "с какой бы то ни было",
    "✔"
   ],
   [
    "yāyaṃ 2",
    "местоим",
    "в любой",
    "✘"
   ],
   [
    "yāva 1",
    "несклон",
    "вплоть до того как",
    "✔"
   ],
   [
    "yāva 2",
    "несклон",
    "насколько",
    "✔"
   ],
   [
    "yāvataka",
    "прил",
    "столько, сколько",
    "✔"
   ],
   [
    "yāvatā 1",
    "несклон",
    "вплоть до",
    "✔"
   ],
   [
    "yāvatā 2",
    "несклон",
    "потому что",
    "✔"
   ],
   [
    "yāvati",
    "несклон",
    "сколько бы ни",
    "✔"
   ],
   [
    "yāvatika",
    "прил",
    "сколько угодно",
    "✔"
   ],
   [
    "yāvattaka",
    "прил",
    "сколько бы",
    "✔"
   ],
   [
    "yāvant",
    "прил",
    "столько сколько",
    "✔"
   ],
   [
    "yāsu",
    "местоим",
    "in whom",
    "✘"
   ],
   [
    "yāhi 1",
    "местоим",
    "которыми",
    "✔"
   ],
   [
    "yāhi 2",
    "местоим",
    "от каких бы то ни было",
    "✔"
   ],
   [
    "ye 1",
    "местоим",
    "которые",
    "✔"
   ],
   [
    "ye 2",
    "местоим",
    "которые",
    "✔"
   ],
   [
    "yena 1",
    "местоим",
    "которым",
    "✔"
   ],
   [
    "yena 2",
    "несклон",
    "по причине",
    "✔"
   ],
   [
    "yena 3",
    "несклон",
    "где",
    "✔"
   ],
   [
    "yesaṃ 1",
    "местоим",
    "для чего-то",
    "✔"
   ],
   [
    "yesaṃ 2",
    "местоим",
    "чьих-то",
    "✔"
   ],
   [
    "yesu",
    "местоим",
    "в ком",
    "✔"
   ],
   [
    "yehi 1",
    "местоим",
    "которыми",
    "✔"
   ],
   [
    "yehi 2",
    "местоим",
    "из которых",
    "✔"
   ],
   [
    "yo",
    "местоим",
    "тот кто",
    "✔"
   ]
  ],
  "count": 64
 },
 "ratha": {
  "data": [
   [
    "arathaka",
    "прил",
    "without a chariot",
    "✘"
   ],
   [
    "racchā",
    "жен",
    "дорога",
    "✔"
   ],
   [
    "ratha 1.1",
    "муж",
    "колесница",
    "✔"
   ],
   [
    "ratha 1.2",
    "муж",
    "колесничество",
    "✔"
   ],
   [
    "rathaka",
    "муж",
    "игрушечная колесница",
    "✔"
   ],
   [
    "rathā",
    "муж",
    "колесницы",
    "✔"
   ],
   [
    "rathi",
    "жен",
    "проезжая дорога",
    "✔"
   ],
   [
    "rathika",
    "муж",
    "возница",
    "✔"
   ],
   [
    "rathikā",
    "жен",
    "дорога",
    "✔"
   ],
   [
    "rathiyā",
    "жен",
    "дорога",
    "✔"
   ],
   [
    "sārathi 1",
    "муж",
    "водитель",
    "✔"
   ],
   [
    "sārathi 2",
    "муж",
    "дрессировщик (лошадей или слонов)",
    "✔"
   ],
   [
    "sārathi 3",
    "муж",
    "лидер",
    "✔"
   ],
   [
    "sārathika",
    "муж",
    "тренер лошадей",
    "◑"
   ]
  ],
  "count": 14
 },
 "ariṭṭha": {
  "data": [
   [
    "ariṭṭha 2.1",
    "муж",
    "crow",
    "✘"
   ],
   [
    "ariṭṭha 2.2",
    "муж",
    "neem tree",
    "✘"
   ],
   [
    "ariṭṭha 2.3",
    "муж",
    "soapberry tree",
    "✘"
   ],
   [
    "ariṭṭha 2.4",
    "ср",
    "medicinal spirit",
    "✘"
   ],
   [
    "ariṭṭha 2.5",
    "муж",
    "kind of thorny tree with fruits",
    "✘"
   ],
   [
    "ariṭṭha 2.6",
    "прил",
    "cruel, unlucky",
    "✘"
   ],
   [
    "ariṭṭhaka 1",
    "прил",
    "чёрный",
    "◑"
   ],
   [
    "ariṭṭhaka 2",
    "муж",
    "kind of creeper",
    "✘"
   ],
   [
    "ariṭṭhakā",
    "муж",
    "название группы божеств",
    "✔"
   ]
  ],
  "count": 9
 },
 "aru": {
  "data": [
   [
    "aru",
    "ср",
    "рана",
    "✔"
   ],
   [
    "aruka",
    "муж",
    "рана",
    "✔"
   ],
   [
    "arukā",
    "жен",
    "old wound, sore",
    "✘"
   ]
  ],
  "count": 3
 },
 "rukkha": {
  "data": [
   [
    "arukkha",
    "прил",
    "without a tree",
    "✘"
   ],
   [
    "rukkha 1",
    "муж",
    "дерево",
    "✔"
   ],
   [
    "rukkha 2",
    "ср",
    "дерево",
    "✔"
   ],
   [
    "vaccha 2.1",
    "муж",
    "дерево",
    "✔"
   ]
  ],
  "count": 4
 },
 "aruṇa": {
  "data": [
   [
    "aruṇa 1",
    "муж",
    "красный свет",
    "✔"
   ],
   [
    "aruṇa 2",
    "прил",
    "reddish",
    "✘"
   ],
   [
    "aruṇa 3",
    "муж",
    "имя отца Будды Сикхи",
    "✔"
   ],
   [
    "aruṇaka",
    "муж",
    "name of the universal monarch",
    "✘"
   ],
   [
    "aruṇavatī",
    "жен",
    "название королевской столицы царя Арунавā",
    "✔"
   ],
   [
    "aruṇavant",
    "муж",
    "имя царя",
    "◑"
   ],
   [
    "aruṇā",
    "муж",
    "группа божеств",
    "✔"
   ]
  ],
  "count": 7
 },
 "alāta": {
  "data": [
   [
    "alāta 1",
    "ср",
    "головня",
    "✔"
   ],
   [
    "alāta 2",
    "муж",
    "name of one of the ministers of king Aṅgati",
    "✘"
   ],
   [
    "paṭilāta",
    "ср",
    "горящая головня",
    "◑"
   ]
  ],
  "count": 3
 },
 "alābu": {
  "data": [
   [
    "alābu 1",
    "ср",
    "длинная тыква",
    "✔"
   ],
   [
    "alābu 2",
    "муж",
    "тыква",
    "◑"
   ],
   [
    "lābu 1",
    "жен",
    "бутылочная тыква",
    "✔"
   ],
   [
    "lābu 2",
    "муж",
    "бутылочная тыква",
    "✔"
   ]
  ],
  "count": 4
 },
 "lāmaka": {
  "data": [
   [
    "alāmaka",
    "прил",
    "непосредственный",
    "✔"
   ],
   [
    "lāmaka",
    "прил",
    "плохой",
    "✔"
   ]
  ],
  "count": 2
 },
 "alika": {
  "data": [
   [
    "alika 1",
    "ср",
    "ложь",
    "✔"
   ],
   [
    "alika 2",
    "прил",
    "untrue",
    "✘"
   ],
   [
    "nālika",
    "ср",
    "не ложь",
    "◑"
   ],
   [
    "byālika",
    "ср",
    "ошибка",
    "✔"
   ]
  ],
  "count": 4
 },
 "ludda": {
  "data": [
   [
    "aludda",
    "прил",
    "нежестокий, некрутой, ненасильственный, несвирепый",
    "◑"
   ],
   [
    "ludda 1",
    "прил",
    "свирепый",
    "✔"
   ],
   [
    "ludda 2",
    "муж",
    "охотник",
    "✔"
   ],
   [
    "ludda 3",
    "ср",
    "насилие",
    "✔"
   ],
   [
    "luddaka",
    "муж",
    "охотник",
    "✔"
   ]
  ],
  "count": 5
 },
 "lūkha": {
  "data": [
   [
    "alūkha",
    "прил",
    "not rough",
    "✘"
   ],
   [
    "lūkha 1",
    "прил",
    "грубый",
    "✔"
   ],
   [
    "lūkha 2",
    "прил",
    "(об аскетической практике) грубая",
    "✔"
   ],
   [
    "lūkhatā",
    "жен",
    "coarseness",
    "✘"
   ],
   [
    "lūkhasa",
    "прил",
    "грубый",
    "✔"
   ]
  ],
  "count": 5
 },
 "loṇa": {
  "data": [
   [
    "aloṇa",
    "прил",
    "not salty",
    "✘"
   ],
   [
    "aloṇaka",
    "прил",
    "not salty",
    "✘"
   ],
   [
    "aloṇika",
    "прил",
    "мягкий",
    "✔"
   ],
   [
    "loṇa 1",
    "прил",
    "соленый",
    "✔"
   ],
   [
    "loṇa 2",
    "ср",
    "соль",
    "✔"
   ],
   [
    "loṇika",
    "прил",
    "соленый",
    "✔"
   ],
   [
    "loṇī 1",
    "жен",
    "salt-pan, lagoon",
    "✘"
   ]
  ],
  "count": 7
 },
 "rudh": {
  "data": [
   [
    "alohita 1",
    "прил",
    "не менструирующий",
    "◑"
   ],
   [
    "alohita 2",
    "прил",
    "not red",
    "✘"
   ],
   [
    "alohitaka",
    "прил",
    "not red",
    "✘"
   ],
   [
    "rudhita",
    "ср",
    "рана",
    "◑"
   ],
   [
    "rudhira",
    "ср",
    "кровь",
    "✔"
   ],
   [
    "ruhira",
    "ср",
    "кровь",
    "✔"
   ],
   [
    "rohiṇī",
    "жен",
    "(в названиях нескольких растений и животных) красный",
    "✔"
   ],
   [
    "rohita 1",
    "прил",
    "red",
    "✘"
   ],
   [
    "rohita 2",
    "муж",
    "kind of deer",
    "✘"
   ],
   [
    "rohita 3",
    "муж",
    "kind of fish",
    "✘"
   ],
   [
    "rohinī 1",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "rohinī 2",
    "жен",
    "имя араханта монахини",
    "✔"
   ],
   [
    "lohicca",
    "муж",
    "имя брахмана",
    "✔"
   ],
   [
    "lohita 1",
    "ср",
    "кровь",
    "✔"
   ],
   [
    "lohita 2",
    "прил",
    "красный",
    "✔"
   ],
   [
    "lohita 3",
    "прил",
    "кровавый",
    "✔"
   ],
   [
    "lohitaka 1",
    "прил",
    "красный",
    "✔"
   ],
   [
    "lohitaka 2",
    "муж",
    "name of one of the group of six monks",
    "✘"
   ],
   [
    "lohitaka 3",
    "муж",
    "рубиновый камень",
    "◑"
   ],
   [
    "lohitika",
    "прил",
    "красный",
    "◑"
   ],
   [
    "sulohitaka",
    "прил",
    "очень красный",
    "◑"
   ]
  ],
  "count": 21
 },
 "kaṇṇa": {
  "data": [
   [
    "avakaṇṇaka",
    "муж",
    "фамилия",
    "◑"
   ],
   [
    "ukkaṇṇa",
    "прил",
    "having the ears erect",
    "✘"
   ],
   [
    "upakaṇṇa",
    "муж",
    "у уха",
    "✔"
   ],
   [
    "upakaṇṇaka",
    "прил",
    "близкий к уху",
    "◑"
   ],
   [
    "upakaṇṇakamhi",
    "несклон",
    "close to the ear",
    "✘"
   ],
   [
    "upakaṇṇakaṃ",
    "несклон",
    "close to the ear",
    "✘"
   ],
   [
    "upakaṇṇake",
    "несклон",
    "близко к уху",
    "✔"
   ],
   [
    "kaṇṇa 1",
    "муж",
    "ухо",
    "✔"
   ],
   [
    "kaṇṇa 2",
    "муж",
    "край",
    "✔"
   ],
   [
    "kaṇṇaka 1",
    "муж",
    "край",
    "◑"
   ],
   [
    "kaṇṇaka 2",
    "муж",
    "кролик ??",
    "◑"
   ],
   [
    "kaṇṇavant",
    "прил",
    "discerning",
    "✔"
   ],
   [
    "kaṇṇika",
    "муж",
    "кролик",
    "◑"
   ],
   [
    "kaṇṇikā 1",
    "жен",
    "украшение для уха",
    "✔"
   ],
   [
    "kaṇṇikā 2",
    "жен",
    "fungus, mould",
    "✘"
   ],
   [
    "kaṇṇikā 3",
    "жен",
    "вид оленя",
    "✔"
   ],
   [
    "vekaṇḍa",
    "муж",
    "стрелы с зазубринами",
    "✔"
   ]
  ],
  "count": 17
 },
 "gaṇḍa": {
  "data": [
   [
    "avagaṇḍa",
    "муж",
    "отек",
    "✔"
   ],
   [
    "gaṇḍa 1",
    "муж",
    "фурункул",
    "✔"
   ],
   [
    "gaṇḍa 2",
    "муж",
    "воспаление",
    "✔"
   ],
   [
    "gaṇḍa 3",
    "муж",
    "cheek",
    "✘"
   ],
   [
    "gaṇḍaka",
    "муж",
    "rhinoceros",
    "✘"
   ],
   [
    "gaṇḍato",
    "несклон",
    "как фурункул",
    "✔"
   ],
   [
    "gaṇḍika",
    "прил",
    "страдающий от нарывов",
    "◑"
   ],
   [
    "gaṇḍī 1",
    "жен",
    "gong",
    "✘"
   ],
   [
    "gaṇḍī 2",
    "жен",
    "executioner's block",
    "✘"
   ],
   [
    "gaṇḍī 3",
    "прил",
    "having boils",
    "✘"
   ]
  ],
  "count": 10
 },
 "vañjha": {
  "data": [
   [
    "avañjha",
    "прил",
    "плодотворный",
    "✔"
   ],
   [
    "vañjha",
    "прил",
    "бесплодный",
    "✔"
   ],
   [
    "vañjhā",
    "жен",
    "barren woman",
    "✘"
   ]
  ],
  "count": 3
 },
 "avanti": {
  "data": [
   [
    "avanti 1",
    "жен",
    "название города",
    "◑"
   ],
   [
    "avanti 2",
    "жен",
    "название страны",
    "◑"
   ],
   [
    "avantī",
    "муж",
    "люди Аванти",
    "✔"
   ]
  ],
  "count": 3
 },
 "vasala": {
  "data": [
   [
    "avasala",
    "муж",
    "not an outcast",
    "✘"
   ],
   [
    "vasala",
    "муж",
    "отверженный",
    "✔"
   ],
   [
    "vasalaka",
    "муж",
    "презренный изгой",
    "✔"
   ],
   [
    "vasali",
    "муж",
    "изгой",
    "◑"
   ],
   [
    "vasalī",
    "жен",
    "изгнанница",
    "◑"
   ]
  ],
  "count": 5
 },
 "vāka": {
  "data": [
   [
    "avāka",
    "муж",
    "водное растение",
    "✔"
   ],
   [
    "vakkala",
    "ср",
    "garment made of bark, strips taken for that purpose",
    "✘"
   ],
   [
    "vakkali",
    "прил",
    "имя архата-монаха",
    "✔"
   ],
   [
    "vakkalī",
    "прил",
    "wearing a bark garment",
    "✘"
   ],
   [
    "vāka 1",
    "ср",
    "кора",
    "✔"
   ],
   [
    "vāka 2",
    "ср",
    "деревянное волокно",
    "✔"
   ]
  ],
  "count": 6
 },
 "sarada": {
  "data": [
   [
    "avisārada",
    "прил",
    "неуверенный",
    "✔"
   ],
   [
    "asārada",
    "прил",
    "бесплодный",
    "✔"
   ],
   [
    "upasaradaṃ",
    "несклон",
    "вокруг осени",
    "✔"
   ],
   [
    "nissārajja",
    "прил",
    "without diffidence, confident on one's own power",
    "✘"
   ],
   [
    "visārada",
    "прил",
    "уверенный",
    "✔"
   ],
   [
    "vesārajja",
    "ср",
    "уверенность",
    "✔"
   ],
   [
    "sarada",
    "муж",
    "сезон после дождей",
    "✔"
   ],
   [
    "sārajja",
    "ср",
    "отсутствие уверенности",
    "✔"
   ],
   [
    "sārada 1",
    "муж",
    "осень",
    "✔"
   ],
   [
    "sārada 2",
    "прил",
    "осенний",
    "◑"
   ],
   [
    "sārada 3",
    "прил",
    "неспелый",
    "◑"
   ],
   [
    "sārada 4",
    "прил",
    "fertile",
    "✔"
   ],
   [
    "sāradika",
    "прил",
    "осенний",
    "✔"
   ],
   [
    "susārada",
    "муж",
    "имя монаха-архата",
    "◑"
   ]
  ],
  "count": 14
 },
 "vīci": {
  "data": [
   [
    "avīci 1",
    "прил",
    "waveless",
    "✘"
   ],
   [
    "avīci 2",
    "жен",
    "один из великих адов",
    "✔"
   ],
   [
    "vīci 1",
    "жен",
    "волна",
    "✔"
   ],
   [
    "vīci 2",
    "жен",
    "interval",
    "✘"
   ],
   [
    "savīci",
    "прил",
    "с волнами",
    "✔"
   ]
  ],
  "count": 5
 },
 "sa": {
  "data": [
   [
    "asa 4.1",
    "местоим",
    "не свой",
    "✔"
   ],
   [
    "asaka",
    "ср",
    "не свой (имущество, владения и т.д.)",
    "◑"
   ],
   [
    "assaka 1",
    "прил",
    "у кого ничего нет",
    "✔"
   ],
   [
    "assaka 2",
    "прил",
    "без владения",
    "✔"
   ],
   [
    "sa 3.1",
    "местоим",
    "свой собственный",
    "✔"
   ],
   [
    "sa 3.2",
    "прил",
    "само-",
    "✔"
   ],
   [
    "saka 1",
    "прил",
    "собственный",
    "✔"
   ],
   [
    "saka 2",
    "ср",
    "своя собственность",
    "✔"
   ],
   [
    "saka 3",
    "муж",
    "relation",
    "✘"
   ],
   [
    "sakatā",
    "жен",
    "факт принадлежности себе",
    "◑"
   ],
   [
    "sakīya",
    "прил",
    "one's own",
    "✘"
   ],
   [
    "saya 2.1",
    "прил",
    "собственный",
    "✔"
   ],
   [
    "sayaṃ",
    "несклон",
    "сам",
    "✔"
   ],
   [
    "saṃ 3.1",
    "несклон",
    "собственный",
    "✔"
   ],
   [
    "sāni",
    "местоим",
    "свои собственные",
    "✔"
   ],
   [
    "sāmaṃ 1",
    "несклон",
    "собой",
    "✔"
   ],
   [
    "sāmaṃ 2",
    "несклон",
    "individually",
    "✔"
   ],
   [
    "sehi 1",
    "местоим",
    "своими",
    "✔"
   ],
   [
    "sehi 2",
    "местоим",
    "from one's own",
    "✘"
   ]
  ],
  "count": 19
 },
 "saki": {
  "data": [
   [
    "asakiṃ",
    "несклон",
    "всё время",
    "✔"
   ],
   [
    "sakad",
    "несклон",
    "однажды",
    "✔"
   ],
   [
    "saki",
    "несклон",
    "однажды",
    "✔"
   ],
   [
    "sakiṃ",
    "несклон",
    "один раз",
    "✔"
   ]
  ],
  "count": 4
 },
 "sabala": {
  "data": [
   [
    "asabala",
    "прил",
    "без пятен",
    "✔"
   ],
   [
    "sabala 1.1",
    "прил",
    "пятнистый",
    "✔"
   ],
   [
    "sabala 1.2",
    "ср",
    "пятно",
    "✔"
   ]
  ],
  "count": 3
 },
 "sabhā": {
  "data": [
   [
    "asabbha 1",
    "прил",
    "(о речи) невежливый",
    "✔"
   ],
   [
    "asabbha 2",
    "ср",
    "невежливость",
    "✔"
   ],
   [
    "asabbhī",
    "прил",
    "вульгарный",
    "✔"
   ],
   [
    "sabhā 1",
    "жен",
    "общество",
    "✔"
   ],
   [
    "sabhā 2",
    "жен",
    "зал",
    "✔"
   ],
   [
    "sabhā 3",
    "жен",
    "суд",
    "✔"
   ],
   [
    "sabhāya",
    "ср",
    "суд",
    "✔"
   ],
   [
    "sabhiya",
    "муж",
    "сабхия — имя монаха-араханта",
    "✔"
   ]
  ],
  "count": 8
 },
 "sama": {
  "data": [
   [
    "asama 1",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "asama 2",
    "ср",
    "неравенство",
    "◑"
   ],
   [
    "asama 3",
    "прил",
    "несравненный",
    "✔"
   ],
   [
    "asama 4",
    "прил",
    "неравный",
    "◑"
   ],
   [
    "asamā",
    "муж",
    "name of a group of deities",
    "✔"
   ],
   [
    "visama 1",
    "прил",
    "(о месте) неровный",
    "✔"
   ],
   [
    "visama 2",
    "прил",
    "не равный",
    "✔"
   ],
   [
    "visama 3",
    "прил",
    "(морально) неподходящий",
    "✔"
   ],
   [
    "visama 4",
    "прил",
    "беспорядочный",
    "◑"
   ],
   [
    "visama 5",
    "ср",
    "неровная дорога",
    "✔"
   ],
   [
    "visama 6",
    "ср",
    "неровная земля",
    "✔"
   ],
   [
    "visama 7",
    "прил",
    "косой",
    "✔"
   ],
   [
    "visamatā",
    "жен",
    "неровность",
    "✔"
   ],
   [
    "visamatta",
    "ср",
    "неподходящее состояние",
    "◑"
   ],
   [
    "visamaṃ",
    "несклон",
    "неуместно",
    "✔"
   ],
   [
    "sama 1.1",
    "прил",
    "ровный",
    "✔"
   ],
   [
    "sama 1.2",
    "прил",
    "равный",
    "✔"
   ],
   [
    "sama 1.3",
    "ср",
    "сходство",
    "◑"
   ],
   [
    "sama 1.4",
    "несклон",
    "в целом",
    "◑"
   ],
   [
    "sama 1.5",
    "несклон",
    "морально",
    "✔"
   ],
   [
    "sama 1.6",
    "ср",
    "ровная земля",
    "✔"
   ],
   [
    "samaka",
    "прил",
    "of the same height",
    "✔"
   ],
   [
    "samatā",
    "жен",
    "равномерность",
    "✔"
   ],
   [
    "samatta 3.1",
    "ср",
    "equality, evenness, normal state",
    "✘"
   ],
   [
    "samatha 2.1",
    "ср",
    "равномерность",
    "✔"
   ],
   [
    "samaṃ 1",
    "несклон",
    "одинаково",
    "✔"
   ],
   [
    "samaṃ 2",
    "несклон",
    "равномерно",
    "✔"
   ],
   [
    "samaṃ 3",
    "несклон",
    "сбалансировано",
    "✔"
   ],
   [
    "samaṃ 4",
    "несклон",
    "равно",
    "✔"
   ],
   [
    "sāmañña 2.1",
    "ср",
    "согласие",
    "✔"
   ],
   [
    "sāmañña 2.2",
    "ср",
    "сходство",
    "✔"
   ],
   [
    "sāmañña 2.4",
    "ср",
    "(грам) сходство",
    "◑"
   ],
   [
    "suvisama",
    "прил",
    "очень грубый",
    "✔"
   ],
   [
    "susama",
    "прил",
    "очень ровный",
    "✔"
   ]
  ],
  "count": 34
 },
 "sammā": {
  "data": [
   [
    "asammā",
    "несклон",
    "неполностью, неосновательно, не полностью, не целиком",
    "◑"
   ],
   [
    "sammatta 2.1",
    "ср",
    "добро",
    "✔"
   ],
   [
    "sammā 1",
    "несклон",
    "совершенно",
    "✔"
   ],
   [
    "sammā 2",
    "несклон",
    "подобающе",
    "✔"
   ],
   [
    "sammā 3",
    "несклон",
    "правильно",
    "✔"
   ]
  ],
  "count": 5
 },
 "sarīra": {
  "data": [
   [
    "asarīra",
    "прил",
    "бестелесный",
    "✔"
   ],
   [
    "sarīra 1",
    "ср",
    "тело",
    "✔"
   ],
   [
    "sarīra 2",
    "ср",
    "труп",
    "✔"
   ],
   [
    "sarīra 3",
    "ср",
    "физические останки",
    "✔"
   ],
   [
    "sarīraka",
    "ср",
    "труп",
    "✔"
   ],
   [
    "sarīratā",
    "жен",
    "факт обладания телом",
    "◑"
   ],
   [
    "sarīravant",
    "прил",
    "имеющий большое тело",
    "✔"
   ],
   [
    "sārīra",
    "прил",
    "имеющий тело",
    "✔"
   ],
   [
    "sārīrika",
    "прил",
    "имеющий отношение к телу",
    "✔"
   ]
  ],
  "count": 9
 },
 "sassati": {
  "data": [
   [
    "asassata",
    "прил",
    "не вечный",
    "✔"
   ],
   [
    "asassatika",
    "прил",
    "верящий в непостоянство",
    "✔"
   ],
   [
    "nāsassata",
    "прил",
    "не вечный",
    "✔"
   ],
   [
    "sassata",
    "прил",
    "вечный",
    "✔"
   ],
   [
    "sassati",
    "жен",
    "вечность",
    "✔"
   ],
   [
    "sassatika",
    "прил",
    "верящий в вечность",
    "✔"
   ]
  ],
  "count": 6
 },
 "sāmī": {
  "data": [
   [
    "asāmikatā",
    "жен",
    "отсутствие владельца",
    "◑"
   ],
   [
    "assāmika 1",
    "прил",
    "без благодетеля",
    "✔"
   ],
   [
    "assāmika 2",
    "муж",
    "нехозяин",
    "◑"
   ],
   [
    "assāmika 3",
    "прил",
    "без владельца",
    "✔"
   ],
   [
    "sasāmikā",
    "жен",
    "замужняя женщина",
    "✔"
   ],
   [
    "sassāmika 1",
    "прил",
    "с благодетелем",
    "✔"
   ],
   [
    "sassāmika 2",
    "прил",
    "с мужем",
    "✔"
   ],
   [
    "sassāmika 3",
    "прил",
    "с хозяином",
    "✔"
   ],
   [
    "sāmika 1",
    "муж",
    "владелец",
    "✔"
   ],
   [
    "sāmika 2",
    "муж",
    "муж",
    "✔"
   ],
   [
    "sāmika 3",
    "муж",
    "master",
    "✘"
   ],
   [
    "sāmī 1",
    "муж",
    "мастер",
    "✔"
   ],
   [
    "sāmī 2",
    "муж",
    "хозяин",
    "✔"
   ],
   [
    "sāmī 3",
    "муж",
    "владелец",
    "✔"
   ],
   [
    "sāmī 4",
    "муж",
    "husband",
    "✘"
   ],
   [
    "sāmī 5",
    "муж",
    "(уважительное обращение) сэр",
    "✔"
   ],
   [
    "sāmī 6",
    "жен",
    "(грам) родительный падеж",
    "◑"
   ],
   [
    "suvāmī",
    "муж",
    "владелец",
    "✔"
   ]
  ],
  "count": 18
 },
 "sippa": {
  "data": [
   [
    "asippa",
    "прил",
    "несведущий",
    "✔"
   ],
   [
    "sippa 1",
    "ср",
    "мастерство",
    "✔"
   ],
   [
    "sippa 2",
    "прил",
    "related to a craft or skill",
    "✘"
   ],
   [
    "sippika 1.1",
    "муж",
    "ремесленник",
    "✔"
   ],
   [
    "sippī 2.1",
    "муж",
    "ремесленник",
    "◑"
   ],
   [
    "sippī 2.2",
    "муж",
    "художник",
    "◑"
   ]
  ],
  "count": 6
 },
 "sīsa": {
  "data": [
   [
    "asīsaka",
    "прил",
    "without a head, headless",
    "✘"
   ],
   [
    "ussīsaka",
    "ср",
    "side where the head is laid, pillow",
    "✘"
   ],
   [
    "sasīsaka",
    "прил",
    "с головой",
    "✔"
   ],
   [
    "sasīsakaṃ",
    "несклон",
    "гордо, над головой",
    "✔"
   ],
   [
    "sasīsaṃ",
    "несклон",
    "с головы до ног",
    "✔"
   ],
   [
    "sīsa 1",
    "ср",
    "голова",
    "✔"
   ],
   [
    "sīsa 2",
    "ср",
    "свинец",
    "✔"
   ],
   [
    "sīsa 3",
    "ср",
    "фронт (битвы)",
    "✔"
   ],
   [
    "sīsa 4",
    "ср",
    "заголовок списка",
    "◑"
   ],
   [
    "sīsa 5",
    "ср",
    "highest point",
    "✘"
   ],
   [
    "sīsa 6",
    "ср",
    "ear of corn",
    "✘"
   ],
   [
    "sīsa 7",
    "прил",
    "с головой",
    "✔"
   ],
   [
    "sīsena",
    "несклон",
    "возглавляемый",
    "◑"
   ]
  ],
  "count": 13
 },
 "suñña": {
  "data": [
   [
    "asuñña",
    "прил",
    "непустой",
    "✔"
   ],
   [
    "asuññata",
    "прил",
    "который не пустой",
    "◑"
   ],
   [
    "suñña 1",
    "прил",
    "пустой",
    "✔"
   ],
   [
    "suñña 2",
    "прил",
    "пустой",
    "✔"
   ],
   [
    "suññaka",
    "прил",
    "пустой",
    "✘"
   ],
   [
    "suññata",
    "прил",
    "пустой",
    "✔"
   ],
   [
    "suññatā",
    "жен",
    "пустота",
    "✔"
   ],
   [
    "suññato",
    "несклон",
    "как пустой",
    "✔"
   ]
  ],
  "count": 8
 },
 "sunakha": {
  "data": [
   [
    "asunakhī",
    "жен",
    "не сука",
    "◑"
   ],
   [
    "sunakha",
    "муж",
    "собака",
    "✔"
   ],
   [
    "sunakhī",
    "жен",
    "сука",
    "◑"
   ]
  ],
  "count": 3
 },
 "sūci": {
  "data": [
   [
    "asūcika",
    "прил",
    "без иглы",
    "✔"
   ],
   [
    "sasūcika",
    "прил",
    "с иглой",
    "✔"
   ],
   [
    "sūci 1",
    "жен",
    "игла",
    "✔"
   ],
   [
    "sūci 2",
    "жен",
    "засов",
    "◑"
   ],
   [
    "sūci 3",
    "жен",
    "перекладина",
    "✔"
   ],
   [
    "sūci 4",
    "жен",
    "шпилька",
    "✔"
   ],
   [
    "sūci 5",
    "жен",
    "kind of insect",
    "✘"
   ],
   [
    "sūcikā 1",
    "жен",
    "bolt",
    "✘"
   ],
   [
    "sūcikā 2",
    "жен",
    "table of contents",
    "✘"
   ]
  ],
  "count": 9
 },
 "sirī": {
  "data": [
   [
    "aseyya",
    "прил",
    "не лучше (чем)",
    "✔"
   ],
   [
    "sassirīka",
    "прил",
    "великолепный, славный, сверкающий, пышный",
    "◑"
   ],
   [
    "siri 1",
    "жен",
    "luck, goddess of luck",
    "✘"
   ],
   [
    "siri 2",
    "жен",
    "удача",
    "✔"
   ],
   [
    "siri 3",
    "жен",
    "wealth",
    "✘"
   ],
   [
    "sirimant 1",
    "прил",
    "glorious",
    "✔"
   ],
   [
    "sirimant 2",
    "муж",
    "имя монаха-арханта",
    "✔"
   ],
   [
    "sirī 1",
    "жен",
    "удача",
    "✔"
   ],
   [
    "sirī 2",
    "муж",
    "имя бывшего царя",
    "✔"
   ],
   [
    "sirī 3",
    "жен",
    "glory, wealth, splendour",
    "✘"
   ],
   [
    "sirīmant 1",
    "прил",
    "удачливый",
    "◑"
   ],
   [
    "sirīmant 2",
    "прил",
    "славный",
    "✔"
   ],
   [
    "seyya 1.1",
    "прил",
    "совершенный",
    "✔"
   ],
   [
    "seyyaso",
    "несклон",
    "даже лучше (чем)",
    "✔"
   ],
   [
    "seyyo",
    "несклон",
    "лучше",
    "✔"
   ],
   [
    "serī 2.1",
    "муж",
    "имя божества",
    "✔"
   ]
  ],
  "count": 16
 },
 "suṇḍa": {
  "data": [
   [
    "asoṇḍa",
    "прил",
    "не пьющий алкоголь",
    "✔"
   ],
   [
    "asoṇḍī",
    "жен",
    "трезвая женщина",
    "✔"
   ],
   [
    "soṇḍa 1",
    "прил",
    "addicted to",
    "✘"
   ],
   [
    "soṇḍa 2",
    "муж",
    "алкоголик",
    "✔"
   ],
   [
    "soṇḍaka",
    "прил",
    "addicted to",
    "✘"
   ],
   [
    "soṇḍā 2",
    "жен",
    "woman addicted to drink, etc.",
    "✘"
   ],
   [
    "soṇḍika",
    "муж",
    "пивовар",
    "◑"
   ],
   [
    "soṇḍikā 2.1",
    "жен",
    "пивоварня",
    "✔"
   ],
   [
    "soṇḍī 1.1",
    "жен",
    "пьяная",
    "✔"
   ]
  ],
  "count": 9
 },
 "assa": {
  "data": [
   [
    "assa 1.1",
    "муж",
    "конь",
    "✔"
   ],
   [
    "assa 1.2",
    "муж",
    "езд верхом",
    "✔"
   ],
   [
    "assā 1.1",
    "муж",
    "кавалерия",
    "✔"
   ]
  ],
  "count": 3
 },
 "bhasma": {
  "data": [
   [
    "assa 5.1",
    "муж",
    "пепел",
    "✔"
   ],
   [
    "bhasma",
    "муж",
    "пепел",
    "✔"
   ],
   [
    "bhasmani",
    "муж",
    "в пепле",
    "✔"
   ],
   [
    "bhassa 2.1",
    "муж",
    "зола",
    "✔"
   ]
  ],
  "count": 4
 },
 "assu": {
  "data": [
   [
    "assu 1.1",
    "ср",
    "слезы",
    "✔"
   ],
   [
    "assuka",
    "ср",
    "tear",
    "✘"
   ],
   [
    "saassuka",
    "прил",
    "со слезами",
    "✔"
   ],
   [
    "sāssuka",
    "прил",
    "с слезами",
    "✔"
   ]
  ],
  "count": 4
 },
 "su": {
  "data": [
   [
    "assu 2.1",
    "несклон",
    "так",
    "✔"
   ],
   [
    "su 1",
    "несклон",
    "(вопросительная или выразительная частица)",
    "✔"
   ],
   [
    "ssa 1",
    "несклон",
    "поистине",
    "✔"
   ],
   [
    "ssu",
    "несклон",
    "определенно",
    "✔"
   ]
  ],
  "count": 4
 },
 "sudaṃ": {
  "data": [
   [
    "assudaṃ",
    "несклон",
    "действительно",
    "✔"
   ],
   [
    "sudaṃ 1",
    "несклон",
    "действительно",
    "✔"
   ]
  ],
  "count": 2
 },
 "hari": {
  "data": [
   [
    "aharita",
    "ср",
    "отсутствие зерновых",
    "◑"
   ],
   [
    "hari 2.1",
    "прил",
    "желтый",
    "✔"
   ],
   [
    "harita 1.1",
    "прил",
    "зеленый",
    "✔"
   ],
   [
    "harita 1.2",
    "ср",
    "растение",
    "✔"
   ],
   [
    "harita 1.3",
    "ср",
    "посевы",
    "✔"
   ],
   [
    "harita 1.4",
    "ср",
    "зеленая трава",
    "✔"
   ],
   [
    "haritaka 1",
    "ср",
    "gall-nut, myrobalan",
    "✘"
   ],
   [
    "haritaka 2",
    "прил",
    "зеленый",
    "✔"
   ],
   [
    "haritakī",
    "жен",
    "мирабалан, Terminalia chebula",
    "◑"
   ],
   [
    "haritatta",
    "ср",
    "зеленость",
    "✔"
   ],
   [
    "haritattha",
    "ср",
    "зеленое состояние",
    "✔"
   ],
   [
    "haritā",
    "жен",
    "золото",
    "✔"
   ],
   [
    "harītaka",
    "ср",
    "yellow myrobalan",
    "✘"
   ],
   [
    "harītakī",
    "жен",
    "yellow myrobalan",
    "✘"
   ]
  ],
  "count": 14
 },
 "aho": {
  "data": [
   [
    "aho 2.1",
    "несклон",
    "ой! о, Боже!",
    "✔"
   ],
   [
    "aho 2.2",
    "несклон",
    "(выражая недовольство) о, боже!",
    "✔"
   ],
   [
    "aho 2.3",
    "несклон",
    "несомненно",
    "✔"
   ],
   [
    "aho 2.4",
    "несклон",
    "пусть будет",
    "✔"
   ]
  ],
  "count": 4
 },
 "aḷa": {
  "data": [
   [
    "aḷa 1",
    "муж",
    "(о крабе) клешня",
    "✔"
   ],
   [
    "aḷa 2",
    "муж",
    "(scorpion's) tail",
    "✘"
   ],
   [
    "aḷa 3",
    "муж",
    "большой палец",
    "✔"
   ],
   [
    "aḷaka",
    "муж",
    "имя царства",
    "✔"
   ]
  ],
  "count": 4
 },
 "aṃsa2": {
  "data": [
   [
    "aṃsa 2.1",
    "муж",
    "плечо",
    "✔"
   ],
   [
    "aṃsa 2.2",
    "прил",
    "с плечами",
    "✔"
   ]
  ],
  "count": 2
 },
 "cīra": {
  "data": [
   [
    "ācīra",
    "ср",
    "полоса",
    "✔"
   ],
   [
    "ocīraka",
    "прил",
    "с висящей корой",
    "✔"
   ],
   [
    "cīra",
    "ср",
    "волокно коры",
    "✔"
   ],
   [
    "cīraka 1",
    "ср",
    "клочок тряпки",
    "✔"
   ],
   [
    "cīraka 2",
    "ср",
    "fibre",
    "✘"
   ],
   [
    "cīraka 3",
    "ср",
    "bark dress",
    "✘"
   ],
   [
    "cīriya",
    "прил",
    "носящий древесное волокно",
    "✔"
   ],
   [
    "cīvara 1",
    "ср",
    "одеяние",
    "✔"
   ],
   [
    "cīvara 2",
    "прил",
    "с облачением",
    "✔"
   ],
   [
    "sacīvara 1",
    "прил",
    "одетый в монашескую робу",
    "✔"
   ],
   [
    "sacīvara 2",
    "прил",
    "вместе с одеждами",
    "◑"
   ]
  ],
  "count": 11
 },
 "āṭānāṭā": {
  "data": [
   [
    "āṭānāṭā",
    "жен",
    "название небесного города",
    "◑"
   ],
   [
    "āṭānāṭiya",
    "прил",
    "из Āṭānāṭā",
    "◑"
   ],
   [
    "āṭānāṭiyaka",
    "прил",
    "из Āṭānāṭā",
    "◑"
   ]
  ],
  "count": 3
 },
 "āṇi": {
  "data": [
   [
    "āṇi 1",
    "жен",
    "гвоздь",
    "✔"
   ],
   [
    "āṇi 2",
    "жен",
    "втулка",
    "✔"
   ]
  ],
  "count": 2
 },
 "ātaṅka": {
  "data": [
   [
    "ātaṅka",
    "муж",
    "болезнь",
    "✔"
   ],
   [
    "nirātaṅka",
    "прил",
    "free from disease, healthy",
    "✘"
   ]
  ],
  "count": 2
 },
 "uda": {
  "data": [
   [
    "ādu",
    "несклон",
    "(вторая часть вопроса) или?",
    "✔"
   ],
   [
    "uda 1.1",
    "несклон",
    "либо",
    "✔"
   ],
   [
    "udāhu",
    "несклон",
    "или (вторая часть вопроса)",
    "✔"
   ]
  ],
  "count": 3
 },
 "āma": {
  "data": [
   [
    "āma 2.1",
    "прил",
    "сырой",
    "✔"
   ],
   [
    "āma 2.2",
    "ср",
    "сырье",
    "✔"
   ],
   [
    "āma 2.3",
    "прил",
    "(о фрукте) недозрелый",
    "◑"
   ],
   [
    "āma 2.4",
    "прил",
    "fresh",
    "✘"
   ],
   [
    "āma 2.5",
    "прил",
    "сырой",
    "◑"
   ],
   [
    "āmaka 1",
    "прил",
    "сырой",
    "✔"
   ],
   [
    "āmaka 2",
    "прил",
    "незрелый",
    "✔"
   ],
   [
    "āmaka 3",
    "прил",
    "сырой",
    "✔"
   ],
   [
    "āmisa 1",
    "прил",
    "материальный",
    "✔"
   ],
   [
    "āmisa 2",
    "ср",
    "мирская выгода",
    "✔"
   ],
   [
    "āmisa 3",
    "ср",
    "мирская вещь",
    "✔"
   ],
   [
    "āmisa 4",
    "ср",
    "мясо",
    "✔"
   ],
   [
    "āmisa 5",
    "ср",
    "пища",
    "◑"
   ],
   [
    "nirāmisa 1",
    "прил",
    "не мирской",
    "✔"
   ],
   [
    "nirāmisa 2",
    "прил",
    "свободный от мирских уз",
    "✔"
   ],
   [
    "nirāmisa 3",
    "прил",
    "having no meat",
    "✘"
   ],
   [
    "nirāmisatara",
    "прил",
    "ещё более не-мирской (чем)",
    "✔"
   ],
   [
    "sāmisa 1",
    "прил",
    "телесный",
    "✔"
   ],
   [
    "sāmisa 2",
    "прил",
    "запачканный",
    "✔"
   ]
  ],
  "count": 19
 },
 "āmalaka": {
  "data": [
   [
    "āmalaka 1",
    "ср",
    "плод эбликового миробалана",
    "◑"
   ],
   [
    "āmalaka 2",
    "ср",
    "gall-nut",
    "✘"
   ],
   [
    "āmalakī",
    "жен",
    "эмблика",
    "✔"
   ]
  ],
  "count": 3
 },
 "āḷi": {
  "data": [
   [
    "āli",
    "жен",
    "дамба",
    "✔"
   ],
   [
    "āḷi",
    "жен",
    "дамба",
    "✔"
   ]
  ],
  "count": 2
 },
 "āsandi": {
  "data": [
   [
    "āsandi 1",
    "жен",
    "шезлонг",
    "✔"
   ],
   [
    "āsandi 2",
    "жен",
    "похоронные носилки",
    "✔"
   ]
  ],
  "count": 2
 },
 "iti": {
  "data": [
   [
    "icc",
    "несклон",
    "таким образом",
    "✔"
   ],
   [
    "iti",
    "несклон",
    "так",
    "✔"
   ],
   [
    "ti 2",
    "несклон",
    "(конец прямой речи) \" \"",
    "✔"
   ]
  ],
  "count": 3
 },
 "ittara": {
  "data": [
   [
    "ittara 1",
    "ср",
    "краткий",
    "✔"
   ],
   [
    "ittara 2",
    "прил",
    "переходный",
    "✔"
   ],
   [
    "ittara 3",
    "прил",
    "недавний",
    "✔"
   ],
   [
    "ittara 4",
    "прил",
    "brief, very small or few",
    "✘"
   ],
   [
    "ittara 5",
    "прил",
    "низкий",
    "✔"
   ]
  ],
  "count": 5
 },
 "inda": {
  "data": [
   [
    "inda 1",
    "муж",
    "владыка",
    "✔"
   ],
   [
    "inda 2",
    "муж",
    "бог Индра",
    "✔"
   ],
   [
    "indaka",
    "муж",
    "имя духа",
    "◑"
   ],
   [
    "indriya 1",
    "ср",
    "чувство",
    "✔"
   ],
   [
    "indriya 2",
    "ср",
    "черты лица",
    "✔"
   ],
   [
    "indriya 3",
    "ср",
    "чувственная основа",
    "✔"
   ],
   [
    "indriya 4",
    "прил",
    "обладающий органами чувств",
    "✔"
   ],
   [
    "sainda",
    "прил",
    "вместе с Индрой",
    "✔"
   ],
   [
    "saindaka",
    "прил",
    "together with the lord",
    "✔"
   ],
   [
    "sahindaka",
    "прил",
    "вместе с господином",
    "✔"
   ],
   [
    "sinda",
    "прил",
    "включающий бога Инда",
    "✔"
   ]
  ],
  "count": 11
 },
 "ibha": {
  "data": [
   [
    "ibbha",
    "прил",
    "низший",
    "✔"
   ],
   [
    "ibha 2",
    "муж",
    "слуга",
    "◑"
   ]
  ],
  "count": 2
 },
 "isi": {
  "data": [
   [
    "isi",
    "муж",
    "провидец",
    "✔"
   ],
   [
    "isittha",
    "ср",
    "мудрость",
    "✔"
   ],
   [
    "ise",
    "муж",
    "провидец",
    "✔"
   ]
  ],
  "count": 3
 },
 "īsaka": {
  "data": [
   [
    "īsaka 1",
    "прил",
    "незначительный",
    "✔"
   ],
   [
    "īsaka 2",
    "прил",
    "little, few",
    "✘"
   ],
   [
    "īsakaṃ",
    "несклон",
    "слегка",
    "✔"
   ]
  ],
  "count": 3
 },
 "u": {
  "data": [
   [
    "u 2",
    "буква",
    "(грам) буква у",
    "✔"
   ],
   [
    "utta 1.1",
    "ср",
    "(грам) буква у",
    "✔"
   ]
  ],
  "count": 2
 },
 "ukkala": {
  "data": [
   [
    "ukkala",
    "прил",
    "из уккалы",
    "✔"
   ],
   [
    "ukkalā",
    "муж",
    "inhabitants of the country Ukkala (modern day Orissa)",
    "✘"
   ],
   [
    "okkala",
    "прил",
    "живущий в уккале",
    "✔"
   ]
  ],
  "count": 3
 },
 "ukkā": {
  "data": [
   [
    "ukkā 1",
    "жен",
    "факел",
    "✔"
   ],
   [
    "ukkā 2",
    "жен",
    "тигель",
    "✔"
   ],
   [
    "ukkā 3",
    "жен",
    "метеор",
    "✔"
   ]
  ],
  "count": 3
 },
 "ukkhā": {
  "data": [
   [
    "ukkhali",
    "жен",
    "горшок",
    "◑"
   ],
   [
    "ukkhalikā",
    "жен",
    "небольшой горшок",
    "✔"
   ],
   [
    "ukkhā",
    "жен",
    "горшок",
    "◑"
   ],
   [
    "okkhā",
    "жен",
    "большой горшок",
    "✔"
   ]
  ],
  "count": 4
 },
 "jaṅgala": {
  "data": [
   [
    "ujjaṅgala",
    "прил",
    "засушливый",
    "✔"
   ],
   [
    "jaṅgala 1.1",
    "ср",
    "джунгли",
    "✔"
   ],
   [
    "jaṅgala 1.2",
    "ср",
    "sandy and waterless place",
    "✘"
   ]
  ],
  "count": 3
 },
 "ujjenī": {
  "data": [
   [
    "ujjenika",
    "прил",
    "из Уджени",
    "◑"
   ],
   [
    "ujjenī",
    "жен",
    "название города",
    "◑"
   ]
  ],
  "count": 2
 },
 "uṇṇā": {
  "data": [
   [
    "uṇṇā 1",
    "жен",
    "шерсть",
    "✔"
   ],
   [
    "uṇṇā 2",
    "жен",
    "волосы между бровями",
    "✔"
   ]
  ],
  "count": 2
 },
 "uṇhīsa": {
  "data": [
   [
    "uṇhīsa 1",
    "ср",
    "тюрбан",
    "✔"
   ],
   [
    "uṇhīsa 2",
    "ср",
    "выступ",
    "✔"
   ],
   [
    "unhīsa",
    "ср",
    "turban",
    "✘"
   ]
  ],
  "count": 3
 },
 "utu": {
  "data": [
   [
    "utu 1",
    "муж",
    "сезон",
    "✔"
   ],
   [
    "utu 2",
    "ср",
    "погода",
    "✔"
   ],
   [
    "utu 3",
    "муж",
    "сезон",
    "✔"
   ],
   [
    "utu 4",
    "муж",
    "освежение",
    "◑"
   ],
   [
    "utu 5",
    "муж",
    "menstruation",
    "✘"
   ],
   [
    "utu 6",
    "муж",
    "плодородный период",
    "✔"
   ],
   [
    "utuka",
    "прил",
    "сезонный",
    "✔"
   ],
   [
    "utuni",
    "прил",
    "менструирующая",
    "✔"
   ],
   [
    "utunī",
    "прил",
    "менструирующая",
    "✔"
   ]
  ],
  "count": 9
 },
 "tiṇa": {
  "data": [
   [
    "uttiṇa",
    "прил",
    "без соломы",
    "✔"
   ],
   [
    "tiṇa 1",
    "ср",
    "трава",
    "✔"
   ],
   [
    "tiṇa 2",
    "ср",
    "сорная трава",
    "✔"
   ],
   [
    "tiṇa 3",
    "ср",
    "солома",
    "✔"
   ],
   [
    "nittiṇa",
    "прил",
    "без травы",
    "◑"
   ]
  ],
  "count": 5
 },
 "udumbara": {
  "data": [
   [
    "udumbara",
    "муж",
    "фиговое дерево",
    "✔"
   ],
   [
    "udumbarikā",
    "жен",
    "имя королевы, построившей парк для странствующих аскетов",
    "✔"
   ]
  ],
  "count": 2
 },
 "upa": {
  "data": [
   [
    "upa 1",
    "прист",
    "по направлению к",
    "✔"
   ],
   [
    "upa 2",
    "прист",
    "потомок",
    "✔"
   ],
   [
    "upiya",
    "прил",
    "подходящий",
    "✔"
   ]
  ],
  "count": 3
 },
 "gaṅgā": {
  "data": [
   [
    "upagaṅgaṃ",
    "несклон",
    "близко к реке Ганг",
    "✔"
   ],
   [
    "gaṅgā 1",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "gaṅgā 2",
    "жен",
    "река",
    "◑"
   ],
   [
    "gaṅgeyya 1",
    "ср",
    "название типа слона",
    "◑"
   ],
   [
    "gaṅgeyya 2",
    "прил",
    "живущий на реке Ганг",
    "◑"
   ]
  ],
  "count": 5
 },
 "tissa": {
  "data": [
   [
    "upatissa",
    "муж",
    "имя Сарипутты",
    "✔"
   ],
   [
    "tissa 2.1",
    "муж",
    "обычное имя монаха, используемое в примерах винаи",
    "◑"
   ],
   [
    "tissa 2.2",
    "муж",
    "имя одного из главных учеников Будды Випасси",
    "✔"
   ],
   [
    "tissa 2.3",
    "муж",
    "name of a god",
    "✘"
   ],
   [
    "tissa 2.4",
    "муж",
    "name of a constellation",
    "✘"
   ],
   [
    "tissa 2.5",
    "муж",
    "имя архата монаха",
    "✔"
   ],
   [
    "tissa 2.6",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "tissa 2.7",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "tissa 2.8",
    "муж",
    "имя 8-го предыдущего Будды",
    "✔"
   ],
   [
    "tissaka",
    "муж",
    "имя монаха (в отношении Сутта Никая 6.8 Катамодака Тиссаттхасутта)",
    "◑"
   ],
   [
    "tissā 1",
    "жен",
    "имя монахини архат монахини",
    "✔"
   ],
   [
    "tissā 2",
    "жен",
    "имя араханта монахини",
    "✔"
   ]
  ],
  "count": 12
 },
 "upamañña": {
  "data": [
   [
    "upamañña",
    "муж",
    "название клана",
    "◑"
   ],
   [
    "opamañña 1",
    "муж",
    "человек из семьи клана Упамаñña",
    "✔"
   ],
   [
    "opamañña 2",
    "муж",
    "имя божества",
    "✔"
   ]
  ],
  "count": 3
 },
 "maṇika": {
  "data": [
   [
    "upamaṇikaṃ",
    "несклон",
    "возле сосуда с водой",
    "✔"
   ],
   [
    "maṇika 1.1",
    "муж",
    "кувшин",
    "✔"
   ]
  ],
  "count": 2
 },
 "upari": {
  "data": [
   [
    "upari 1",
    "несклон",
    "наверху",
    "✔"
   ],
   [
    "upari 2",
    "несклон",
    "на",
    "✔"
   ],
   [
    "upari 3",
    "несклон",
    "после",
    "✔"
   ],
   [
    "uparito 1",
    "несклон",
    "upwards, above, over, on top",
    "✘"
   ],
   [
    "uparito 2",
    "несклон",
    "over, above (plus genitive or ablative)",
    "✘"
   ],
   [
    "uparima",
    "прил",
    "находящийся выше",
    "✔"
   ]
  ],
  "count": 6
 },
 "vadhū": {
  "data": [
   [
    "upavadhu",
    "несклон",
    "о невестке",
    "✔"
   ],
   [
    "vadhukā",
    "жен",
    "невеста",
    "✔"
   ],
   [
    "vadhū",
    "жен",
    "невестка",
    "✔"
   ]
  ],
  "count": 3
 },
 "vāḷa": {
  "data": [
   [
    "upavāḷa",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "vāla 2.1",
    "прил",
    "fierce, malicious",
    "✘"
   ],
   [
    "vāḷa 1.1",
    "муж",
    "дикое животное",
    "✔"
   ],
   [
    "vāḷatta",
    "ср",
    "злоба",
    "✔"
   ]
  ],
  "count": 4
 },
 "vīṇā": {
  "data": [
   [
    "upavīṇayati",
    "наст",
    "аккомпанирует на вине в песне",
    "◑"
   ],
   [
    "vīṇakā",
    "жен",
    "небольшая винапта",
    "◑"
   ],
   [
    "vīṇā",
    "жен",
    "вина",
    "✔"
   ],
   [
    "veṇika",
    "муж",
    "player on a lute",
    "✘"
   ]
  ],
  "count": 4
 },
 "sikhā": {
  "data": [
   [
    "upasikhi",
    "муж",
    "имя лично пробудившегося Будды",
    "◑"
   ],
   [
    "sikhara 1",
    "ср",
    "верхушка",
    "✔"
   ],
   [
    "sikhara 2",
    "ср",
    "острие меча",
    "✔"
   ],
   [
    "sikhara 3",
    "ср",
    "summit, peak of a mountain",
    "✘"
   ],
   [
    "sikhara 4",
    "прил",
    "с наконечником",
    "✔"
   ],
   [
    "sikharaṇī",
    "жен",
    "женщина с выпадением гениталий",
    "◑"
   ],
   [
    "sikhari",
    "муж",
    "имя самосовершенного Будды",
    "◑"
   ],
   [
    "sikhā 1",
    "жен",
    "точка",
    "✔"
   ],
   [
    "sikhā 2",
    "жен",
    "верхний конец",
    "◑"
   ],
   [
    "sikhā 3",
    "жен",
    "crest",
    "✘"
   ],
   [
    "sikhā 4",
    "жен",
    "top-knot",
    "✘"
   ],
   [
    "sikhā 5",
    "жен",
    "flame",
    "✘"
   ],
   [
    "sikhī 1",
    "муж",
    "пламя",
    "✔"
   ],
   [
    "sikhī 2",
    "муж",
    "peacock",
    "✘"
   ],
   [
    "sikhī 3",
    "муж",
    "имя пятого предыдущего Будды",
    "✔"
   ],
   [
    "sikhī 4",
    "муж",
    "имя лично пробужденного Будды",
    "✔"
   ],
   [
    "susikha",
    "прил",
    "красиво украшенный",
    "✔"
   ]
  ],
  "count": 17
 },
 "uppala": {
  "data": [
   [
    "uppala 1",
    "ср",
    "водяная лилия",
    "✔"
   ],
   [
    "uppala 2",
    "кол.ч",
    "10⁹⁸ (20 sogandhika = 1 uppala)",
    "✘"
   ],
   [
    "uppala 3",
    "муж",
    "one of the four treasures",
    "✘"
   ],
   [
    "uppala 4",
    "муж",
    "имя самостоятельно пробудившегося Будды",
    "✔"
   ],
   [
    "uppalinī",
    "жен",
    "пруд с водяными лилиями",
    "✔"
   ]
  ],
  "count": 5
 },
 "ubha": {
  "data": [
   [
    "ubha",
    "местоим",
    "оба",
    "✔"
   ],
   [
    "ubhato",
    "несклон",
    "двойной",
    "✔"
   ],
   [
    "ubhaya",
    "прил",
    "оба",
    "✔"
   ],
   [
    "ubhayathā",
    "несклон",
    "in both ways",
    "✘"
   ],
   [
    "ubhayā",
    "прил",
    "from both",
    "✔"
   ],
   [
    "ubhayena",
    "несклон",
    "в обоих направлениях",
    "✔"
   ],
   [
    "ubhinnaṃ 1",
    "местоим",
    "to both",
    "✘"
   ],
   [
    "ubhinnaṃ 2",
    "местоим",
    "обоих",
    "✔"
   ],
   [
    "ubhe",
    "местоим",
    "оба",
    "✔"
   ],
   [
    "ubho",
    "местоим",
    "оба",
    "✔"
   ],
   [
    "ubhosu",
    "местоим",
    "в обоих",
    "✔"
   ],
   [
    "ubhohi",
    "местоим",
    "обоими",
    "✔"
   ],
   [
    "dubhaya",
    "прил",
    "оба",
    "✔"
   ]
  ],
  "count": 13
 },
 "ūmi": {
  "data": [
   [
    "ummi",
    "жен",
    "wave",
    "✘"
   ],
   [
    "ummī",
    "жен",
    "волна",
    "✔"
   ],
   [
    "ūmi",
    "жен",
    "волна",
    "✔"
   ],
   [
    "ūmikā",
    "жен",
    "волна",
    "✔"
   ],
   [
    "ūmī",
    "жен",
    "wave, billow",
    "✘"
   ],
   [
    "saūmi",
    "прил",
    "с волнами",
    "✔"
   ]
  ],
  "count": 6
 },
 "uraṇa": {
  "data": [
   [
    "uraṇa",
    "муж",
    "баран",
    "◑"
   ],
   [
    "uraṇī",
    "жен",
    "овца",
    "✔"
   ]
  ],
  "count": 2
 },
 "urabbha": {
  "data": [
   [
    "urabbha",
    "муж",
    "баран",
    "✔"
   ],
   [
    "orabbhi",
    "муж",
    "овцевод",
    "◑"
   ],
   [
    "orabbhika",
    "муж",
    "овцевод",
    "✔"
   ]
  ],
  "count": 3
 },
 "uras": {
  "data": [
   [
    "uras",
    "муж",
    "грудь",
    "✔"
   ],
   [
    "orasa 1",
    "прил",
    "(о ребенке) естественный",
    "✔"
   ],
   [
    "orasa 2",
    "прил",
    "самородный",
    "◑"
   ]
  ],
  "count": 3
 },
 "usa": {
  "data": [
   [
    "usa",
    "муж",
    "раннее утро",
    "◑"
   ],
   [
    "paccūsa",
    "муж",
    "до рассвета",
    "✔"
   ]
  ],
  "count": 2
 },
 "usīra": {
  "data": [
   [
    "usira",
    "ср",
    "ароматный корень травы ветивер",
    "✔"
   ],
   [
    "usīra",
    "ср",
    "ароматный корень ветивера",
    "✔"
   ]
  ],
  "count": 2
 },
 "senā": {
  "data": [
   [
    "usseneti",
    "наст",
    "(об армии) вербует",
    "✔"
   ],
   [
    "paṭisenā",
    "жен",
    "оппозиция",
    "✔"
   ],
   [
    "paṭiseni",
    "жен",
    "противодействие",
    "✔"
   ],
   [
    "paṭiseniyati",
    "наст",
    "сопротивляется",
    "✔"
   ],
   [
    "paṭiseneti",
    "наст",
    "сопротивляется",
    "✔"
   ],
   [
    "visenā",
    "жен",
    "обезоруживание",
    "◑"
   ],
   [
    "viseni",
    "жен",
    "обезоруживание",
    "✔"
   ],
   [
    "viseneti",
    "наст",
    "(об армии) разоружает",
    "✔"
   ],
   [
    "visenetvā",
    "деепр.сов",
    "(об армии) разоружив",
    "✔"
   ],
   [
    "sasena",
    "прил",
    "в сопровождении армии",
    "✔"
   ],
   [
    "sasenaka",
    "прил",
    "вместе со своим войском",
    "✔"
   ],
   [
    "seṇiya",
    "муж",
    "guild-master",
    "✘"
   ],
   [
    "sena 2.1",
    "прил",
    "с армией",
    "✔"
   ],
   [
    "senā",
    "жен",
    "армия",
    "✔"
   ],
   [
    "senānī",
    "муж",
    "general",
    "✘"
   ],
   [
    "seniya 1",
    "муж",
    "связанный с армией",
    "✔"
   ],
   [
    "seniya 2",
    "муж",
    "имя аскета, выполнявшего практику собаки",
    "✔"
   ],
   [
    "seniya 3",
    "муж",
    "name of a monk",
    "✘"
   ]
  ],
  "count": 18
 },
 "e": {
  "data": [
   [
    "e 1",
    "буква",
    "(грам) буква е",
    "✔"
   ],
   [
    "e 2",
    "буква",
    "(грам) вуддхи форма букв и и ий",
    "✔"
   ],
   [
    "etta 2.1",
    "ср",
    "(грам) буква е",
    "✔"
   ]
  ],
  "count": 3
 },
 "eṇi": {
  "data": [
   [
    "eṇi",
    "жен",
    "черная антилопа",
    "✔"
   ],
   [
    "eṇī",
    "жен",
    "название реки",
    "◑"
   ],
   [
    "eṇeyya",
    "муж",
    "черный антилоп",
    "✔"
   ],
   [
    "eṇeyyaka",
    "ср",
    "название пытки",
    "✔"
   ]
  ],
  "count": 4
 },
 "eta": {
  "data": [
   [
    "eta",
    "местоим",
    "этот",
    "✔"
   ],
   [
    "etato",
    "местоим",
    "чем это",
    "◑"
   ],
   [
    "etad",
    "местоим",
    "этот",
    "✔"
   ],
   [
    "etamhā",
    "местоим",
    "от этого",
    "✔"
   ],
   [
    "etasmā 1",
    "местоим",
    "из этого",
    "✔"
   ],
   [
    "etasmā 2",
    "местоим",
    "чем это",
    "✔"
   ],
   [
    "etasmiṃ",
    "местоим",
    "в этом",
    "✔"
   ],
   [
    "etassa 1",
    "местоим",
    "для этого",
    "✔"
   ],
   [
    "etassa 2",
    "местоим",
    "этого",
    "✔"
   ],
   [
    "etaṃ 1",
    "местоим",
    "это",
    "✔"
   ],
   [
    "etaṃ 2",
    "местоим",
    "это",
    "✔"
   ],
   [
    "etāni 1",
    "местоим",
    "эти",
    "✔"
   ],
   [
    "etāni 2",
    "местоим",
    "эти",
    "✔"
   ],
   [
    "etāya 1",
    "местоим",
    "by her",
    "✘"
   ],
   [
    "etāya 2",
    "местоим",
    "to her",
    "✘"
   ],
   [
    "etāya 3",
    "местоим",
    "hers",
    "✘"
   ],
   [
    "etāya 4",
    "местоим",
    "(грам) после этого",
    "✔"
   ],
   [
    "etāvant",
    "прил",
    "такой великий",
    "✔"
   ],
   [
    "etissā 1",
    "местоим",
    "to her",
    "✘"
   ],
   [
    "etissā 2",
    "местоим",
    "этой",
    "✔"
   ],
   [
    "ete 1",
    "местоим",
    "эти",
    "✔"
   ],
   [
    "ete 2",
    "местоим",
    "их",
    "✔"
   ],
   [
    "etena",
    "несклон",
    "из-за этого",
    "✔"
   ],
   [
    "etesaṃ 1",
    "местоим",
    "им",
    "✔"
   ],
   [
    "etesaṃ 2",
    "местоим",
    "их",
    "✔"
   ],
   [
    "etesu",
    "местоим",
    "в этих",
    "✔"
   ],
   [
    "etehi 1",
    "местоим",
    "этими",
    "✔"
   ],
   [
    "etehi 2",
    "местоим",
    "from these",
    "✘"
   ],
   [
    "etto",
    "несклон",
    "из этого",
    "✔"
   ],
   [
    "enaṃ",
    "местоим",
    "его",
    "✔"
   ],
   [
    "esa",
    "местоим",
    "он",
    "✔"
   ],
   [
    "esā",
    "местоим",
    "она",
    "✔"
   ],
   [
    "eso",
    "местоим",
    "этот",
    "✔"
   ],
   [
    "neta",
    "местоим",
    "это не",
    "✔"
   ],
   [
    "nete",
    "местоим",
    "эти не являются",
    "✔"
   ],
   [
    "nesā",
    "местоим",
    "это не является",
    "✔"
   ],
   [
    "neso 1",
    "местоим",
    "это не",
    "✔"
   ],
   [
    "neso 2",
    "местоим",
    "он не",
    "✔"
   ]
  ],
  "count": 38
 },
 "eraṇḍa": {
  "data": [
   [
    "eraṇḍa",
    "муж",
    "клещевина",
    "✔"
   ],
   [
    "eraṇḍaka",
    "муж",
    "растение клещевины",
    "◑"
   ],
   [
    "eḷaṇḍa",
    "муж",
    "клещевина",
    "✔"
   ]
  ],
  "count": 3
 },
 "ela": {
  "data": [
   [
    "ela 1",
    "ср",
    "преступление",
    "◑"
   ],
   [
    "nela",
    "прил",
    "вежливый",
    "✔"
   ]
  ],
  "count": 2
 },
 "eva": {
  "data": [
   [
    "eva 1",
    "несклон",
    "едва",
    "✔"
   ],
   [
    "eva 2",
    "несклон",
    "ещё",
    "✔"
   ],
   [
    "eva 3",
    "несклон",
    "даже",
    "✔"
   ],
   [
    "eva 4",
    "несклон",
    "indeed, really, certainly, absolutely",
    "✘"
   ],
   [
    "eva 5",
    "несклон",
    "как только",
    "✔"
   ],
   [
    "evaṃ 1",
    "несклон",
    "так",
    "✔"
   ],
   [
    "evaṃ 2",
    "несклон",
    "да!",
    "✔"
   ],
   [
    "va 2.1",
    "несклон",
    "даже",
    "✔"
   ],
   [
    "va 2.2",
    "несклон",
    "как только",
    "✔"
   ]
  ],
  "count": 9
 },
 "esikā": {
  "data": [
   [
    "esika",
    "прил",
    "имеющий (выдернутую) столбчатую опору",
    "✔"
   ],
   [
    "esikā 1.1",
    "жен",
    "опора ворот",
    "✔"
   ]
  ],
  "count": 2
 },
 "eḷa": {
  "data": [
   [
    "eḷa",
    "муж",
    "овца",
    "✔"
   ],
   [
    "eḷaka 1.1",
    "муж",
    "баран",
    "✔"
   ]
  ],
  "count": 2
 },
 "o": {
  "data": [
   [
    "o 1.1",
    "буква",
    "(грам) буква o",
    "✔"
   ],
   [
    "o 1.2",
    "буква",
    "(грам) вуддхи форма букв у и ӯ ",
    "✔"
   ],
   [
    "otta",
    "ср",
    "(грам) буква о",
    "✔"
   ]
  ],
  "count": 3
 },
 "ogha": {
  "data": [
   [
    "ogha 1",
    "муж",
    "(о воде) поток",
    "✔"
   ],
   [
    "ogha 2",
    "муж",
    "(об омрачениях) поток",
    "✔"
   ],
   [
    "oghaniya",
    "прил",
    "затопляемый, утопляемый",
    "◑"
   ]
  ],
  "count": 3
 },
 "ojas": {
  "data": [
   [
    "ojavant 1",
    "прил",
    "питательный",
    "✔"
   ],
   [
    "ojavant 2",
    "прил",
    "vigorous, strong",
    "✘"
   ],
   [
    "ojas",
    "муж",
    "питательное вещество",
    "✔"
   ],
   [
    "ojasi",
    "муж",
    "имя божества",
    "◑"
   ],
   [
    "ojā",
    "жен",
    "divine food",
    "✔"
   ]
  ],
  "count": 5
 },
 "oṭṭha": {
  "data": [
   [
    "oṭṭha 1",
    "муж",
    "губы",
    "✔"
   ],
   [
    "oṭṭha 2",
    "муж",
    "верблюд",
    "✔"
   ]
  ],
  "count": 2
 },
 "mutta": {
  "data": [
   [
    "omutteti",
    "наст",
    "мочится вниз (на)",
    "✔"
   ],
   [
    "omuttesi",
    "аор",
    "discharged urine",
    "✘"
   ],
   [
    "mutta 1.1",
    "ср",
    "моча",
    "✔"
   ]
  ],
  "count": 3
 },
 "muddha": {
  "data": [
   [
    "omuddhaka",
    "прил",
    "with the head hanging down",
    "✔"
   ],
   [
    "muddha 2.1",
    "муж",
    "голова",
    "✔"
   ],
   [
    "muddha 2.2",
    "муж",
    "вершина",
    "✔"
   ],
   [
    "muddhani 1",
    "несклон",
    "впереди",
    "✔"
   ],
   [
    "muddhani 2",
    "муж",
    "на голове",
    "✔"
   ]
  ],
  "count": 5
 },
 "osadha": {
  "data": [
   [
    "osadha",
    "ср",
    "медицина",
    "✔"
   ],
   [
    "osadhi 1",
    "муж",
    "лечебная трава",
    "✔"
   ],
   [
    "osadhi 2",
    "ср",
    "медицина",
    "✔"
   ],
   [
    "osadhī 1",
    "прил",
    "исцеляющий",
    "◑"
   ],
   [
    "osadhī 2",
    "жен",
    "венера",
    "✔"
   ]
  ],
  "count": 5
 },
 "ka": {
  "data": [
   [
    "ka 1.1",
    "местоим",
    "кто?",
    "✔"
   ],
   [
    "ka 3.1",
    "несклон",
    "первая позиция в числовом списке",
    "✔"
   ],
   [
    "kacci 1",
    "несклон",
    "я надеюсь",
    "✔"
   ],
   [
    "kacci 2",
    "несклон",
    "сомневаюсь",
    "✔"
   ],
   [
    "katama",
    "местоим",
    "который?",
    "✔"
   ],
   [
    "katamasmiṃ",
    "местоим",
    "в котором?",
    "✔"
   ],
   [
    "katamena",
    "несклон",
    "в каком направлении? каким путем? где?",
    "✔"
   ],
   [
    "katara",
    "прил",
    "который из двух?",
    "✔"
   ],
   [
    "kati",
    "местоим",
    "сколько?",
    "✔"
   ],
   [
    "katī",
    "местоим",
    "сколько?",
    "✔"
   ],
   [
    "katīhi",
    "местоим",
    "сколькими?",
    "✔"
   ],
   [
    "kattha 1.1",
    "несклон",
    "где?",
    "✔"
   ],
   [
    "kattha 1.2",
    "несклон",
    "в чём? с чем?",
    "✔"
   ],
   [
    "katthaci 1",
    "несклон",
    "где-либо",
    "✔"
   ],
   [
    "katthaci 2",
    "несклон",
    "(gram) in some places",
    "✔"
   ],
   [
    "katthaci 3",
    "несклон",
    "в некоторых местах",
    "◑"
   ],
   [
    "katthacī",
    "несклон",
    "in some places",
    "✘"
   ],
   [
    "kathañci",
    "несклон",
    "как же?",
    "✔"
   ],
   [
    "kathaṃ 1",
    "несклон",
    "как?",
    "✔"
   ],
   [
    "kathaṃ 2",
    "несклон",
    "почему?",
    "✔"
   ],
   [
    "kathaṃ 3",
    "несклон",
    "что? как?",
    "✔"
   ],
   [
    "kathaṃ 4",
    "несклон",
    "какова причина?",
    "✔"
   ],
   [
    "kadā",
    "несклон",
    "когда?",
    "✔"
   ],
   [
    "kadāci 1",
    "несклон",
    "иногда",
    "✔"
   ],
   [
    "kadāci 2",
    "несклон",
    "ever",
    "✘"
   ],
   [
    "kasmā",
    "несклон",
    "почему?",
    "✔"
   ],
   [
    "kassa 1",
    "местоим",
    "кому?",
    "✔"
   ],
   [
    "kassa 2",
    "местоим",
    "которого?",
    "✔"
   ],
   [
    "kahaṃ",
    "несклон",
    "где?",
    "✔"
   ],
   [
    "kaṃ 1.1",
    "местоим",
    "которого?",
    "✔"
   ],
   [
    "kā 2.1",
    "местоим",
    "что?",
    "✔"
   ],
   [
    "kāni",
    "местоим",
    "что?",
    "✔"
   ],
   [
    "kāya 2.1",
    "местоим",
    "чем",
    "✔"
   ],
   [
    "ki",
    "местоим",
    "кто?",
    "✔"
   ],
   [
    "kittaka 1",
    "прил",
    "как много?",
    "✔"
   ],
   [
    "kittaka 2",
    "прил",
    "how much? to what extent?",
    "✘"
   ],
   [
    "kimhi 1",
    "местоим",
    "в чем?",
    "✔"
   ],
   [
    "kimhi 2",
    "местоим",
    "когда что?",
    "✔"
   ],
   [
    "kismā",
    "местоим",
    "от чего?",
    "✔"
   ],
   [
    "kismiṃ 1",
    "местоим",
    "в чем?",
    "✔"
   ],
   [
    "kismiṃ 2",
    "местоим",
    "на каком основании?",
    "✔"
   ],
   [
    "kismiṃ 3",
    "местоим",
    "когда что?",
    "✔"
   ],
   [
    "kissa 1",
    "местоим",
    "для кого?",
    "✔"
   ],
   [
    "kissa 2",
    "местоим",
    "кого?",
    "✔"
   ],
   [
    "kiṃ 1",
    "местоим",
    "кто?",
    "✔"
   ],
   [
    "kiṃ 2",
    "несклон",
    "как?",
    "✔"
   ],
   [
    "kiṃ 3",
    "несклон",
    "не говоря уже о",
    "✔"
   ],
   [
    "kīva",
    "несклон",
    "как далеко?",
    "✔"
   ],
   [
    "kuto 1",
    "несклон",
    "откуда?",
    "✔"
   ],
   [
    "kuto 2",
    "несклон",
    "как?",
    "✔"
   ],
   [
    "kuto 3",
    "несклон",
    "что уж и говорить",
    "✔"
   ],
   [
    "kuttha",
    "несклон",
    "where?",
    "✘"
   ],
   [
    "kutra",
    "несклон",
    "where?",
    "✘"
   ],
   [
    "kudā",
    "несклон",
    "когда?",
    "✔"
   ],
   [
    "kudācana",
    "несклон",
    "sometimes, at any time",
    "✘"
   ],
   [
    "kudācanaṃ",
    "несклон",
    "в любое время",
    "✔"
   ],
   [
    "kuvaṃ",
    "несклон",
    "где?",
    "✔"
   ],
   [
    "kuhiñci",
    "несклон",
    "где угодно",
    "✔"
   ],
   [
    "kuhiṃ",
    "несклон",
    "где?",
    "✔"
   ],
   [
    "ke",
    "местоим",
    "кто?",
    "✔"
   ],
   [
    "kena 1",
    "местоим",
    "чем?",
    "✔"
   ],
   [
    "kena 2",
    "местоим",
    "почему?",
    "✔"
   ],
   [
    "kesaṃ 1",
    "местоим",
    "для кого?",
    "✔"
   ],
   [
    "kesaṃ 2",
    "местоим",
    "кого?",
    "✔"
   ],
   [
    "kesu",
    "местоим",
    "в чем?",
    "✔"
   ],
   [
    "ko",
    "местоим",
    "кто?",
    "✔"
   ],
   [
    "ky",
    "местоим",
    "кто?",
    "✔"
   ]
  ],
  "count": 67
 },
 "kakudha": {
  "data": [
   [
    "kakudha 1",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "kakudha 2",
    "муж",
    "дерево арджуна",
    "✔"
   ],
   [
    "kakudha 3",
    "муж",
    "hump (of a bull)",
    "✘"
   ],
   [
    "kakudha 4",
    "муж",
    "cock's comb",
    "✘"
   ],
   [
    "kakudha 5",
    "муж",
    "имя мирского ученика",
    "✔"
   ],
   [
    "kakudhā",
    "жен",
    "название реки",
    "✔"
   ]
  ],
  "count": 6
 },
 "kakkhaḷa": {
  "data": [
   [
    "kakkhaḷa 1",
    "прил",
    "жесткий",
    "✔"
   ],
   [
    "kakkhaḷa 2",
    "прил",
    "грубый",
    "✔"
   ],
   [
    "kakkhaḷa 3",
    "прил",
    "жестокий",
    "◑"
   ],
   [
    "kakkhaḷatara",
    "прил",
    "грубее (чем)",
    "◑"
   ],
   [
    "kakkhaḷatā",
    "жен",
    "жесткость",
    "◑"
   ],
   [
    "kakkhaḷatta",
    "ср",
    "грубость",
    "✔"
   ]
  ],
  "count": 6
 },
 "kati": {
  "data": [
   [
    "kaccāna",
    "муж",
    "фамилия",
    "✔"
   ],
   [
    "kaccāyana 1",
    "муж",
    "фамилия",
    "✔"
   ],
   [
    "kaccāyana 2",
    "муж",
    "основополагающий грамматический трактат, написанный в Шри-Ланке в седьмом веке",
    "◑"
   ],
   [
    "kātiyāna 1",
    "муж",
    "фамилия",
    "✔"
   ],
   [
    "kātiyāna 2",
    "муж",
    "имя архата-монаха",
    "✔"
   ],
   [
    "kātiyānī",
    "жен",
    "имя мирянки",
    "◑"
   ]
  ],
  "count": 6
 },
 "kaccha": {
  "data": [
   [
    "kaccha 1.1",
    "муж",
    "берег",
    "✔"
   ],
   [
    "kaccha 1.2",
    "муж",
    "подмышка",
    "✔"
   ],
   [
    "kaccha 1.3",
    "муж",
    "волосы подмышками",
    "✔"
   ],
   [
    "kaccha 1.4",
    "муж",
    "пояс",
    "✔"
   ],
   [
    "kacchaka",
    "муж",
    "красный кедр",
    "✔"
   ],
   [
    "kacchā",
    "жен",
    "loin-clothe, belt for an elephant",
    "✘"
   ]
  ],
  "count": 6
 },
 "kacchu": {
  "data": [
   [
    "kacchu 1",
    "жен",
    "чесотка",
    "✔"
   ],
   [
    "kacchu 2",
    "жен",
    "fruit which causes a rash when applied to the skin",
    "✘"
   ],
   [
    "kacchu 3",
    "муж",
    "plant Mucana pruritus",
    "✘"
   ]
  ],
  "count": 3
 },
 "kajaṅgalā": {
  "data": [
   [
    "kajaṅgalaka",
    "прил",
    "из каянгалы",
    "✔"
   ],
   [
    "kajaṅgalā",
    "жен",
    "название города",
    "✔"
   ]
  ],
  "count": 2
 },
 "kañji": {
  "data": [
   [
    "kañji",
    "ср",
    "рисовая похлебка",
    "◑"
   ],
   [
    "kañjika",
    "ср",
    "рисовая похлебка",
    "✔"
   ],
   [
    "kañjiya 1",
    "ср",
    "рисовая вода",
    "◑"
   ],
   [
    "kañjiya 2",
    "ср",
    "клей",
    "◑"
   ],
   [
    "kaṇājaka",
    "ср",
    "размазня",
    "✔"
   ]
  ],
  "count": 5
 },
 "kaṭāha": {
  "data": [
   [
    "kaṭāha 1",
    "муж",
    "горшок",
    "✔"
   ],
   [
    "kaṭāha 2",
    "муж",
    "receptacle, nut-shell",
    "✘"
   ],
   [
    "kaṭāhaka",
    "муж",
    "маленький горшок",
    "◑"
   ],
   [
    "kaṭāhakā",
    "жен",
    "имя рабыни",
    "✔"
   ]
  ],
  "count": 4
 },
 "kaṭṭha": {
  "data": [
   [
    "kaṭṭha 1.1",
    "ср",
    "палка",
    "✔"
   ],
   [
    "kaṭṭhaka",
    "муж",
    "бамбук",
    "✔"
   ],
   [
    "kaṭṭhakā",
    "муж",
    "название группы божеств",
    "✔"
   ]
  ],
  "count": 3
 },
 "kaṭhalā": {
  "data": [
   [
    "kaṭhala",
    "ср",
    "гравий",
    "✔"
   ],
   [
    "kaṭhalā 1",
    "жен",
    "гравий",
    "✔"
   ],
   [
    "kaṭhalā 2",
    "жен",
    "осколок",
    "✔"
   ],
   [
    "kaṭhali",
    "жен",
    "potsherd",
    "✘"
   ],
   [
    "kathala 1",
    "ср",
    "гравий",
    "✔"
   ],
   [
    "kathala 2",
    "ср",
    "potsherd",
    "✘"
   ],
   [
    "kathali",
    "жен",
    "potsherd",
    "✘"
   ]
  ],
  "count": 7
 },
 "kathina": {
  "data": [
   [
    "kaṭhina 1",
    "ср",
    "Катина привилегия",
    "✔"
   ],
   [
    "kaṭhina 2",
    "прил",
    "rough, hard, stiff",
    "✘"
   ],
   [
    "kaṭhina 3",
    "ср",
    "clothe annually supplied to the monks for making robes",
    "✘"
   ],
   [
    "kaṭhina 4",
    "ср",
    "ceremony of robes-offering following the end of the Vassa",
    "✘"
   ],
   [
    "kathina 1",
    "ср",
    "деревянная рама для изготовления одежд",
    "✔"
   ],
   [
    "kathina 2",
    "ср",
    "Катина привилегия",
    "✔"
   ],
   [
    "kathina 3",
    "ср",
    "kathina ceremony",
    "✔"
   ]
  ],
  "count": 7
 },
 "kaṇḍarā": {
  "data": [
   [
    "kaṇḍara",
    "муж",
    "сухожилие",
    "✔"
   ],
   [
    "kaṇḍarā",
    "жен",
    "сухожилие",
    "◑"
   ]
  ],
  "count": 2
 },
 "katipaya": {
  "data": [
   [
    "katipa",
    "прил",
    "некоторый",
    "✔"
   ],
   [
    "katipaya",
    "прил",
    "некоторый",
    "✔"
   ]
  ],
  "count": 2
 },
 "kattikā": {
  "data": [
   [
    "kattikā 1",
    "жен",
    "название лунного месяца",
    "✔"
   ],
   [
    "kattikā 2",
    "жен",
    "созвездие Плеяды",
    "◑"
   ]
  ],
  "count": 2
 },
 "kapāla": {
  "data": [
   [
    "kapalla 1",
    "ср",
    "кристалл",
    "✔"
   ],
   [
    "kapalla 3",
    "ср",
    "черепок",
    "✔"
   ],
   [
    "kapallaka 1",
    "ср",
    "чашка",
    "◑"
   ],
   [
    "kapallaka 2",
    "ср",
    "маленький кристалл",
    "✔"
   ],
   [
    "kapallaka 3",
    "ср",
    "frying pan",
    "✘"
   ],
   [
    "kapallaka 4",
    "ср",
    "potsherd",
    "✘"
   ],
   [
    "kapāla 1",
    "муж",
    "панцирь черепахи",
    "✔"
   ],
   [
    "kapāla 2",
    "муж",
    "сковородка",
    "◑"
   ],
   [
    "kapāla 3",
    "муж",
    "чаша для подаяний",
    "✔"
   ],
   [
    "kapālaka 1",
    "муж",
    "маленькая чаша для подаяний",
    "✔"
   ],
   [
    "kapālaka 2",
    "муж",
    "shell (like that of a tortoise)",
    "✘"
   ],
   [
    "kapālaka 3",
    "муж",
    "frying pan, pan",
    "✘"
   ]
  ],
  "count": 12
 },
 "kapi": {
  "data": [
   [
    "kapi",
    "муж",
    "обезьяна",
    "✔"
   ],
   [
    "kapivanta",
    "муж",
    "название небесного города",
    "◑"
   ]
  ],
  "count": 2
 },
 "kapila": {
  "data": [
   [
    "kapila 1",
    "прил",
    "коричневый",
    "◑"
   ],
   [
    "kapila 2",
    "муж",
    "tawny colour",
    "✘"
   ],
   [
    "kapila 3",
    "муж",
    "name of a sage",
    "✘"
   ],
   [
    "kapila 4",
    "ср",
    "упоминание, досл. имя мудреца",
    "◑"
   ],
   [
    "kapila 5",
    "ср",
    "коричневая корова",
    "✔"
   ],
   [
    "kāpilānī",
    "жен",
    "потомок капилы",
    "✔"
   ]
  ],
  "count": 6
 },
 "kapota": {
  "data": [
   [
    "kapota",
    "муж",
    "голубь",
    "◑"
   ],
   [
    "kāpotaka",
    "прил",
    "голубовато-серый",
    "✔"
   ],
   [
    "kāpotikā",
    "жен",
    "sort of liquor (which is of reddish colour)",
    "✘"
   ]
  ],
  "count": 3
 },
 "kappāsa": {
  "data": [
   [
    "kappāsa",
    "муж",
    "хлопок",
    "✔"
   ],
   [
    "kappāsika",
    "прил",
    "сделанный из хлопка",
    "✔"
   ],
   [
    "kappāsī",
    "муж",
    "cotton plant",
    "✘"
   ]
  ],
  "count": 3
 },
 "kabaḷa": {
  "data": [
   [
    "kabala",
    "муж",
    "lump, morsel, mouthful",
    "✘"
   ],
   [
    "kabaḷa",
    "муж",
    "кусок",
    "✔"
   ],
   [
    "kabaḷikā",
    "жен",
    "poultice, compress",
    "✘"
   ],
   [
    "kabaḷī",
    "муж",
    "кусок",
    "✔"
   ],
   [
    "kavaḷa",
    "муж",
    "кусок, кусочек, крошка, глыба пищи",
    "◑"
   ],
   [
    "sakabaḷa",
    "прил",
    "полный еды",
    "✔"
   ]
  ],
  "count": 6
 },
 "kamaṇḍalu": {
  "data": [
   [
    "kamaṇḍalu",
    "муж",
    "кувшин для воды",
    "◑"
   ],
   [
    "kamaṇḍaluka",
    "прил",
    "несущий кувшины для воды",
    "✔"
   ],
   [
    "kāmaṇḍaluka",
    "прил",
    "носящий кувшины для воды",
    "✔"
   ]
  ],
  "count": 3
 },
 "kambala": {
  "data": [
   [
    "kambala 1",
    "ср",
    "шерстяные изделия",
    "✔"
   ],
   [
    "kambala 2",
    "прил",
    "шерстяной",
    "✔"
   ],
   [
    "kambalaka",
    "муж",
    "шерстяной плащ",
    "◑"
   ],
   [
    "kambalī",
    "прил",
    "who has a woollen garment for his dress",
    "✘"
   ],
   [
    "kambalīya",
    "ср",
    "woollen garment",
    "✘"
   ]
  ],
  "count": 5
 },
 "kamboja": {
  "data": [
   [
    "kamboja",
    "муж",
    "название страны",
    "✔"
   ],
   [
    "kambojā",
    "муж",
    "народ ираноязычного народа",
    "✔"
   ]
  ],
  "count": 2
 },
 "karaṇḍa": {
  "data": [
   [
    "karaṇḍa 1",
    "муж",
    "плетеная корзина",
    "◑"
   ],
   [
    "karaṇḍa 2",
    "муж",
    "старая змеиная кожа",
    "✔"
   ],
   [
    "karaṇḍaka",
    "муж",
    "корзина из прутьев",
    "✔"
   ]
  ],
  "count": 3
 },
 "kalanda": {
  "data": [
   [
    "kalanda",
    "муж",
    "название деревни рядом с Весали",
    "◑"
   ],
   [
    "kalandaka",
    "муж",
    "белка",
    "✔"
   ]
  ],
  "count": 2
 },
 "kalala": {
  "data": [
   [
    "kalala 1",
    "ср",
    "грязь",
    "✔"
   ],
   [
    "kalala 2",
    "ср",
    "первая стадия эмбрионального развития",
    "✔"
   ],
   [
    "kalalī",
    "прил",
    "грязный",
    "✔"
   ]
  ],
  "count": 3
 },
 "kalāpa": {
  "data": [
   [
    "kalāpa 1",
    "муж",
    "колчан (стрел)",
    "✔"
   ],
   [
    "kalāpa 2",
    "муж",
    "связка",
    "✔"
   ],
   [
    "kalāpa 3",
    "муж",
    "group of elementary particles",
    "✘"
   ],
   [
    "kalāpaka",
    "муж",
    "маленький пучок",
    "◑"
   ],
   [
    "kalāpī 1",
    "жен",
    "вязанка",
    "✔"
   ],
   [
    "kalāpī 2",
    "муж",
    "who has a quiver or a bundle",
    "✘"
   ],
   [
    "kalāpī 3",
    "муж",
    "peacock",
    "✘"
   ]
  ],
  "count": 7
 },
 "kali": {
  "data": [
   [
    "kali 1",
    "муж",
    "несчастье",
    "✔"
   ],
   [
    "kali 2",
    "муж",
    "вина",
    "✔"
   ],
   [
    "kali 3",
    "муж",
    "игральные кости, которые проигрывают",
    "✔"
   ],
   [
    "kali 4",
    "муж",
    "distress",
    "✘"
   ],
   [
    "kalī",
    "муж",
    "losing dice",
    "✘"
   ]
  ],
  "count": 5
 },
 "kaliṅga": {
  "data": [
   [
    "kaliṅga",
    "муж",
    "название страны",
    "✔"
   ],
   [
    "kaliṅgā",
    "муж",
    "name of a people",
    "✔"
   ],
   [
    "kāliṅga 1",
    "муж",
    "name of a country in East India",
    "✘"
   ],
   [
    "kāliṅga 2",
    "муж",
    "имя мирского последователя",
    "✔"
   ],
   [
    "kāliṅga 3",
    "муж",
    "название леса",
    "✔"
   ],
   [
    "kāliṅgā",
    "муж",
    "name of a people",
    "✔"
   ]
  ],
  "count": 6
 },
 "kaliṅgara": {
  "data": [
   [
    "kaliṅgara 1",
    "муж",
    "бревно",
    "✔"
   ],
   [
    "kaliṅgara 2",
    "ср",
    "бревно",
    "✔"
   ],
   [
    "kaḷiṅgara",
    "муж",
    "block or piece of wood",
    "✘"
   ]
  ],
  "count": 3
 },
 "kalusa": {
  "data": [
   [
    "kalusa 1",
    "ср",
    "sin",
    "✘"
   ],
   [
    "kalusa 2",
    "ср",
    "impurity",
    "✘"
   ],
   [
    "kalusa 3",
    "прил",
    "impure",
    "✘"
   ],
   [
    "kalusa 4",
    "прил",
    "dirty",
    "✘"
   ],
   [
    "kālusiya",
    "ср",
    "неясность",
    "✔"
   ],
   [
    "kālussiya",
    "ср",
    "defilement",
    "✘"
   ]
  ],
  "count": 6
 },
 "kaḷevara": {
  "data": [
   [
    "kalevara",
    "ср",
    "body",
    "✘"
   ],
   [
    "kaḷebara 1",
    "ср",
    "тело",
    "✔"
   ],
   [
    "kaḷebara 2",
    "ср",
    "труп",
    "◑"
   ],
   [
    "kaḷebara 3",
    "ср",
    "лестница",
    "✔"
   ],
   [
    "kaḷebara 4",
    "ср",
    "log",
    "✘"
   ],
   [
    "kaḷevara 1",
    "ср",
    "тело",
    "✔"
   ],
   [
    "kaḷevara 2",
    "ср",
    "труп",
    "✔"
   ],
   [
    "kaḷevara 3",
    "ср",
    "ступень",
    "✔"
   ],
   [
    "kaḷevara 4",
    "ср",
    "log",
    "✘"
   ]
  ],
  "count": 9
 },
 "kasaṭa": {
  "data": [
   [
    "kasaṭa 1",
    "муж",
    "осадок",
    "✔"
   ],
   [
    "kasaṭa 2",
    "муж",
    "отброс",
    "✔"
   ],
   [
    "kasaṭa 3",
    "прил",
    "nasty, worthless",
    "✘"
   ],
   [
    "saṭa",
    "муж",
    "осадок",
    "✔"
   ]
  ],
  "count": 4
 },
 "kasiṇa": {
  "data": [
   [
    "kasiṇa 1",
    "прил",
    "целиком",
    "✔"
   ],
   [
    "kasiṇa 2",
    "ср",
    "касина медитация",
    "✔"
   ],
   [
    "kasiṇa 3",
    "ср",
    "disc-like object of concentration",
    "✘"
   ]
  ],
  "count": 3
 },
 "kassapa": {
  "data": [
   [
    "kassapa 1",
    "муж",
    "имя предыдущего Будды",
    "✔"
   ],
   [
    "kassapa 2",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "kassapa 3",
    "муж",
    "фамилия",
    "✔"
   ],
   [
    "kassapa 4",
    "муж",
    "имя ведийского мудреца",
    "✔"
   ],
   [
    "kassapa 5",
    "муж",
    "имя араханта монаха",
    "✔"
   ]
  ],
  "count": 5
 },
 "kahāpaṇa": {
  "data": [
   [
    "kahāpaṇa",
    "муж",
    "монета",
    "✔"
   ],
   [
    "kahāpaṇika",
    "ср",
    "название пытки",
    "✔"
   ]
  ],
  "count": 2
 },
 "kaḷāra": {
  "data": [
   [
    "kaḷāra",
    "прил",
    "(о зубах) выступающий",
    "◑"
   ],
   [
    "kāḷārikā",
    "жен",
    "(комм) название вида слонихи с щербатыми и выступающими зубами",
    "✔"
   ]
  ],
  "count": 2
 },
 "kaḷīra": {
  "data": [
   [
    "kaḷīra",
    "муж",
    "побег",
    "✔"
   ],
   [
    "kaḷīraka",
    "муж",
    "маленький побег бамбука",
    "◑"
   ]
  ],
  "count": 2
 },
 "kaḷopī": {
  "data": [
   [
    "kaḷopikā",
    "жен",
    "чашечка",
    "◑"
   ],
   [
    "kaḷopī",
    "жен",
    "сосуд",
    "✔"
   ]
  ],
  "count": 2
 },
 "kaṃsa": {
  "data": [
   [
    "kaṃsa 1",
    "муж",
    "бронза",
    "✔"
   ],
   [
    "kaṃsa 2",
    "муж",
    "(бронзовая) тарелка",
    "✔"
   ],
   [
    "kaṃsa 3",
    "муж",
    "(бронзовая) чашка",
    "✔"
   ],
   [
    "kaṃsa 4",
    "муж",
    "(бронзовый) гонг",
    "✔"
   ]
  ],
  "count": 4
 },
 "kāṇa": {
  "data": [
   [
    "kāṇa 1",
    "прил",
    "одноглазый",
    "✔"
   ],
   [
    "kāṇa 2",
    "муж",
    "одноглазый человек",
    "✔"
   ]
  ],
  "count": 2
 },
 "kāsi": {
  "data": [
   [
    "kāsi",
    "муж",
    "название королевства в древней Индии",
    "✔"
   ],
   [
    "kāsika",
    "прил",
    "из Каши",
    "✔"
   ],
   [
    "kāsī",
    "муж",
    "название народа Каси",
    "✔"
   ]
  ],
  "count": 3
 },
 "kiki": {
  "data": [
   [
    "kiki",
    "муж",
    "сойка",
    "◑"
   ],
   [
    "kikī 1",
    "жен",
    "птица с голубыми перьями",
    "✔"
   ],
   [
    "kikī 2",
    "муж",
    "имя царствующего царя Каси во времена Будды Кассапы",
    "✔"
   ]
  ],
  "count": 3
 },
 "kiṅkaṇī": {
  "data": [
   [
    "kiṅkaṇikā",
    "жен",
    "маленький колокольчик",
    "◑"
   ],
   [
    "kiṅkaṇī 1",
    "жен",
    "маленький колокольчик",
    "✔"
   ],
   [
    "kiṅkaṇī 2",
    "жен",
    "Crotalaria pulcherrima tree with bell-like flowers",
    "✘"
   ],
   [
    "kiṅkiṇikā",
    "жен",
    "маленький колокольчик",
    "✔"
   ],
   [
    "kiṃkiṇī",
    "жен",
    "jingling bell",
    "✘"
   ]
  ],
  "count": 5
 },
 "kipillika": {
  "data": [
   [
    "kipillika",
    "муж",
    "муравей",
    "✔"
   ],
   [
    "kipillikā",
    "жен",
    "муравей",
    "✔"
   ]
  ],
  "count": 2
 },
 "kimi": {
  "data": [
   [
    "kimi 1",
    "муж",
    "червь",
    "✔"
   ],
   [
    "kimi 2",
    "муж",
    "светлячок",
    "✔"
   ],
   [
    "kimira",
    "прил",
    "имеющий червей",
    "◑"
   ],
   [
    "kimihī",
    "муж",
    "червями",
    "✔"
   ]
  ],
  "count": 4
 },
 "kira": {
  "data": [
   [
    "kira 1",
    "несклон",
    "действительно",
    "✔"
   ],
   [
    "kira 2",
    "несклон",
    "так говорят",
    "✔"
   ],
   [
    "kila",
    "несклон",
    "говорят",
    "✔"
   ]
  ],
  "count": 3
 },
 "kirāṭa": {
  "data": [
   [
    "kirāṭa",
    "муж",
    "обман",
    "✔"
   ],
   [
    "kerāṭika 1",
    "прил",
    "deceitful, hypocritical",
    "✘"
   ],
   [
    "kerāṭika 2",
    "муж",
    "нечестный человек",
    "✔"
   ],
   [
    "kerāṭiya",
    "ср",
    "нечестность",
    "✔"
   ]
  ],
  "count": 4
 },
 "kilañja": {
  "data": [
   [
    "kilañja 1",
    "муж",
    "тростник",
    "◑"
   ],
   [
    "kilañja 2",
    "муж",
    "коврик из камыша",
    "✔"
   ]
  ],
  "count": 2
 },
 "kiloma": {
  "data": [
   [
    "kiloma",
    "ср",
    "плевра",
    "◑"
   ],
   [
    "kilomaka",
    "ср",
    "плевра",
    "✔"
   ]
  ],
  "count": 2
 },
 "kukku": {
  "data": [
   [
    "kukku",
    "муж",
    "локоть",
    "✔"
   ],
   [
    "kukkuka 1",
    "прил",
    "в x локтей в размере",
    "✔"
   ]
  ],
  "count": 2
 },
 "kukkuṭa": {
  "data": [
   [
    "kukkuṭa 1",
    "муж",
    "петух",
    "✔"
   ],
   [
    "kukkuṭa 2",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "kukkuṭakā 1",
    "жен",
    "name of a type of lightning",
    "✔"
   ],
   [
    "kukkuṭakā 2",
    "жен",
    "crow of a cockerel",
    "✘"
   ],
   [
    "kukkuṭavatī",
    "жен",
    "название города",
    "◑"
   ],
   [
    "kukkuṭī",
    "жен",
    "курица",
    "✔"
   ]
  ],
  "count": 6
 },
 "kukkula": {
  "data": [
   [
    "kukkula 1",
    "муж",
    "горячий пепел",
    "✔"
   ],
   [
    "kukkula 2",
    "прил",
    "burning hot",
    "✘"
   ]
  ],
  "count": 2
 },
 "kuṭumala": {
  "data": [
   [
    "kuṭumala",
    "муж",
    "заостренный бутон",
    "◑"
   ],
   [
    "kuṭumalaka",
    "муж",
    "маленький заостренный бутон",
    "✔"
   ]
  ],
  "count": 2
 },
 "kuṭumba": {
  "data": [
   [
    "kuṭumba",
    "ср",
    "семья",
    "✔"
   ],
   [
    "kuṭumbika",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "kuṭumbiya",
    "муж",
    "глава семьи",
    "◑"
   ],
   [
    "kuṭūmbika",
    "муж",
    "head of a family, house-holder",
    "✘"
   ]
  ],
  "count": 4
 },
 "kuṭṭa": {
  "data": [
   [
    "kuṭṭa",
    "муж",
    "стена (из плетня и глины)",
    "✔"
   ],
   [
    "kuḍḍa",
    "ср",
    "стена (из плетня и глины)",
    "✔"
   ],
   [
    "kuḍḍika",
    "прил",
    "с оплетёнными стенами",
    "✔"
   ]
  ],
  "count": 3
 },
 "kuṭhāra": {
  "data": [
   [
    "kuṭhārī",
    "жен",
    "мачете",
    "✔"
   ],
   [
    "kudhārī",
    "жен",
    "мачете",
    "✔"
   ]
  ],
  "count": 2
 },
 "kuṇapa": {
  "data": [
   [
    "kuṇapa 1",
    "муж",
    "труп",
    "✔"
   ],
   [
    "kuṇapa 2",
    "ср",
    "труп",
    "✔"
   ],
   [
    "kuṇapa 3",
    "ср",
    "отвратительная вещь",
    "✔"
   ],
   [
    "kūṇapa",
    "ср",
    "corpse",
    "✘"
   ]
  ],
  "count": 4
 },
 "kotūhala": {
  "data": [
   [
    "kutūhala",
    "ср",
    "шум",
    "✔"
   ],
   [
    "kotūhala",
    "ср",
    "шум",
    "✔"
   ],
   [
    "kolāhala 1",
    "ср",
    "сброд",
    "✔"
   ],
   [
    "kolāhala 2",
    "муж",
    "суматоха",
    "◑"
   ]
  ],
  "count": 4
 },
 "kuddāla": {
  "data": [
   [
    "kudāla",
    "муж",
    "лопата",
    "✔"
   ],
   [
    "kuddāla",
    "муж",
    "лопата",
    "✔"
   ],
   [
    "kuddālaka",
    "муж",
    "имя старинного учителя",
    "◑"
   ],
   [
    "kuddālā",
    "жен",
    "лопата",
    "✔"
   ]
  ],
  "count": 4
 },
 "kudrūsa": {
  "data": [
   [
    "kudrusaka",
    "муж",
    "пальчатая просо",
    "◑"
   ],
   [
    "kudrūsaka",
    "муж",
    "пальчатка",
    "◑"
   ]
  ],
  "count": 2
 },
 "kumuda": {
  "data": [
   [
    "kumuda 1",
    "ср",
    "белая водяная лилия",
    "✔"
   ],
   [
    "kumuda 2",
    "ср",
    "name of a hell",
    "✘"
   ],
   [
    "kumuda 3",
    "кол.ч",
    "10¹⁰⁵ (20 ahaha = 1 kumuda)",
    "✘"
   ],
   [
    "kumuda 4",
    "муж",
    "(комм) часть ада Авичи, где приходится находиться в течение срока, равного числу кумуда",
    "◑"
   ],
   [
    "komudī 1",
    "жен",
    "название полнолуния в месяце Картика (октябрь - ноябрь)",
    "✔"
   ],
   [
    "komudī 2",
    "жен",
    "moonlight",
    "✘"
   ]
  ],
  "count": 6
 },
 "kumbha": {
  "data": [
   [
    "kumbha 1",
    "муж",
    "кувшин",
    "✔"
   ],
   [
    "kumbha 2",
    "муж",
    "лобный выступ",
    "✔"
   ],
   [
    "kumbhi",
    "жен",
    "глиняный кулинарный сосуд",
    "✔"
   ],
   [
    "kumbhī",
    "жен",
    "глиняный горшок",
    "✔"
   ],
   [
    "kumbhīra",
    "муж",
    "name of a daemon king",
    "✔"
   ],
   [
    "kumbhīla",
    "муж",
    "гарьial",
    "✔"
   ]
  ],
  "count": 6
 },
 "kumbhaṇḍa": {
  "data": [
   [
    "kumbhaṇḍa 1",
    "муж",
    "тыква",
    "◑"
   ],
   [
    "kumbhaṇḍa 2",
    "муж",
    "тип сверхъестественного существа",
    "✔"
   ],
   [
    "kumbhaṇḍī",
    "жен",
    "тип женского сверхъестественного существа",
    "◑"
   ]
  ],
  "count": 3
 },
 "kura": {
  "data": [
   [
    "kura",
    "ср",
    "рис",
    "✔"
   ],
   [
    "kūra",
    "ср",
    "рис",
    "◑"
   ]
  ],
  "count": 2
 },
 "kuru": {
  "data": [
   [
    "kuru",
    "муж",
    "название страны",
    "✔"
   ],
   [
    "kurū",
    "муж",
    "люди Куру",
    "✔"
   ],
   [
    "kurūra",
    "прил",
    "кровавый",
    "✔"
   ],
   [
    "korabya 1",
    "муж",
    "имя царя",
    "✔"
   ]
  ],
  "count": 4
 },
 "kulla": {
  "data": [
   [
    "kulla 1.1",
    "муж",
    "лодка",
    "✔"
   ],
   [
    "kullaka",
    "прил",
    "who has found a raft",
    "✘"
   ]
  ],
  "count": 2
 },
 "kusa": {
  "data": [
   [
    "kusa 1.1",
    "муж",
    "трава Куса",
    "✔"
   ],
   [
    "kusa 1.2",
    "муж",
    "жребий",
    "◑"
   ],
   [
    "kusa 1.3",
    "муж",
    "citronella",
    "✘"
   ],
   [
    "kusāvatī",
    "жен",
    "название королевской столицы царя Махасудассаны",
    "✔"
   ]
  ],
  "count": 4
 },
 "kusuma": {
  "data": [
   [
    "kusuma",
    "ср",
    "цветок",
    "✔"
   ],
   [
    "kusumita",
    "прил",
    "в цвету",
    "✔"
   ]
  ],
  "count": 2
 },
 "kūpa": {
  "data": [
   [
    "kūpa 1",
    "муж",
    "дыра",
    "✔"
   ],
   [
    "kūpa 2",
    "муж",
    "дыра",
    "✔"
   ],
   [
    "kūpa 3",
    "муж",
    "well",
    "✘"
   ]
  ],
  "count": 3
 },
 "keṭubha": {
  "data": [
   [
    "keṭubha",
    "ср",
    "(ведическая) ритуальная литургия",
    "✔"
   ],
   [
    "sakeṭubha",
    "прил",
    "с обрядами",
    "✔"
   ]
  ],
  "count": 2
 },
 "ketu": {
  "data": [
   [
    "ketu",
    "муж",
    "флаг",
    "◑"
   ],
   [
    "ketumatī",
    "жен",
    "имя будущего столичного города",
    "◑"
   ],
   [
    "ketumant 1",
    "прил",
    "adorned with flags",
    "✘"
   ],
   [
    "ketumant 2",
    "муж",
    "имя частно просветленного Будды",
    "◑"
   ]
  ],
  "count": 4
 },
 "kedāra": {
  "data": [
   [
    "kedāra",
    "ср",
    "рисовое поле",
    "✔"
   ],
   [
    "kedāraka",
    "ср",
    "небольшое рисовое поле",
    "✔"
   ]
  ],
  "count": 2
 },
 "kesa": {
  "data": [
   [
    "kesa 1",
    "муж",
    "волосы на голове",
    "✔"
   ],
   [
    "kesa 2",
    "ср",
    "волосы (головы)",
    "✔"
   ],
   [
    "kesa 3",
    "прил",
    "(of a horse) with a mane",
    "✔"
   ],
   [
    "kesatā",
    "жен",
    "fact of having hair",
    "✘"
   ],
   [
    "kesara 1",
    "ср",
    "(of a flower) pistil",
    "✔"
   ],
   [
    "kesara 2",
    "ср",
    "(of an animal) mane",
    "✘"
   ],
   [
    "kesarī 1",
    "муж",
    "lion",
    "✘"
   ],
   [
    "kesarī 2",
    "прил",
    "having a mane, lion",
    "✘"
   ],
   [
    "kesavant 1",
    "прил",
    "of rich of hair",
    "✘"
   ],
   [
    "kesavant 2",
    "муж",
    "God Vishnu",
    "✘"
   ],
   [
    "kesi",
    "муж",
    "имя дрессировщика лошадей",
    "✔"
   ],
   [
    "kesī 1",
    "прил",
    "с длинными волосами",
    "◑"
   ],
   [
    "kesī 2",
    "прил",
    "с волосами",
    "✔"
   ],
   [
    "kesī 3",
    "муж",
    "имя лично пробудившегося Будды",
    "◑"
   ],
   [
    "vikesika",
    "прил",
    "с растрёпанными волосами",
    "✔"
   ]
  ],
  "count": 15
 },
 "kesamutta": {
  "data": [
   [
    "kesaputta",
    "ср",
    "название города каламов в косале",
    "◑"
   ],
   [
    "kesamutta",
    "ср",
    "название города клана Калама в Косале",
    "✔"
   ],
   [
    "kesamuttiya",
    "прил",
    "живущий в Кесамутта",
    "✔"
   ]
  ],
  "count": 3
 },
 "kokanada": {
  "data": [
   [
    "kokanada 1",
    "ср",
    "красный лотос",
    "✔"
   ],
   [
    "kokanada 2",
    "муж",
    "имя дворца принца Бодхи",
    "✔"
   ],
   [
    "kokanadā",
    "жен",
    "имя богини",
    "✔"
   ]
  ],
  "count": 3
 },
 "kokila": {
  "data": [
   [
    "kokila",
    "муж",
    "кукушка",
    "✔"
   ],
   [
    "kokilā",
    "жен",
    "самка кукушки",
    "✔"
   ]
  ],
  "count": 2
 },
 "kotthu": {
  "data": [
   [
    "koṭṭhuka",
    "муж",
    "jackal",
    "✘"
   ],
   [
    "kotthu",
    "муж",
    "шакал",
    "✔"
   ],
   [
    "kotthuka",
    "муж",
    "маленький шакал",
    "✔"
   ]
  ],
  "count": 3
 },
 "kora": {
  "data": [
   [
    "kora 2",
    "муж",
    "открытый бутон",
    "◑"
   ],
   [
    "koraka",
    "муж",
    "открытый бутон",
    "✔"
   ]
  ],
  "count": 2
 },
 "kola": {
  "data": [
   [
    "kola 2.1",
    "ср",
    "фрукт жужуба",
    "✔"
   ],
   [
    "kola 2.2",
    "муж",
    "jujube tree",
    "✘"
   ],
   [
    "kolaka 1",
    "ср",
    "pepper",
    "✘"
   ],
   [
    "kolaka 2",
    "ср",
    "плод ююба",
    "◑"
   ],
   [
    "koḷikā",
    "жен",
    "фрукт зизифуса",
    "✔"
   ]
  ],
  "count": 5
 },
 "kolamba": {
  "data": [
   [
    "kolamba",
    "муж",
    "большой кувшин",
    "✔"
   ],
   [
    "kolambaka",
    "муж",
    "баночка",
    "✔"
   ]
  ],
  "count": 2
 },
 "koliya": {
  "data": [
   [
    "koliya",
    "муж",
    "название клана, соседствующего с шакьями",
    "✔"
   ],
   [
    "koliyā",
    "муж",
    "люди из клана, соседствующего с шакьями",
    "✔"
   ],
   [
    "koḷiya",
    "муж",
    "name of a clan neighbouring the Sakyans",
    "✔"
   ],
   [
    "koḷīya",
    "муж",
    "название клана, соседствующего с сакьянами",
    "◑"
   ]
  ],
  "count": 4
 },
 "kosambī": {
  "data": [
   [
    "kosambika",
    "прил",
    "живущий в Косамби",
    "◑"
   ],
   [
    "kosambī",
    "жен",
    "название города",
    "✔"
   ]
  ],
  "count": 2
 },
 "kosala": {
  "data": [
   [
    "kosala 1",
    "муж",
    "королевство Косала (со столицей Саваттхи)",
    "✔"
   ],
   [
    "kosala 2",
    "прил",
    "из королевства Косала",
    "✔"
   ],
   [
    "kosalaka",
    "прил",
    "из косалы",
    "✔"
   ],
   [
    "kosalā",
    "муж",
    "имя народа Косалы",
    "✔"
   ],
   [
    "kosalika",
    "прил",
    "из косалы",
    "◑"
   ]
  ],
  "count": 5
 },
 "kva": {
  "data": [
   [
    "kva",
    "несклон",
    "где?",
    "✔"
   ],
   [
    "kvacana",
    "несклон",
    "somewhere",
    "✘"
   ],
   [
    "kvacani",
    "несклон",
    "в чём-то",
    "✔"
   ],
   [
    "kvaci 1",
    "несклон",
    "где-то",
    "✔"
   ],
   [
    "kvaci 2",
    "несклон",
    "(грам) в некоторых местах",
    "✔"
   ],
   [
    "kvacini",
    "несклон",
    "в чём-то",
    "✔"
   ]
  ],
  "count": 6
 },
 "khagga": {
  "data": [
   [
    "khagga 1",
    "муж",
    "меч",
    "✔"
   ],
   [
    "khagga 2",
    "муж",
    "фехтование",
    "✔"
   ],
   [
    "khagga 3",
    "муж",
    "носорог",
    "✔"
   ]
  ],
  "count": 3
 },
 "khāṇu": {
  "data": [
   [
    "khaṇuka",
    "муж",
    "stump, stake, small post",
    "✘"
   ],
   [
    "khāṇu",
    "муж",
    "пень",
    "✔"
   ],
   [
    "khāṇuka",
    "муж",
    "small stake",
    "✘"
   ],
   [
    "khāṇumata",
    "ср",
    "название, деревня брахманов, в магадхе",
    "✔"
   ],
   [
    "khāṇumataka",
    "прил",
    "относящийся к Ханумате",
    "✔"
   ]
  ],
  "count": 5
 },
 "khatta": {
  "data": [
   [
    "khatta 1",
    "ср",
    "политика",
    "✔"
   ],
   [
    "khatta 2",
    "муж",
    "распорядитель",
    "✔"
   ],
   [
    "khattar 1",
    "муж",
    "распорядитель",
    "✔"
   ],
   [
    "khattar 2",
    "муж",
    "charioteer",
    "✘"
   ],
   [
    "khattar 3",
    "муж",
    "king's attendant adviser",
    "✘"
   ],
   [
    "khattiya 1",
    "прил",
    "аристократический",
    "✔"
   ],
   [
    "khattiya 2",
    "муж",
    "человек правящей касты",
    "✔"
   ],
   [
    "khattiya 3",
    "муж",
    "принц",
    "✔"
   ],
   [
    "khattiyā",
    "жен",
    "женщины правящей касты",
    "✔"
   ],
   [
    "khattiyānī",
    "жен",
    "женщина правящей касты",
    "✔"
   ],
   [
    "khattiyī",
    "жен",
    "женщина из правящего сословия",
    "✔"
   ],
   [
    "khatya",
    "муж",
    "человек из правящей касты",
    "✔"
   ]
  ],
  "count": 12
 },
 "khalu": {
  "data": [
   [
    "khalu 1",
    "несклон",
    "конечно",
    "✔"
   ],
   [
    "khalu 2",
    "несклон",
    "определенно нет",
    "◑"
   ],
   [
    "khalu 3",
    "несклон",
    "говорят",
    "✔"
   ],
   [
    "kho",
    "несклон",
    "действительно",
    "✔"
   ]
  ],
  "count": 4
 },
 "khaḷuṅka": {
  "data": [
   [
    "khaluṅka",
    "муж",
    "inferior horse which is hard to manage",
    "✘"
   ],
   [
    "khaḷuṅka 1",
    "прил",
    "необучаемый",
    "✔"
   ],
   [
    "khaḷuṅka 2",
    "муж",
    "недрессированная лошадь",
    "✔"
   ]
  ],
  "count": 3
 },
 "khāri": {
  "data": [
   [
    "khāri 1",
    "жен",
    "товары, переносимые на плечах на шесте",
    "✔"
   ],
   [
    "khāri 2",
    "жен",
    "measure of volume, 16 measures of grain (4 māṇikā = 1 khāri)",
    "✘"
   ],
   [
    "khārika 2.1",
    "прил",
    "меры кхāри",
    "◑"
   ]
  ],
  "count": 3
 },
 "khīla": {
  "data": [
   [
    "khila 2.1",
    "муж",
    "столб",
    "✔"
   ],
   [
    "khīla 1.1",
    "муж",
    "столб",
    "✔"
   ],
   [
    "khīla 1.2",
    "муж",
    "peg, stake",
    "✘"
   ],
   [
    "khīla 1.3",
    "ср",
    "столб",
    "✔"
   ],
   [
    "khīla 2.1",
    "муж",
    "бедствие",
    "✔"
   ],
   [
    "khīlaka",
    "муж",
    "колышек",
    "✔"
   ]
  ],
  "count": 6
 },
 "khīra": {
  "data": [
   [
    "khīra 1",
    "ср",
    "молоко",
    "✔"
   ],
   [
    "khīra 2",
    "ср",
    "молочный сок (деревьев)",
    "✔"
   ],
   [
    "khīra 3",
    "прил",
    "молочный",
    "✔"
   ],
   [
    "khīrikā",
    "жен",
    "tree Buchanania Latifolia",
    "✘"
   ]
  ],
  "count": 4
 },
 "kheḷa": {
  "data": [
   [
    "kheḷa",
    "муж",
    "слюна",
    "✔"
   ],
   [
    "vikkheḷika",
    "прил",
    "слюнявый",
    "✔"
   ]
  ],
  "count": 2
 },
 "khoma": {
  "data": [
   [
    "khoma 1",
    "прил",
    "сделанный из льна",
    "✔"
   ],
   [
    "khoma 2",
    "ср",
    "лён",
    "✔"
   ]
  ],
  "count": 2
 },
 "gaggara": {
  "data": [
   [
    "gaggara",
    "муж",
    "мехи",
    "✔"
   ],
   [
    "gaggarā 1",
    "жен",
    "название пруда с лотосами возле Чампы",
    "✔"
   ],
   [
    "gaggarā 2",
    "жен",
    "name of a type of lightning",
    "✔"
   ],
   [
    "gaggarāyati",
    "наст",
    "bellows, roars",
    "✘"
   ],
   [
    "gaggarī",
    "жен",
    "мехи",
    "✔"
   ],
   [
    "gaggalaka",
    "муж",
    "водоворот",
    "◑"
   ]
  ],
  "count": 6
 },
 "gaccha": {
  "data": [
   [
    "gaccha 2.1",
    "муж",
    "дерево",
    "◑"
   ],
   [
    "gaccha 2.2",
    "прил",
    "выросший дико",
    "✔"
   ]
  ],
  "count": 2
 },
 "gaṇḍūsa": {
  "data": [
   [
    "gaṇḍūsa 1",
    "муж",
    "(о воде) глоток",
    "✔"
   ],
   [
    "gaṇḍūsa 2",
    "муж",
    "medicinal oil",
    "✘"
   ]
  ],
  "count": 2
 },
 "gandhabba": {
  "data": [
   [
    "gandhabba 1",
    "муж",
    "полубог",
    "✔"
   ],
   [
    "gandhabba 2",
    "муж",
    "поток сознания, побуждаемый к перерождению",
    "✔"
   ],
   [
    "gandhabba 3",
    "муж",
    "имя министра",
    "✔"
   ],
   [
    "gandhabba 4",
    "муж",
    "musician",
    "✘"
   ],
   [
    "gandhabbatta",
    "ср",
    "факт бытия полубогом",
    "✔"
   ],
   [
    "gandhabbi",
    "жен",
    "female demigod",
    "✘"
   ]
  ],
  "count": 6
 },
 "gandhāra": {
  "data": [
   [
    "gandhāra 1",
    "муж",
    "название страны",
    "◑"
   ],
   [
    "gandhāra 2",
    "муж",
    "имя частного пробуждённого Будды",
    "◑"
   ],
   [
    "gandhārī",
    "жен",
    "название заклинания",
    "✔"
   ]
  ],
  "count": 3
 },
 "go": {
  "data": [
   [
    "gava",
    "муж",
    "бык",
    "✔"
   ],
   [
    "gavaya",
    "муж",
    "species of ox, gayal",
    "✘"
   ],
   [
    "gavā",
    "муж",
    "от коровы",
    "✔"
   ],
   [
    "gāvī",
    "жен",
    "корова",
    "✔"
   ],
   [
    "gāvo 1",
    "муж",
    "крупный рогатый скот",
    "✔"
   ],
   [
    "gāvo 2",
    "муж",
    "крупный рогатый скот",
    "✔"
   ],
   [
    "gunnaṃ 1",
    "муж",
    "крупного рогатого скота",
    "✔"
   ],
   [
    "gunnaṃ 2",
    "муж",
    "когда коровы",
    "✔"
   ],
   [
    "go",
    "муж",
    "бык",
    "✔"
   ],
   [
    "goṇa",
    "муж",
    "бык",
    "✔"
   ],
   [
    "goṇaka",
    "муж",
    "покрывало из шкуры",
    "✔"
   ],
   [
    "gotta 1",
    "ср",
    "семья",
    "✔"
   ],
   [
    "gotta 2",
    "прил",
    "принадлежащий семье",
    "✔"
   ],
   [
    "gotra",
    "ср",
    "семейный клан",
    "✔"
   ],
   [
    "gonaka",
    "муж",
    "шкурчатый покров",
    "✔"
   ],
   [
    "gomant",
    "прил",
    "с большим количеством крупного рогатого скота",
    "✔"
   ],
   [
    "gomika",
    "муж",
    "владелец скота",
    "✔"
   ],
   [
    "gomī",
    "муж",
    "owner of cattle",
    "✘"
   ],
   [
    "sagotta",
    "прил",
    "родственный",
    "✔"
   ]
  ],
  "count": 19
 },
 "gaḷagaḷa": {
  "data": [
   [
    "gaḷagaḷa",
    "муж",
    "рев",
    "◑"
   ],
   [
    "gaḷagaḷāyati",
    "наст",
    "гремит",
    "✔"
   ],
   [
    "gaḷagaḷāyanta",
    "прич.наст",
    "гремящий",
    "✔"
   ]
  ],
  "count": 3
 },
 "gāvuta": {
  "data": [
   [
    "gāvuta",
    "ср",
    "мера длины",
    "◑"
   ],
   [
    "gāvutika",
    "прил",
    "reaching a league in extent",
    "✘"
   ]
  ],
  "count": 2
 },
 "gimha": {
  "data": [
   [
    "gimha",
    "муж",
    "жар",
    "✔"
   ],
   [
    "gimhā",
    "муж",
    "жаркое время года",
    "✔"
   ],
   [
    "gimhāna",
    "ср",
    "жаркий сезон",
    "✔"
   ],
   [
    "gimhi",
    "муж",
    "жаркое время года",
    "✔"
   ],
   [
    "gimhika",
    "прил",
    "жаркий",
    "✔"
   ]
  ],
  "count": 5
 },
 "giri": {
  "data": [
   [
    "giri 1",
    "муж",
    "гора",
    "✔"
   ],
   [
    "giri 2",
    "жен",
    "гора",
    "✔"
   ],
   [
    "geruka",
    "ср",
    "красная глина",
    "✔"
   ]
  ],
  "count": 3
 },
 "gīvā": {
  "data": [
   [
    "gīva",
    "прил",
    "с шеей",
    "◑"
   ],
   [
    "gīvā 1",
    "жен",
    "шея",
    "✔"
   ],
   [
    "gīvā 2",
    "жен",
    "публичная казнь",
    "✔"
   ],
   [
    "gīveyya",
    "ср",
    "ожерелье",
    "✔"
   ],
   [
    "gīveyyaka",
    "ср",
    "ожерелье",
    "✔"
   ],
   [
    "sugīva",
    "прил",
    "с красивой шеей",
    "✔"
   ]
  ],
  "count": 6
 },
 "gumba": {
  "data": [
   [
    "gumba 1",
    "муж",
    "команда",
    "✔"
   ],
   [
    "gumba 2",
    "муж",
    "заросль",
    "✔"
   ],
   [
    "gumbiya",
    "муж",
    "one of a troop of soldiers",
    "✘"
   ],
   [
    "niggumba",
    "прил",
    "free from bushes, clear",
    "✘"
   ],
   [
    "pagumba",
    "муж",
    "заросли",
    "✔"
   ]
  ],
  "count": 5
 },
 "gotama": {
  "data": [
   [
    "gotama 1",
    "муж",
    "родовое имя Будды",
    "✔"
   ],
   [
    "gotama 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "gotama 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "gotama 4",
    "муж",
    "имя архата-монаха",
    "◑"
   ],
   [
    "gotamaka 1",
    "ср",
    "название пагоды",
    "✔"
   ],
   [
    "gotamaka 2",
    "муж",
    "ученик Готамы",
    "◑"
   ],
   [
    "gotamī 1",
    "жен",
    "женщина из семьи Готама",
    "✔"
   ],
   [
    "gotamī 2",
    "жен",
    "имя одной из архатов",
    "✔"
   ],
   [
    "siddhattha gotama",
    "идиома",
    "name of the Buddha in later texts",
    "✘"
   ]
  ],
  "count": 9
 },
 "godhāvarī": {
  "data": [
   [
    "godāvarī",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "godhāvarī",
    "жен",
    "название реки",
    "✔"
   ]
  ],
  "count": 2
 },
 "gopānasī": {
  "data": [
   [
    "gopāṇasī",
    "жен",
    "балка",
    "✔"
   ],
   [
    "gopānasī",
    "жен",
    "балка",
    "✔"
   ]
  ],
  "count": 2
 },
 "gopphaka": {
  "data": [
   [
    "gopphaka",
    "ср",
    "лодыжка",
    "✔"
   ],
   [
    "gopphakatta",
    "ср",
    "факт наличия лодыжек",
    "◑"
   ]
  ],
  "count": 2
 },
 "ghaṭa": {
  "data": [
   [
    "ghaṭa 1.1",
    "муж",
    "кувшин для воды",
    "✔"
   ],
   [
    "ghaṭaka 1",
    "муж",
    "small jar, small water pot",
    "✘"
   ],
   [
    "ghaṭaka 2",
    "муж",
    "capital of a pillar",
    "✘"
   ],
   [
    "ghaṭaka 3",
    "муж",
    "knot of wood",
    "✘"
   ],
   [
    "ghaṭī",
    "муж",
    "в связи с Гхатикарой сутта (СН2.24)",
    "✔"
   ]
  ],
  "count": 5
 },
 "ghana": {
  "data": [
   [
    "ghana 1.1",
    "прил",
    "твердый",
    "◑"
   ],
   [
    "ghana 1.2",
    "муж",
    "масса",
    "✔"
   ],
   [
    "ghana 1.3",
    "муж",
    "четвертая стадия эмбрионального развития",
    "✔"
   ],
   [
    "ghanatama",
    "прил",
    "very thick",
    "✘"
   ]
  ],
  "count": 4
 },
 "ghoṭa": {
  "data": [
   [
    "ghoṭa 1",
    "муж",
    "лошадь",
    "✔"
   ],
   [
    "ghoṭa 2",
    "муж",
    "борода",
    "◑"
   ]
  ],
  "count": 2
 },
 "c": {
  "data": [
   [
    "ca 1.1",
    "несклон",
    "шестое",
    "✔"
   ],
   [
    "ca 1.2",
    "буква",
    "(грам) буква ч",
    "✔"
   ]
  ],
  "count": 2
 },
 "ca": {
  "data": [
   [
    "ca 2.1",
    "несклон",
    "и",
    "✔"
   ],
   [
    "ca 2.2",
    "несклон",
    "но",
    "✔"
   ],
   [
    "ca 2.3",
    "несклон",
    "и",
    "✔"
   ]
  ],
  "count": 3
 },
 "cakka": {
  "data": [
   [
    "cakka 1",
    "ср",
    "колесо",
    "✔"
   ],
   [
    "cakka 2",
    "ср",
    "повозка",
    "✔"
   ],
   [
    "cakka 3",
    "прил",
    "колесный",
    "✔"
   ],
   [
    "cakka 4",
    "ср",
    "круг",
    "◑"
   ],
   [
    "cakka 5",
    "ср",
    "команда",
    "✘"
   ],
   [
    "cakkali",
    "ср",
    "(circular) pad",
    "✘"
   ],
   [
    "cakkalika",
    "ср",
    "(circular) pad",
    "✘"
   ],
   [
    "vicakkā",
    "жен",
    "name of a type of lightning",
    "✔"
   ]
  ],
  "count": 8
 },
 "catu": {
  "data": [
   [
    "caccara 1",
    "ср",
    "перекрёсток",
    "✔"
   ],
   [
    "caccara 2",
    "ср",
    "courtyard",
    "✘"
   ],
   [
    "catasso",
    "кол.ч",
    "четыре (4)",
    "✔"
   ],
   [
    "catu",
    "кол.ч",
    "четыре (4)",
    "✔"
   ],
   [
    "catukka 1",
    "прил",
    "четырёхкратный",
    "✔"
   ],
   [
    "catukka 2",
    "ср",
    "тетрада",
    "✔"
   ],
   [
    "catukka 3",
    "ср",
    "cross road",
    "✘"
   ],
   [
    "catukkhattuṃ",
    "несклон",
    "четыре раза",
    "✔"
   ],
   [
    "catuttha 1",
    "поряд.ч",
    "четвертый (4ый)",
    "✔"
   ],
   [
    "catuttha 2",
    "муж",
    "(грам) четвёртый согласный каждой вагги",
    "✔"
   ],
   [
    "catutthaṃ",
    "несклон",
    "в четвёртый раз",
    "◑"
   ],
   [
    "catutthiṃ",
    "поряд.ч",
    "четвёртую (4ую)",
    "✔"
   ],
   [
    "catutthī",
    "жен",
    "(gram) dative case",
    "✘"
   ],
   [
    "catutthe",
    "несклон",
    "в четвертом случае",
    "✔"
   ],
   [
    "catunnaṃ 1",
    "кол.ч",
    "для четырёх",
    "✔"
   ],
   [
    "catunnaṃ 2",
    "кол.ч",
    "четырех",
    "✔"
   ],
   [
    "catubbhi",
    "кол.ч",
    "четырьмя",
    "✔"
   ],
   [
    "catur",
    "несклон",
    "четыре (4)",
    "✔"
   ],
   [
    "caturo",
    "кол.ч",
    "четыре (4)",
    "✔"
   ],
   [
    "catuhi",
    "кол.ч",
    "с четырьмя",
    "✔"
   ],
   [
    "catūsu",
    "кол.ч",
    "в четыре",
    "✔"
   ],
   [
    "catūhi 1",
    "кол.ч",
    "четырьмя",
    "✔"
   ],
   [
    "catūhi 2",
    "кол.ч",
    "от четырех",
    "✔"
   ],
   [
    "cattāri 1",
    "кол.ч",
    "четыре (4)",
    "✔"
   ],
   [
    "cattāri 2",
    "кол.ч",
    "четыре (4)",
    "✔"
   ],
   [
    "cattāro",
    "кол.ч",
    "четыре (4)",
    "✔"
   ],
   [
    "cattutthī",
    "жен",
    "fourth day of a fortnight, fourth case",
    "✘"
   ],
   [
    "cātu",
    "несклон",
    "четыре",
    "✔"
   ],
   [
    "cātumā",
    "жен",
    "название деревни",
    "✔"
   ],
   [
    "cātumeyyaka",
    "прил",
    "живущий в Чатуме",
    "✔"
   ]
  ],
  "count": 30
 },
 "caṇḍāla": {
  "data": [
   [
    "caṇḍāla 1",
    "муж",
    "отверженный",
    "✔"
   ],
   [
    "caṇḍāla 2",
    "ср",
    "трюк",
    "✔"
   ],
   [
    "caṇḍāla 3",
    "ср",
    "(комм) игра с железными шарами",
    "✔"
   ],
   [
    "caṇḍālī",
    "жен",
    "caṇḍāla woman",
    "✘"
   ]
  ],
  "count": 4
 },
 "cāṭu": {
  "data": [
   [
    "catura",
    "прил",
    "clever, skilled, shrewd",
    "✘"
   ],
   [
    "cāṭu",
    "прил",
    "вежливый, приятный, очаровательный",
    "◑"
   ],
   [
    "cāturatā",
    "жен",
    "хитрость",
    "◑"
   ],
   [
    "cāturiya 1",
    "ср",
    "умение, хитрость, коварство, хитроумие",
    "◑"
   ],
   [
    "cāturiya 2",
    "прил",
    "visible",
    "✘"
   ]
  ],
  "count": 5
 },
 "camara": {
  "data": [
   [
    "camara",
    "муж",
    "як",
    "◑"
   ],
   [
    "camarī",
    "муж",
    "як",
    "✘"
   ],
   [
    "cāmara",
    "ср",
    "хвост яка, используемый как метелка (символ престижа)",
    "✔"
   ],
   [
    "cāmarī",
    "муж",
    "як",
    "✔"
   ]
  ],
  "count": 4
 },
 "campā": {
  "data": [
   [
    "campā",
    "жен",
    "название города в Анге",
    "✔"
   ],
   [
    "campeyyaka",
    "прил",
    "живущий в Чампе",
    "✔"
   ]
  ],
  "count": 2
 },
 "camma": {
  "data": [
   [
    "camma 1",
    "ср",
    "внутренняя кожа",
    "✔"
   ],
   [
    "camma 2",
    "ср",
    "шкура",
    "✔"
   ],
   [
    "camma 3",
    "ср",
    "щит",
    "✔"
   ],
   [
    "camma 4",
    "ср",
    "(вины) дека",
    "✔"
   ],
   [
    "niccamma",
    "прил",
    "без кожи",
    "✔"
   ]
  ],
  "count": 5
 },
 "caru": {
  "data": [
   [
    "caru",
    "муж",
    "подношение богам",
    "◑"
   ],
   [
    "caruka",
    "муж",
    "кувшин",
    "✔"
   ]
  ],
  "count": 2
 },
 "cāpa": {
  "data": [
   [
    "cāpa",
    "муж",
    "лук (и стрела)",
    "✔"
   ],
   [
    "cāpā",
    "жен",
    "имя монахини архат",
    "✔"
   ]
  ],
  "count": 2
 },
 "cāru": {
  "data": [
   [
    "cāru",
    "прил",
    "красивый",
    "✔"
   ],
   [
    "sucāru",
    "прил",
    "симпатичный",
    "✔"
   ]
  ],
  "count": 2
 },
 "ciṅgula": {
  "data": [
   [
    "ciṅgulaka",
    "ср",
    "игрушечная ветряная мельница",
    "✔"
   ],
   [
    "ciṅgulayitvā",
    "деепр.сов",
    "having turned or whirled around",
    "✘"
   ],
   [
    "ciṅgulāyati",
    "наст",
    "revolves round",
    "✘"
   ],
   [
    "ciṅgulāyitvā",
    "деепр.сов",
    "перекатавшись",
    "◑"
   ],
   [
    "ciṅgulika",
    "ср",
    "(комм) игрушечная мельница",
    "✔"
   ],
   [
    "ciṅgūlaka",
    "муж",
    "кислица",
    "✔"
   ]
  ],
  "count": 6
 },
 "ciṭiciṭi": {
  "data": [
   [
    "ciṭiciṭāyati",
    "наст",
    "шипит",
    "✔"
   ],
   [
    "ciṭiciṭi",
    "несклон",
    "шипение",
    "✔"
   ]
  ],
  "count": 2
 },
 "cimi": {
  "data": [
   [
    "cimi",
    "муж",
    "название волокнистого растения, из которого делают ткань",
    "◑"
   ],
   [
    "cimilikā 1",
    "жен",
    "наволочка",
    "✔"
   ],
   [
    "cimilikā 2",
    "жен",
    "strip of cloth",
    "✘"
   ]
  ],
  "count": 3
 },
 "cīrī": {
  "data": [
   [
    "ciriḷikā",
    "жен",
    "сверчок",
    "◑"
   ],
   [
    "cīrika",
    "прил",
    "относящийся к сверчкам",
    "◑"
   ],
   [
    "cīrī",
    "жен",
    "сверчок",
    "◑"
   ],
   [
    "jhallika",
    "прил",
    "кузнечиков",
    "◑"
   ],
   [
    "jhallikā",
    "жен",
    "сверчок",
    "◑"
   ]
  ],
  "count": 5
 },
 "cunda": {
  "data": [
   [
    "cunda 1",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "cunda 2",
    "муж",
    "имя мирского ученика, который преподнес Будде его последнюю трапезу",
    "✔"
   ],
   [
    "cunda 3",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "cundaka",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "cundī",
    "жен",
    "имя принцессы",
    "◑"
   ]
  ],
  "count": 5
 },
 "cūḷa": {
  "data": [
   [
    "culla",
    "прил",
    "small, minor",
    "✘"
   ],
   [
    "cullaka",
    "прил",
    "(of time) short",
    "✔"
   ],
   [
    "cūla",
    "прил",
    "small, minor",
    "✘"
   ],
   [
    "cūḷa",
    "прил",
    "меньший",
    "✔"
   ],
   [
    "cūḷani",
    "сокращ",
    "сокращение от Чуланиддеса",
    "✔"
   ],
   [
    "cūḷanika",
    "прил",
    "small",
    "✘"
   ],
   [
    "cūḷanī 1",
    "прил",
    "меньший",
    "✔"
   ],
   [
    "cūḷanī 2",
    "прил",
    "в отношении Ангуттара Никайи 3.81 (АН3.81)",
    "✔"
   ]
  ],
  "count": 8
 },
 "cūḷā": {
  "data": [
   [
    "cūḷaka 1",
    "прил",
    "гребнистый",
    "◑"
   ],
   [
    "cūḷā",
    "жен",
    "гребень",
    "✔"
   ],
   [
    "cūḷikā 1",
    "жен",
    "knot of hair",
    "✘"
   ],
   [
    "cūḷikā 2",
    "жен",
    "основание уха",
    "◑"
   ]
  ],
  "count": 4
 },
 "ce": {
  "data": [
   [
    "ce 1",
    "несклон",
    "если",
    "✔"
   ],
   [
    "ce 2",
    "несклон",
    "но",
    "✔"
   ]
  ],
  "count": 2
 },
 "ceta": {
  "data": [
   [
    "ceta",
    "ср",
    "название страны",
    "◑"
   ],
   [
    "cetaka",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "cetā 2.1",
    "муж",
    "name of a people",
    "✘"
   ],
   [
    "cetiyā",
    "муж",
    "name of the people from Ceta",
    "✘"
   ],
   [
    "cetī",
    "муж",
    "name of the people from Ceta",
    "✘"
   ]
  ],
  "count": 5
 },
 "coḷa": {
  "data": [
   [
    "colaka",
    "ср",
    "кусочек ткани",
    "◑"
   ],
   [
    "coḷa 1",
    "муж",
    "ткань",
    "✔"
   ],
   [
    "coḷa 2",
    "ср",
    "ткань",
    "✔"
   ],
   [
    "coḷaka",
    "ср",
    "кусок ткани",
    "✔"
   ],
   [
    "coḷiya",
    "прил",
    "belonging to the Coḷa country",
    "✘"
   ],
   [
    "duccoḷa",
    "прил",
    "плохо одетый",
    "✔"
   ],
   [
    "niccola",
    "прил",
    "clothe-less, naked",
    "✘"
   ]
  ],
  "count": 7
 },
 "ch": {
  "data": [
   [
    "cha 1.1",
    "несклон",
    "седьмой элемент в числовом списке",
    "✔"
   ],
   [
    "cha 1.2",
    "буква",
    "(грам) буква ч",
    "◑"
   ]
  ],
  "count": 2
 },
 "cha": {
  "data": [
   [
    "cha 2.1",
    "кол.ч",
    "шесть (6)",
    "✔"
   ],
   [
    "chakka",
    "ср",
    "группа из шести",
    "✔"
   ],
   [
    "chakkhattuṃ",
    "несклон",
    "шесть раз",
    "✔"
   ],
   [
    "chaṭṭha",
    "поряд.ч",
    "шестой (6ой)",
    "✔"
   ],
   [
    "chaṭṭhama",
    "поряд.ч",
    "шестой (6ой)",
    "✘"
   ],
   [
    "chaṭṭhī",
    "жен",
    "(gram) genitive case",
    "✘"
   ],
   [
    "channaṃ 1",
    "кол.ч",
    "шести",
    "✔"
   ],
   [
    "channaṃ 2",
    "кол.ч",
    "шести",
    "✔"
   ],
   [
    "chabbhi",
    "кол.ч",
    "с шестью",
    "✔"
   ],
   [
    "chasu",
    "кол.ч",
    "в шести",
    "✔"
   ],
   [
    "chassu",
    "кол.ч",
    "в шести",
    "✔"
   ],
   [
    "chaḷ",
    "несклон",
    "шесть (6)",
    "✔"
   ],
   [
    "saṭṭhi 2.1",
    "кол.ч",
    "шесть (6)",
    "◑"
   ],
   [
    "saḷ",
    "несклон",
    "шесть (6)",
    "✔"
   ]
  ],
  "count": 14
 },
 "chakaṇa": {
  "data": [
   [
    "chakaṇa",
    "ср",
    "сухой навоз животных",
    "◑"
   ],
   [
    "chakaṇakā",
    "жен",
    "(комм) кипящий горячий коровий навоз",
    "✔"
   ],
   [
    "chakaṇati",
    "жен",
    "dung",
    "✘"
   ],
   [
    "chakana",
    "ср",
    "dung of animals",
    "✘"
   ],
   [
    "chakalaka",
    "муж",
    "he-goat",
    "✘"
   ],
   [
    "chagalaka",
    "муж",
    "he-goat",
    "✘"
   ]
  ],
  "count": 6
 },
 "chandas": {
  "data": [
   [
    "chandas 1.1",
    "муж",
    "метр",
    "✔"
   ],
   [
    "chandoka",
    "муж",
    "верховный жрец",
    "✔"
   ]
  ],
  "count": 2
 },
 "chapaka": {
  "data": [
   [
    "chapaka",
    "муж",
    "изгой",
    "✔"
   ],
   [
    "chapakī",
    "жен",
    "женщина-изгой",
    "✔"
   ]
  ],
  "count": 2
 },
 "challi": {
  "data": [
   [
    "challi 1",
    "жен",
    "плащ",
    "✔"
   ],
   [
    "challi 2",
    "жен",
    "bark",
    "✘"
   ]
  ],
  "count": 2
 },
 "chava": {
  "data": [
   [
    "chava 1",
    "прил",
    "низкий",
    "✔"
   ],
   [
    "chava 2",
    "прил",
    "ничего не стоящий",
    "✔"
   ],
   [
    "chava 3",
    "муж",
    "труп",
    "✔"
   ],
   [
    "chavaka",
    "муж",
    "изгой",
    "◑"
   ]
  ],
  "count": 4
 },
 "chāpa": {
  "data": [
   [
    "chāpa",
    "муж",
    "молодое животное",
    "✔"
   ],
   [
    "chāpaka",
    "муж",
    "молодое мужское животное",
    "✔"
   ],
   [
    "chāpi",
    "жен",
    "young of an animal",
    "✘"
   ],
   [
    "chāpikā",
    "жен",
    "молодое женское животное",
    "✔"
   ]
  ],
  "count": 4
 },
 "chāyā": {
  "data": [
   [
    "chāya",
    "прил",
    "тенистый",
    "✔"
   ],
   [
    "chāyā 1",
    "жен",
    "тень",
    "✔"
   ],
   [
    "chāyā 2",
    "жен",
    "отражение",
    "✔"
   ],
   [
    "pacchāyā",
    "жен",
    "затененное место",
    "✔"
   ]
  ],
  "count": 4
 },
 "cheka": {
  "data": [
   [
    "cheka 1",
    "прил",
    "подлинный",
    "✔"
   ],
   [
    "cheka 2",
    "прил",
    "умный",
    "◑"
   ],
   [
    "chekatā",
    "жен",
    "cleverness, skill",
    "✘"
   ]
  ],
  "count": 3
 },
 "jaṅghā": {
  "data": [
   [
    "jaṅgha",
    "прил",
    "с икрами",
    "✔"
   ],
   [
    "jaṅghā",
    "жен",
    "голень",
    "✔"
   ],
   [
    "jaṅgheyya",
    "ср",
    "knee-piece",
    "✘"
   ],
   [
    "jaṅgheyyaka",
    "ср",
    "bottom section of a monk's robe (the portion which hangs by the shins)",
    "✘"
   ]
  ],
  "count": 4
 },
 "jaṭhara": {
  "data": [
   [
    "jaṭṭhara",
    "ср",
    "живот",
    "✔"
   ],
   [
    "jaṭhara",
    "ср",
    "желудок",
    "◑"
   ]
  ],
  "count": 2
 },
 "jāṇu": {
  "data": [
   [
    "jaṇṇu",
    "ср",
    "knee",
    "✔"
   ],
   [
    "jaṇṇuka",
    "ср",
    "колено",
    "✔"
   ],
   [
    "jaṇṇukā",
    "жен",
    "knee",
    "✘"
   ],
   [
    "jāṇu",
    "муж",
    "колено",
    "✔"
   ],
   [
    "jāṇuka",
    "муж",
    "колено",
    "✔"
   ],
   [
    "jānu",
    "ср",
    "knee",
    "✘"
   ],
   [
    "jānuka",
    "ср",
    "knee",
    "✘"
   ]
  ],
  "count": 7
 },
 "jatu2": {
  "data": [
   [
    "jatu 2.1",
    "жен",
    "летучая мышь",
    "◑"
   ],
   [
    "jatukā",
    "жен",
    "летучая мышь",
    "✔"
   ]
  ],
  "count": 2
 },
 "jambu": {
  "data": [
   [
    "jambu",
    "жен",
    "розовая яблоня",
    "✔"
   ],
   [
    "jambū",
    "жен",
    "дерево розового яблока",
    "✔"
   ]
  ],
  "count": 2
 },
 "jamma": {
  "data": [
   [
    "jamma",
    "прил",
    "никчёмный",
    "✔"
   ],
   [
    "jammi",
    "прил",
    "жалкий",
    "✔"
   ]
  ],
  "count": 2
 },
 "jāra": {
  "data": [
   [
    "jāra",
    "муж",
    "любовник",
    "✔"
   ],
   [
    "jārattana",
    "ср",
    "любовница",
    "✔"
   ],
   [
    "jārī",
    "жен",
    "любовница",
    "✔"
   ]
  ],
  "count": 3
 },
 "jeṭṭha": {
  "data": [
   [
    "jeṭṭha 1",
    "прил",
    "первый",
    "✔"
   ],
   [
    "jeṭṭha 2",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "jeṭṭha 3",
    "прил",
    "первый",
    "✔"
   ],
   [
    "jeṭṭhaka 1",
    "прил",
    "первый",
    "✔"
   ],
   [
    "jeṭṭhaka 2",
    "муж",
    "старший брат",
    "◑"
   ],
   [
    "jeṭṭhaka 3",
    "прил",
    "старший",
    "✔"
   ],
   [
    "jeṭṭhakatara",
    "прил",
    "более высоко-ранговый (чем)",
    "◑"
   ],
   [
    "jeṭṭhatara",
    "прил",
    "more old or superior",
    "✘"
   ],
   [
    "jeṭṭhā",
    "жен",
    "старшая сестра",
    "◑"
   ],
   [
    "sajeṭṭhaka",
    "прил",
    "уважающий",
    "◑"
   ]
  ],
  "count": 10
 },
 "sāka": {
  "data": [
   [
    "ḍāka",
    "муж",
    "листовой овощ",
    "✔"
   ],
   [
    "sāka 1",
    "муж",
    "сырое овощ",
    "✔"
   ]
  ],
  "count": 2
 },
 "dindima": {
  "data": [
   [
    "ḍiṇḍima",
    "муж",
    "барабан",
    "✔"
   ],
   [
    "dindima",
    "ср",
    "барабан",
    "✔"
   ],
   [
    "deṇḍima",
    "муж",
    "drum",
    "✘"
   ],
   [
    "dendima",
    "ср",
    "барабан",
    "✔"
   ]
  ],
  "count": 4
 },
 "ṇaya": {
  "data": [
   [
    "ṇaya 1",
    "пс",
    "(грам) ая",
    "✔"
   ],
   [
    "ṇaya 2",
    "пс",
    "(грам) ая",
    "✔"
   ]
  ],
  "count": 2
 },
 "t": {
  "data": [
   [
    "ta 2.1",
    "буква",
    "(грам) буква т",
    "✔"
   ],
   [
    "tatta 2.1",
    "ср",
    "(грам) буква т",
    "✔"
   ]
  ],
  "count": 2
 },
 "taca": {
  "data": [
   [
    "taca 1",
    "муж",
    "кожа (человека)",
    "✔"
   ],
   [
    "taca 2",
    "муж",
    "шкура (о животном)",
    "◑"
   ],
   [
    "taca 3",
    "муж",
    "кора (дерева)",
    "✔"
   ],
   [
    "taca 4",
    "муж",
    "(у фрукта) кожура",
    "◑"
   ],
   [
    "taca 5",
    "прил",
    "с определённым типом кожи",
    "✔"
   ],
   [
    "tacas 1",
    "муж",
    "(о человеке) кожа",
    "✔"
   ],
   [
    "tacas 2",
    "муж",
    "(of an animal) hide",
    "✘"
   ],
   [
    "tacas 3",
    "муж",
    "кора (дерева)",
    "✔"
   ],
   [
    "tacas 4",
    "муж",
    "(о фрукте) кожура",
    "◑"
   ]
  ],
  "count": 9
 },
 "taṭataṭa": {
  "data": [
   [
    "taṭataṭa",
    "несклон",
    "звук рататата",
    "✔"
   ],
   [
    "taṭataṭāyati",
    "наст",
    "грохочет",
    "✔"
   ],
   [
    "taṭataṭāyamāna",
    "прич.наст",
    "making the sound tat tat",
    "✘"
   ],
   [
    "taṭataṭāyi",
    "аор",
    "создавал грохот",
    "✔"
   ],
   [
    "taṭatatāyati",
    "наст",
    "makes the sound tat tat",
    "✘"
   ]
  ],
  "count": 5
 },
 "taṭṭa": {
  "data": [
   [
    "taṭṭa",
    "муж",
    "блюдо",
    "◑"
   ],
   [
    "taṭṭaka",
    "муж",
    "блюдо",
    "✔"
   ]
  ],
  "count": 2
 },
 "taṇḍula": {
  "data": [
   [
    "taṇḍula 1",
    "муж",
    "очищенный рис",
    "✔"
   ],
   [
    "taṇḍula 2",
    "ср",
    "обрушенный рис",
    "✔"
   ],
   [
    "taṇḍulika",
    "муж",
    "rice-merchant",
    "✘"
   ]
  ],
  "count": 3
 },
 "ti": {
  "data": [
   [
    "tatiya 1.1",
    "поряд.ч",
    "третий (3ий)",
    "✔"
   ],
   [
    "tatiya 1.2",
    "муж",
    "(грам) третий согласный каждой вагги",
    "✔"
   ],
   [
    "tatiyaka",
    "прил",
    "third",
    "✘"
   ],
   [
    "tatiyakaṃ",
    "несклон",
    "случаясь в третий раз",
    "✔"
   ],
   [
    "tatiyaṃ",
    "несклон",
    "в третий раз",
    "✔"
   ],
   [
    "tatiyā 1",
    "поряд.ч",
    "третий (3-й)",
    "✔"
   ],
   [
    "tatiye",
    "несклон",
    "в третьем случае",
    "✔"
   ],
   [
    "tatīya",
    "поряд.ч",
    "третий (3ий)",
    "✔"
   ],
   [
    "taya",
    "ср",
    "триада",
    "✔"
   ],
   [
    "tayo 1",
    "кол.ч",
    "три",
    "✔"
   ],
   [
    "tayo 2",
    "кол.ч",
    "три (3) (объект)",
    "✔"
   ],
   [
    "ti 1",
    "кол.ч",
    "три (3)",
    "✔"
   ],
   [
    "tika 1",
    "прил",
    "тройной",
    "✔"
   ],
   [
    "tika 2",
    "ср",
    "триада",
    "✔"
   ],
   [
    "tikkhattuṃ",
    "несклон",
    "трижды",
    "✔"
   ],
   [
    "tiṇṇaṃ",
    "кол.ч",
    "трех",
    "✔"
   ],
   [
    "tisso",
    "кол.ч",
    "три (3)",
    "✔"
   ],
   [
    "tīṇi",
    "кол.ч",
    "три",
    "✔"
   ],
   [
    "tīsu",
    "кол.ч",
    "в трех",
    "✔"
   ],
   [
    "tīhi",
    "кол.ч",
    "тремя",
    "✔"
   ],
   [
    "te 3",
    "кол.ч",
    "три",
    "✔"
   ]
  ],
  "count": 21
 },
 "tāva": {
  "data": [
   [
    "tattaka",
    "прил",
    "столько",
    "✔"
   ],
   [
    "tāva 1",
    "несклон",
    "так долго",
    "✔"
   ],
   [
    "tāva 2",
    "несклон",
    "настолько",
    "✔"
   ],
   [
    "tāva 3",
    "несклон",
    "firstly",
    "✘"
   ],
   [
    "tāva 4",
    "несклон",
    "сейчас",
    "✔"
   ],
   [
    "tāvataka 1",
    "прил",
    "лишь так много",
    "✔"
   ],
   [
    "tāvatakena",
    "несклон",
    "с таким количеством",
    "✔"
   ],
   [
    "tāvatā 1",
    "несклон",
    "так долго",
    "✔"
   ],
   [
    "tāvatā 2",
    "несклон",
    "на этот счет",
    "✔"
   ],
   [
    "tāvatika",
    "прил",
    "ровно столько",
    "✔"
   ],
   [
    "tāvattaka",
    "прил",
    "столько",
    "✔"
   ]
  ],
  "count": 11
 },
 "tamas": {
  "data": [
   [
    "tamas 1",
    "муж",
    "темнота",
    "✔"
   ],
   [
    "tamas 2",
    "муж",
    "невежество",
    "✔"
   ],
   [
    "tamas 3",
    "муж",
    "turbidity",
    "✘"
   ]
  ],
  "count": 3
 },
 "tambūla": {
  "data": [
   [
    "tambula",
    "ср",
    "листья бетеля",
    "✔"
   ],
   [
    "tambūla",
    "ср",
    "лист бетеля",
    "✔"
   ],
   [
    "tāmbūlī",
    "жен",
    "betel creeper",
    "✘"
   ]
  ],
  "count": 3
 },
 "tvaṃ": {
  "data": [
   [
    "tayā 1",
    "местоим",
    "тобой",
    "✔"
   ],
   [
    "tayā 2",
    "местоим",
    "от тебя",
    "✔"
   ],
   [
    "tayi",
    "местоим",
    "в тебе",
    "✔"
   ],
   [
    "tava 1",
    "местоим",
    "тебе",
    "✔"
   ],
   [
    "tava 2",
    "местоим",
    "твой",
    "✔"
   ],
   [
    "taṃ 2.1",
    "местоим",
    "тебя",
    "✔"
   ],
   [
    "tumha",
    "местоим",
    "ты",
    "✔"
   ],
   [
    "tumhaṃ 1",
    "местоим",
    "вам",
    "✔"
   ],
   [
    "tumhaṃ 2",
    "местоим",
    "ваш",
    "◑"
   ],
   [
    "tumhāka",
    "местоим",
    "для вас всех",
    "✔"
   ],
   [
    "tumhākaṃ 1",
    "местоим",
    "вас всех",
    "✔"
   ],
   [
    "tumhākaṃ 2",
    "местоим",
    "для вас",
    "✔"
   ],
   [
    "tumhākaṃ 3",
    "местоим",
    "ваш",
    "✔"
   ],
   [
    "tumhe 1",
    "местоим",
    "вы",
    "✔"
   ],
   [
    "tumhe 2",
    "местоим",
    "вас",
    "✔"
   ],
   [
    "tumhe 3",
    "местоим",
    "(королевское множественное) вы",
    "◑"
   ],
   [
    "tumhe 4",
    "местоим",
    "объект (королевское множественное число) вы",
    "✔"
   ],
   [
    "tumhehi 1",
    "местоим",
    "вами",
    "✔"
   ],
   [
    "tumhehi 2",
    "местоим",
    "от вас всех",
    "✔"
   ],
   [
    "tumhehi 3",
    "местоим",
    "(королевский множест.) вами",
    "✔"
   ],
   [
    "tuyha",
    "местоим",
    "твой",
    "✔"
   ],
   [
    "tuyhaṃ 1",
    "местоим",
    "для тебя",
    "✔"
   ],
   [
    "tuyhaṃ 2",
    "местоим",
    "твой",
    "✔"
   ],
   [
    "tuvaṃ 1",
    "местоим",
    "ты",
    "✔"
   ],
   [
    "tuvaṃ 2",
    "местоим",
    "тебя",
    "✔"
   ],
   [
    "te 2.1",
    "местоим",
    "тебя",
    "✔"
   ],
   [
    "te 2.2",
    "местоим",
    "тобой",
    "✔"
   ],
   [
    "te 2.3",
    "местоим",
    "для тебя",
    "✔"
   ],
   [
    "te 2.4",
    "местоим",
    "твой",
    "✔"
   ],
   [
    "te 2.5",
    "местоим",
    "когда ты",
    "✔"
   ],
   [
    "tvaṃ 1",
    "местоим",
    "ты",
    "✔"
   ],
   [
    "tvaṃ 2",
    "местоим",
    "тебя",
    "✔"
   ],
   [
    "natumhāka",
    "прил",
    "не ваш",
    "◑"
   ],
   [
    "vo 1.1",
    "местоим",
    "вы все (подлежащее)",
    "✔"
   ],
   [
    "vo 1.2",
    "местоим",
    "вас",
    "✔"
   ],
   [
    "vo 1.3",
    "местоим",
    "вами",
    "✔"
   ],
   [
    "vo 1.4",
    "местоим",
    "вам",
    "✔"
   ],
   [
    "vo 1.5",
    "местоим",
    "ваш",
    "✔"
   ],
   [
    "vo 1.6",
    "местоим",
    "когда вы",
    "✔"
   ]
  ],
  "count": 39
 },
 "taraccha": {
  "data": [
   [
    "taraccha",
    "муж",
    "гиена",
    "✔"
   ],
   [
    "taracchi",
    "муж",
    "гена",
    "✔"
   ]
  ],
  "count": 2
 },
 "taluna": {
  "data": [
   [
    "taluṇa 1",
    "прил",
    "young, of tender age",
    "✘"
   ],
   [
    "taluṇa 2",
    "муж",
    "young man",
    "✘"
   ],
   [
    "taluna",
    "прил",
    "нежный",
    "✔"
   ]
  ],
  "count": 3
 },
 "taḷa": {
  "data": [
   [
    "taḷa",
    "муж",
    "lake",
    "✘"
   ],
   [
    "taḷāka",
    "ср",
    "озеро",
    "✔"
   ]
  ],
  "count": 2
 },
 "tāta": {
  "data": [
   [
    "tāta 1",
    "муж",
    "отец",
    "✔"
   ],
   [
    "tāta 2",
    "муж",
    "(ласковое обращение)",
    "✔"
   ],
   [
    "tātā",
    "муж",
    "друзья",
    "✔"
   ]
  ],
  "count": 3
 },
 "tārā": {
  "data": [
   [
    "tāraka",
    "прил",
    "связанный со звездами",
    "✔"
   ],
   [
    "tārakā 1",
    "жен",
    "звезда",
    "✔"
   ],
   [
    "tārakā 2",
    "жен",
    "сияние",
    "✔"
   ],
   [
    "tārā",
    "жен",
    "звезда",
    "◑"
   ]
  ],
  "count": 4
 },
 "tinduka": {
  "data": [
   [
    "tiṇḍuka 1",
    "муж",
    "дерево тиṇḍука",
    "◑"
   ],
   [
    "tiṇḍuka 2",
    "ср",
    "плод дерева Малабарское черное дерево",
    "✔"
   ],
   [
    "tinduka",
    "муж",
    "дерево эбеновое малабарское",
    "✔"
   ]
  ],
  "count": 3
 },
 "tittiri": {
  "data": [
   [
    "tittiri",
    "муж",
    "имя брахманского мудреца",
    "✔"
   ],
   [
    "tittiriya",
    "муж",
    "название группы брахманов",
    "✔"
   ]
  ],
  "count": 2
 },
 "timira": {
  "data": [
   [
    "timira 1",
    "ср",
    "darkness",
    "✘"
   ],
   [
    "timira 2",
    "прил",
    "dark",
    "✘"
   ],
   [
    "timirāyita",
    "прил",
    "become or appearing dark",
    "✘"
   ],
   [
    "timirāyitatta",
    "ср",
    "облако тьмы",
    "✔"
   ],
   [
    "timisa 1",
    "прил",
    "черный",
    "✔"
   ],
   [
    "timisa 2",
    "ср",
    "чернота",
    "◑"
   ],
   [
    "timisā",
    "жен",
    "чернота",
    "✔"
   ],
   [
    "timīsikā",
    "жен",
    "very dark night",
    "✘"
   ]
  ],
  "count": 8
 },
 "timbaru": {
  "data": [
   [
    "timbaru",
    "муж",
    "плод чилибухи или малабарского черного дерева",
    "✔"
   ],
   [
    "timbaruka",
    "муж",
    "name of a paribbājaka",
    "✘"
   ],
   [
    "timbarū",
    "муж",
    "name of a demigod king",
    "✔"
   ]
  ],
  "count": 3
 },
 "tiracchāna": {
  "data": [
   [
    "tiracchāna 1",
    "муж",
    "животное",
    "✔"
   ],
   [
    "tiracchāna 2",
    "прил",
    "низкий",
    "✔"
   ]
  ],
  "count": 2
 },
 "tuṅga": {
  "data": [
   [
    "tuṅga 1",
    "прил",
    "high, prominent",
    "✘"
   ],
   [
    "tuṅga 2",
    "муж",
    "вершина",
    "✔"
   ]
  ],
  "count": 2
 },
 "tuṇhī": {
  "data": [
   [
    "tuṇhiṃ",
    "несклон",
    "тихо",
    "✔"
   ],
   [
    "tuṇhī 1",
    "несклон",
    "молчание",
    "✔"
   ],
   [
    "tuṇhī 2",
    "несклон",
    "молча",
    "✔"
   ],
   [
    "tuṇhī 3",
    "несклон",
    "тихий",
    "✔"
   ],
   [
    "tuṇhīyati",
    "наст",
    "молчит",
    "✔"
   ]
  ],
  "count": 5
 },
 "tumba": {
  "data": [
   [
    "tumba 1",
    "муж",
    "сосуд для воды",
    "◑"
   ],
   [
    "tumba 2",
    "муж",
    "мера, используемая для риса и зерна",
    "✔"
   ],
   [
    "tumba 3",
    "муж",
    "calabash gourd",
    "✘"
   ],
   [
    "tumba 4",
    "муж",
    "relic urn",
    "✔"
   ],
   [
    "tumbī",
    "жен",
    "long gourd",
    "✘"
   ]
  ],
  "count": 5
 },
 "turiya": {
  "data": [
   [
    "turiya 1",
    "ср",
    "инструментальная музыка",
    "✔"
   ],
   [
    "turiya 2",
    "муж",
    "музыкант",
    "✔"
   ],
   [
    "turiya 3",
    "ср",
    "музыкальный инструмент",
    "✔"
   ],
   [
    "tūriya 1",
    "ср",
    "музыкальный инструмент",
    "✔"
   ],
   [
    "tūriya 2",
    "муж",
    "музыкант",
    "✔"
   ],
   [
    "tūriya 3",
    "ср",
    "instrumental music",
    "✘"
   ],
   [
    "tūriya 4",
    "ср",
    "band of musicians",
    "✔"
   ]
  ],
  "count": 7
 },
 "thana": {
  "data": [
   [
    "thañña",
    "ср",
    "грудное молоко",
    "✔"
   ],
   [
    "thana 1",
    "ср",
    "(у коровы) вымя",
    "✔"
   ],
   [
    "thana 2",
    "ср",
    "(of a woman) breast",
    "✔"
   ],
   [
    "thanī",
    "прил",
    "с грудями",
    "✔"
   ]
  ],
  "count": 4
 },
 "thaṇḍila": {
  "data": [
   [
    "thaṇḍila",
    "ср",
    "голая земля",
    "✔"
   ],
   [
    "patthaṇḍila",
    "муж",
    "аскетическое сочетание",
    "✔"
   ]
  ],
  "count": 2
 },
 "thūpa": {
  "data": [
   [
    "thūpa",
    "муж",
    "пагода",
    "✔"
   ],
   [
    "thūpakato",
    "несклон",
    "с вершины кучи",
    "✔"
   ],
   [
    "thūpikā",
    "жен",
    "pinnacle, spire",
    "✘"
   ]
  ],
  "count": 3
 },
 "thoka": {
  "data": [
   [
    "thoka 1",
    "прил",
    "маленький",
    "◑"
   ],
   [
    "thoka 2",
    "ср",
    "капля",
    "✔"
   ],
   [
    "thoka 3",
    "ср",
    "мгновение",
    "✔"
   ],
   [
    "thoka 4",
    "ср",
    "небольшое расстояние",
    "◑"
   ],
   [
    "thokaka",
    "прил",
    "крошечный",
    "✔"
   ],
   [
    "thokaṃ",
    "несклон",
    "немного",
    "✔"
   ],
   [
    "thokika",
    "прил",
    "крошечный",
    "✘"
   ],
   [
    "nātithoka",
    "прил",
    "не слишком малый",
    "✔"
   ]
  ],
  "count": 8
 },
 "dasa": {
  "data": [
   [
    "dasa 1.1",
    "кол.ч",
    "десять (10)",
    "✔"
   ],
   [
    "dasaka",
    "ср",
    "десяток",
    "✔"
   ],
   [
    "dasakkhattuṃ",
    "несклон",
    "десять раз",
    "◑"
   ],
   [
    "dasannaṃ 1",
    "кол.ч",
    "для десяти",
    "✔"
   ],
   [
    "dasannaṃ 2",
    "кол.ч",
    "десяти",
    "✔"
   ],
   [
    "dasama 1",
    "поряд.ч",
    "десятый (10ый)",
    "✔"
   ],
   [
    "dasama 2",
    "муж",
    "имя домовладельца",
    "✔"
   ],
   [
    "dasahi 1",
    "кол.ч",
    "с десятью",
    "✔"
   ],
   [
    "dasahi 2",
    "кол.ч",
    "от десяти",
    "✔"
   ],
   [
    "niddasa",
    "прил",
    "не (ещё) четыре",
    "◑"
   ]
  ],
  "count": 10
 },
 "dahara": {
  "data": [
   [
    "dahara 1",
    "прил",
    "молодой",
    "✔"
   ],
   [
    "dahara 2",
    "прил",
    "маленький",
    "✔"
   ],
   [
    "dahara 3",
    "муж",
    "мальчик",
    "✔"
   ],
   [
    "dahara 4",
    "муж",
    "очень молодой монах",
    "✔"
   ],
   [
    "daharaka",
    "прил",
    "young",
    "✘"
   ],
   [
    "daharī",
    "жен",
    "девушка",
    "✔"
   ]
  ],
  "count": 6
 },
 "dāra": {
  "data": [
   [
    "dāra",
    "муж",
    "жена",
    "✔"
   ],
   [
    "dāraka",
    "муж",
    "мальчик",
    "✔"
   ],
   [
    "dārā",
    "жен",
    "жена",
    "✔"
   ],
   [
    "dārikā",
    "жен",
    "девочка",
    "✔"
   ]
  ],
  "count": 4
 },
 "dīpi": {
  "data": [
   [
    "dīpi",
    "муж",
    "леопард",
    "✔"
   ],
   [
    "dīpika 1",
    "муж",
    "леопард",
    "✔"
   ],
   [
    "dīpī",
    "муж",
    "леопард",
    "✔"
   ]
  ],
  "count": 3
 },
 "duṭṭhu": {
  "data": [
   [
    "duṭṭhu",
    "несклон",
    "плохо",
    "✔"
   ],
   [
    "duṭṭhuṃ",
    "несклон",
    "плохо",
    "✔"
   ]
  ],
  "count": 2
 },
 "dunduṃ": {
  "data": [
   [
    "dudrabhi",
    "жен",
    "военный барабан",
    "✔"
   ],
   [
    "dundubhi 1",
    "ср",
    "военный барабан",
    "✔"
   ],
   [
    "dundubhi 2",
    "жен",
    "военный барабан",
    "✔"
   ],
   [
    "dunduṃ",
    "несклон",
    "гудящий звук",
    "✔"
   ]
  ],
  "count": 4
 },
 "pasu": {
  "data": [
   [
    "duppasu",
    "муж",
    "плохо себя ведущее животное",
    "✔"
   ],
   [
    "pasavo",
    "муж",
    "домашние животные",
    "✔"
   ],
   [
    "pasu 1",
    "муж",
    "домашнее животное",
    "✔"
   ],
   [
    "pasu 2",
    "муж",
    "животное",
    "✔"
   ],
   [
    "pasuka 1",
    "муж",
    "животное в общем",
    "◑"
   ],
   [
    "pasuka 2",
    "муж",
    "одомашненное животное",
    "◑"
   ]
  ],
  "count": 6
 },
 "duma": {
  "data": [
   [
    "duma 1",
    "муж",
    "дерево",
    "✔"
   ],
   [
    "duma 2",
    "ср",
    "дерево",
    "✔"
   ]
  ],
  "count": 2
 },
 "dussa": {
  "data": [
   [
    "dussa 1",
    "ср",
    "ткань",
    "✔"
   ],
   [
    "dussa 2",
    "ср",
    "одежда",
    "✔"
   ]
  ],
  "count": 2
 },
 "sassa": {
  "data": [
   [
    "dussassa",
    "ср",
    "плохой урожай",
    "✔"
   ],
   [
    "sassa 1",
    "ср",
    "зерно",
    "✔"
   ],
   [
    "sassa 2",
    "муж",
    "зерно",
    "◑"
   ],
   [
    "susassa",
    "ср",
    "хороший урожай",
    "✔"
   ]
  ],
  "count": 4
 },
 "doṇa": {
  "data": [
   [
    "doṇa 1",
    "ср",
    "мера объема",
    "✔"
   ],
   [
    "doṇa 2",
    "муж",
    "name of a Brahman",
    "✔"
   ],
   [
    "doṇi 1",
    "жен",
    "деревянное ведро",
    "✔"
   ],
   [
    "doṇi 2",
    "жен",
    "(вины) звуковая коробка",
    "✔"
   ],
   [
    "doṇi 3",
    "жен",
    "кормушка",
    "✔"
   ],
   [
    "doṇi 4",
    "жен",
    "boat, canoe",
    "✘"
   ],
   [
    "doṇi 5",
    "жен",
    "measure of volume (16 nāḷi = 1 doṇi)",
    "✘"
   ],
   [
    "doṇī 1",
    "жен",
    "wooden trough or tub",
    "✘"
   ],
   [
    "doṇī 2",
    "жен",
    "body or belly of a veena",
    "✘"
   ]
  ],
  "count": 9
 },
 "dhanu": {
  "data": [
   [
    "dhanu 1",
    "ср",
    "лук",
    "✔"
   ],
   [
    "dhanu 2",
    "ср",
    "длина лука",
    "✔"
   ],
   [
    "dhanu 3",
    "ср",
    "стрельба из лука",
    "✔"
   ],
   [
    "dhanu 4",
    "ср",
    "measure of length (2000 dhanu = 1 kosa)",
    "✘"
   ],
   [
    "dhanuka",
    "ср",
    "игрушечный лук",
    "✔"
   ],
   [
    "dhanva",
    "прил",
    "с луком",
    "◑"
   ],
   [
    "dhamma 2.1",
    "прил",
    "имеющий лук",
    "✔"
   ]
  ],
  "count": 7
 },
 "dhava": {
  "data": [
   [
    "dhava 2",
    "муж",
    "husband",
    "✘"
   ],
   [
    "vidhavā",
    "жен",
    "вдова",
    "✔"
   ],
   [
    "vedhabyā",
    "жен",
    "вдовство",
    "✔"
   ]
  ],
  "count": 3
 },
 "dhi1": {
  "data": [
   [
    "dhi 1.1",
    "несклон",
    "стыд тебе!",
    "✔"
   ],
   [
    "dhī",
    "несклон",
    "стыд! позор! увы!",
    "✔"
   ]
  ],
  "count": 2
 },
 "dhītar": {
  "data": [
   [
    "dhītar",
    "жен",
    "дочь",
    "✔"
   ],
   [
    "dhītalikā",
    "жен",
    "кукла",
    "◑"
   ],
   [
    "dhītikā",
    "жен",
    "кукла",
    "✔"
   ]
  ],
  "count": 3
 },
 "nu": {
  "data": [
   [
    "na 2",
    "несклон",
    "(добавляет вопросительный знак) верно?",
    "✔"
   ],
   [
    "nanu",
    "несклон",
    "разве не?",
    "✔"
   ],
   [
    "nu",
    "несклон",
    "(добавляет вопрос) конечно?",
    "✔"
   ],
   [
    "nuna",
    "несклон",
    "действительно, несомненно, конечно нет, истинно",
    "◑"
   ],
   [
    "nūna 1",
    "несклон",
    "действительно",
    "✔"
   ],
   [
    "nūna 2",
    "несклон",
    "может ли быть?",
    "✔"
   ],
   [
    "no 1.2",
    "несклон",
    "так ли?",
    "✔"
   ],
   [
    "no 1.3",
    "несклон",
    "затем",
    "✔"
   ]
  ],
  "count": 8
 },
 "nakula": {
  "data": [
   [
    "nakula 1",
    "муж",
    "мангуст",
    "◑"
   ],
   [
    "nakula 2",
    "муж",
    "имя человека, чьи родители были великими учениками",
    "◑"
   ]
  ],
  "count": 2
 },
 "nakha": {
  "data": [
   [
    "nakha 1",
    "муж",
    "ноготь",
    "✔"
   ],
   [
    "nakha 2",
    "муж",
    "коготь",
    "✔"
   ],
   [
    "nakhasā",
    "жен",
    "?? псориаз",
    "✔"
   ],
   [
    "nakhī",
    "прил",
    "having claws",
    "✘"
   ],
   [
    "rakhasā",
    "жен",
    "псориаз",
    "◑"
   ]
  ],
  "count": 5
 },
 "nagga": {
  "data": [
   [
    "nagga",
    "прил",
    "нагой",
    "✔"
   ],
   [
    "naggiya",
    "ср",
    "нагота",
    "✔"
   ],
   [
    "naggeyya",
    "ср",
    "нагота",
    "✔"
   ]
  ],
  "count": 3
 },
 "naṅgala": {
  "data": [
   [
    "naṅgala",
    "ср",
    "плуг",
    "✔"
   ],
   [
    "naṅgalā",
    "жен",
    "плуг",
    "✔"
   ]
  ],
  "count": 2
 },
 "ratti": {
  "data": [
   [
    "natta 2.1",
    "ср",
    "ночь",
    "◑"
   ],
   [
    "nattaṃ",
    "несклон",
    "ночью",
    "✔"
   ],
   [
    "ratta 1.1",
    "ср",
    "день",
    "✔"
   ],
   [
    "ratta 1.2",
    "ср",
    "период времени",
    "✔"
   ],
   [
    "rattā",
    "жен",
    "время",
    "✔"
   ],
   [
    "ratti",
    "жен",
    "ночь",
    "✔"
   ],
   [
    "rattiya",
    "прил",
    "с множеством ночей",
    "✔"
   ],
   [
    "rattiṃ",
    "несклон",
    "ночью",
    "✔"
   ],
   [
    "ratto",
    "несклон",
    "ночью",
    "✔"
   ],
   [
    "ratyā",
    "жен",
    "ночью",
    "✔"
   ]
  ],
  "count": 10
 },
 "nattar": {
  "data": [
   [
    "nattaka 2.1",
    "муж",
    "внук",
    "◑"
   ],
   [
    "nattar",
    "муж",
    "внук",
    "✔"
   ]
  ],
  "count": 2
 },
 "nabhas": {
  "data": [
   [
    "nabhas",
    "муж",
    "небо",
    "✔"
   ],
   [
    "nabhaso",
    "муж",
    "from the sky",
    "✘"
   ]
  ],
  "count": 2
 },
 "nara": {
  "data": [
   [
    "nara",
    "муж",
    "человек",
    "✔"
   ],
   [
    "narassaka",
    "прил",
    "в зависимости от рода склонения: мужественный",
    "✔"
   ],
   [
    "nārāyaṇa",
    "муж",
    "radiance, beam, flash",
    "✘"
   ],
   [
    "nārāyana",
    "муж",
    "(комм) луч",
    "◑"
   ],
   [
    "nārī",
    "жен",
    "женщина",
    "✔"
   ]
  ],
  "count": 5
 },
 "naraka": {
  "data": [
   [
    "naraka 1",
    "муж",
    "яма",
    "✔"
   ],
   [
    "naraka 2",
    "муж",
    "ад",
    "◑"
   ]
  ],
  "count": 2
 },
 "nalāṭa": {
  "data": [
   [
    "nalāṭa",
    "муж",
    "лоб",
    "✔"
   ],
   [
    "nalāṭatā",
    "жен",
    "fact of having a forehead",
    "✘"
   ],
   [
    "nalāṭikā 1",
    "жен",
    "недовольный вид",
    "✔"
   ],
   [
    "nalāṭikā 2",
    "жен",
    "gesture of approval",
    "✔"
   ]
  ],
  "count": 4
 },
 "naḷa": {
  "data": [
   [
    "nalinī",
    "жен",
    "lotus pond",
    "✘"
   ],
   [
    "naḷa 1",
    "муж",
    "тростник",
    "✔"
   ],
   [
    "naḷa 2",
    "муж",
    "tube",
    "✘"
   ],
   [
    "naḷa 3",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "naḷinī",
    "жен",
    "камышовый пруд",
    "◑"
   ],
   [
    "nālaka",
    "муж",
    "имя аскета",
    "◑"
   ],
   [
    "nāḷa",
    "муж",
    "(о цветке) стебель",
    "✔"
   ],
   [
    "nāḷaka",
    "муж",
    "name of an ascetic",
    "✘"
   ],
   [
    "nāḷā",
    "жен",
    "название брахманской деревни в Магадхе",
    "✔"
   ],
   [
    "nāḷi 1",
    "жен",
    "трубка",
    "✔"
   ],
   [
    "nāḷi 2",
    "жен",
    "measure of volume (4 kuḍuba = 1 nāḷi",
    "✘"
   ],
   [
    "nāḷikā 1",
    "жен",
    "мера риса",
    "✔"
   ],
   [
    "nāḷikā 2",
    "жен",
    "трубка",
    "✔"
   ],
   [
    "nāḷikā 3",
    "жен",
    "трубка для продувания (используемая при очистке золота)",
    "✔"
   ],
   [
    "nāḷiya",
    "прил",
    "имеющий стебель",
    "◑"
   ],
   [
    "panāḷikā",
    "жен",
    "pipe, tube, channel, water course",
    "✘"
   ],
   [
    "panāḷī 1",
    "жен",
    "часть колеса",
    "◑"
   ],
   [
    "panāḷī 2",
    "жен",
    "водоток",
    "◑"
   ]
  ],
  "count": 18
 },
 "nava1": {
  "data": [
   [
    "nava 1.1",
    "прил",
    "новый",
    "✔"
   ],
   [
    "nava 1.2",
    "муж",
    "(виная) новичок",
    "✔"
   ],
   [
    "navaka 1",
    "муж",
    "новичок",
    "✔"
   ],
   [
    "navakatara",
    "прил",
    "younger",
    "✔"
   ]
  ],
  "count": 4
 },
 "nava2": {
  "data": [
   [
    "nava 2.1",
    "кол.ч",
    "девять (9)",
    "✔"
   ],
   [
    "navaka 2",
    "ср",
    "девятка",
    "✔"
   ],
   [
    "navaka 3",
    "прил",
    "состоящий из девяти",
    "◑"
   ],
   [
    "navama",
    "поряд.ч",
    "девятый (9ый)",
    "✔"
   ],
   [
    "navamī",
    "жен",
    "ninth day of a lunar month",
    "✘"
   ]
  ],
  "count": 5
 },
 "vā": {
  "data": [
   [
    "navā",
    "несклон",
    "иногда",
    "✔"
   ],
   [
    "va 3.1",
    "несклон",
    "или",
    "✔"
   ],
   [
    "vā 1",
    "несклон",
    "или",
    "✔"
   ],
   [
    "vā 2",
    "несклон",
    "точно",
    "✔"
   ],
   [
    "vā 3",
    "несклон",
    "и",
    "✔"
   ],
   [
    "vā 4",
    "несклон",
    "или",
    "✔"
   ]
  ],
  "count": 6
 },
 "hi": {
  "data": [
   [
    "nahi",
    "несклон",
    "определённо нет",
    "✔"
   ],
   [
    "hi 1",
    "несклон",
    "действительно",
    "✔"
   ],
   [
    "hi 2",
    "несклон",
    "так как",
    "✔"
   ]
  ],
  "count": 3
 },
 "nahuta": {
  "data": [
   [
    "nahuta 1",
    "кол.ч",
    "десять тысяч (10 000)",
    "✔"
   ],
   [
    "nahuta 2",
    "кол.ч",
    "10²⁸ (10 000 000 koṭippakoṭi = 1 nahuta)",
    "✘"
   ]
  ],
  "count": 2
 },
 "nāga": {
  "data": [
   [
    "nāga 1",
    "муж",
    "змея",
    "✔"
   ],
   [
    "nāga 2",
    "муж",
    "змей",
    "✔"
   ],
   [
    "nāga 3",
    "муж",
    "слон с большими бивнями",
    "✔"
   ],
   [
    "nāga 4",
    "муж",
    "благородный человек",
    "✔"
   ],
   [
    "nāga 5",
    "муж",
    "жеребец",
    "✔"
   ],
   [
    "nāga 6",
    "муж",
    "массивный бык",
    "✔"
   ],
   [
    "nāga 7",
    "муж",
    "огромное дерево",
    "✔"
   ],
   [
    "nāga 8",
    "муж",
    "массивный человек",
    "✔"
   ],
   [
    "nāgavant",
    "муж",
    "обладающий благородными качествами",
    "✔"
   ],
   [
    "nāgasā",
    "муж",
    "names of a group of nāgas",
    "✔"
   ],
   [
    "sunāga",
    "муж",
    "имя архата монаха",
    "◑"
   ]
  ],
  "count": 11
 },
 "nātika": {
  "data": [
   [
    "nātika",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "nātikiya",
    "прил",
    "from Nātika",
    "✔"
   ]
  ],
  "count": 2
 },
 "nīca": {
  "data": [
   [
    "nātinīca",
    "прил",
    "не слишком короткий",
    "◑"
   ],
   [
    "nīca 1",
    "прил",
    "низкий",
    "✔"
   ],
   [
    "nīca 2",
    "прил",
    "незначительный",
    "✔"
   ],
   [
    "nīcaka",
    "прил",
    "низкий по статусу",
    "◑"
   ],
   [
    "nīcatara",
    "прил",
    "lower in height",
    "✔"
   ],
   [
    "nīceyya",
    "прил",
    "ниже",
    "✔"
   ],
   [
    "nīcceyya 1",
    "прил",
    "lower, inferior",
    "✘"
   ],
   [
    "nīcceyya 2",
    "ср",
    "lowness",
    "✘"
   ]
  ],
  "count": 8
 },
 "rassa": {
  "data": [
   [
    "nātirassa",
    "прил",
    "не слишком короткий",
    "✔"
   ],
   [
    "nātirassatā",
    "жен",
    "факт недосягаемости",
    "◑"
   ],
   [
    "rassa 1",
    "прил",
    "короткий",
    "✔"
   ],
   [
    "rassa 2",
    "прил",
    "(грам) короткий",
    "✔"
   ],
   [
    "rassa 3",
    "муж",
    "(грам) краткий гласный звук",
    "✔"
   ],
   [
    "rassaka",
    "прил",
    "короткий",
    "✔"
   ],
   [
    "rassatta",
    "ср",
    "shortness",
    "✘"
   ],
   [
    "rassaṃ",
    "несклон",
    "коротко",
    "✔"
   ]
  ],
  "count": 8
 },
 "nānā": {
  "data": [
   [
    "nānatā",
    "жен",
    "diversity, variety, manifoldness",
    "✘"
   ],
   [
    "nānatta 1",
    "ср",
    "разнообразие",
    "✔"
   ],
   [
    "nānatta 2",
    "прил",
    "разнообразный",
    "✔"
   ],
   [
    "nānaṃ",
    "несклон",
    "различно",
    "✔"
   ],
   [
    "nānā 1",
    "несклон",
    "различный",
    "✔"
   ],
   [
    "nānā 2",
    "несклон",
    "по-разному",
    "✔"
   ]
  ],
  "count": 6
 },
 "nāvā": {
  "data": [
   [
    "nāvā",
    "жен",
    "корабль",
    "✔"
   ],
   [
    "nāvika",
    "муж",
    "sailor",
    "✘"
   ],
   [
    "nāvikī",
    "жен",
    "woman sailor",
    "✘"
   ]
  ],
  "count": 3
 },
 "patta": {
  "data": [
   [
    "nippatta",
    "прил",
    "бескрылый",
    "◑"
   ],
   [
    "patta 2.1",
    "ср",
    "крыло",
    "✔"
   ],
   [
    "patta 2.2",
    "ср",
    "перо",
    "✔"
   ],
   [
    "patta 2.3",
    "ср",
    "листва",
    "✔"
   ],
   [
    "patta 2.4",
    "ср",
    "лепесток",
    "✔"
   ],
   [
    "patta 2.5",
    "прил",
    "with leaves",
    "✘"
   ],
   [
    "pattikā",
    "жен",
    "небольшой лист",
    "◑"
   ]
  ],
  "count": 7
 },
 "vana": {
  "data": [
   [
    "nibbana 2.1",
    "прил",
    "безлесный",
    "✔"
   ],
   [
    "pavana 1.1",
    "ср",
    "лес",
    "✔"
   ],
   [
    "pavana 1.2",
    "ср",
    "горная сторона",
    "✔"
   ],
   [
    "vana 1.1",
    "ср",
    "лес",
    "✔"
   ],
   [
    "vanatha 1.1",
    "муж",
    "подлесок",
    "✔"
   ],
   [
    "vanasmi",
    "ср",
    "в лесу",
    "✔"
   ],
   [
    "vaniya",
    "прил",
    "живущий в лесу",
    "◑"
   ],
   [
    "vānara",
    "муж",
    "обезьяна",
    "✔"
   ],
   [
    "vānarī",
    "жен",
    "female monkey",
    "✘"
   ],
   [
    "vāneyya",
    "прил",
    "лесной",
    "✔"
   ],
   [
    "vivana",
    "ср",
    "бесплодная земля",
    "✔"
   ]
  ],
  "count": 11
 },
 "maṃsa": {
  "data": [
   [
    "nimaṃsa",
    "ср",
    "без плоти",
    "✘"
   ],
   [
    "nimmaṃsa",
    "прил",
    "без плоти",
    "✔"
   ],
   [
    "nimmaṃsatta",
    "ср",
    "отсутствие мяса",
    "◑"
   ],
   [
    "maṃsa 1",
    "ср",
    "плоть",
    "✔"
   ],
   [
    "maṃsa 2",
    "прил",
    "с мясом",
    "✔"
   ],
   [
    "maṃsika",
    "прил",
    "мясной",
    "✔"
   ]
  ],
  "count": 6
 },
 "sīmā": {
  "data": [
   [
    "nissīmā",
    "жен",
    "за пределами границы",
    "◑"
   ],
   [
    "sīmā 1",
    "жен",
    "граница",
    "✔"
   ],
   [
    "sīmā 2",
    "жен",
    "(виная) официальная граница",
    "✔"
   ],
   [
    "susīma 1",
    "муж",
    "имя божества",
    "◑"
   ],
   [
    "susīma 2",
    "муж",
    "имя монаха",
    "◑"
   ]
  ],
  "count": 5
 },
 "huṃhuṃ": {
  "data": [
   [
    "nihuṃhuṅka",
    "прил",
    "неворчливый",
    "✔"
   ],
   [
    "huṃhuṅka",
    "прил",
    "издающий звук \"хм\"",
    "✔"
   ]
  ],
  "count": 2
 },
 "nemi": {
  "data": [
   [
    "nema",
    "муж",
    "основание",
    "✔"
   ],
   [
    "nemi 1",
    "жен",
    "колесный бандаж",
    "✔"
   ],
   [
    "nemi 2",
    "муж",
    "обод",
    "◑"
   ],
   [
    "nemī",
    "прил",
    "с ободом",
    "◑"
   ],
   [
    "sanemika",
    "прил",
    "(о колесе) с колесным бандажом",
    "✔"
   ]
  ],
  "count": 5
 },
 "meru": {
  "data": [
   [
    "neru 1",
    "муж",
    "название мифической горы в центре вселенной",
    "◑"
   ],
   [
    "neru 2",
    "муж",
    "имя гималайской вершины",
    "◑"
   ],
   [
    "meru",
    "муж",
    "мифическая гора в центре вселенной",
    "✔"
   ],
   [
    "sineru",
    "муж",
    "мифическая гора в центре вселенной",
    "✔"
   ]
  ],
  "count": 4
 },
 "pakhuma": {
  "data": [
   [
    "pakhuma 1",
    "ср",
    "ресница",
    "✔"
   ],
   [
    "pakhuma 2",
    "прил",
    "с ресницами",
    "✔"
   ],
   [
    "pamha",
    "ср",
    "ресница",
    "✔"
   ]
  ],
  "count": 3
 },
 "paṅka": {
  "data": [
   [
    "paṅka 1",
    "муж",
    "грязь",
    "✔"
   ],
   [
    "paṅka 2",
    "муж",
    "осквернение",
    "✔"
   ],
   [
    "paṅkadhā",
    "жен",
    "название косаланского города",
    "◑"
   ]
  ],
  "count": 3
 },
 "pacura": {
  "data": [
   [
    "pacura",
    "прил",
    "многочисленный",
    "◑"
   ],
   [
    "pasura",
    "прил",
    "многочисленный",
    "✔"
   ],
   [
    "sampacura",
    "прил",
    "многочисленный",
    "◑"
   ]
  ],
  "count": 3
 },
 "pacchi": {
  "data": [
   [
    "pacchi",
    "жен",
    "корзина",
    "✔"
   ],
   [
    "pacchikā",
    "жен",
    "корзинка",
    "✔"
   ]
  ],
  "count": 2
 },
 "pañcāla": {
  "data": [
   [
    "pañcāla",
    "прил",
    "принадлежащий к народу Панчала северной Индии",
    "✔"
   ],
   [
    "pañcālā",
    "муж",
    "name of a people",
    "✔"
   ],
   [
    "pañcālī",
    "жен",
    "имя королевы",
    "◑"
   ]
  ],
  "count": 3
 },
 "pañjara": {
  "data": [
   [
    "pañjara 1",
    "муж",
    "(о колеснице) рама",
    "✔"
   ],
   [
    "pañjara 2",
    "муж",
    "cage",
    "✘"
   ]
  ],
  "count": 2
 },
 "paṭa": {
  "data": [
   [
    "paṭa",
    "муж",
    "ткань",
    "✔"
   ],
   [
    "paṭaka",
    "муж",
    "хлопчатобумажная ткань",
    "✔"
   ],
   [
    "paṭala 1",
    "ср",
    "мембрана",
    "◑"
   ],
   [
    "paṭala 2",
    "прил",
    "с мембраной",
    "✔"
   ],
   [
    "paṭali",
    "прил",
    "(о туфле) имеющий несколько подкладок",
    "✔"
   ],
   [
    "paṭalikā",
    "жен",
    "(комм) толстое шерстяное покрывало, вышитое цветами",
    "✔"
   ],
   [
    "paṭāka",
    "ср",
    "флаг",
    "✔"
   ],
   [
    "paṭika",
    "ср",
    "неизвестный узор, используемый в интерьере",
    "✔"
   ],
   [
    "paṭikā 1.1",
    "жен",
    "ткань",
    "✔"
   ],
   [
    "paṭṭikā 1",
    "жен",
    "браслет",
    "✔"
   ],
   [
    "paṭṭikā 2",
    "жен",
    "пояс из ткани",
    "✔"
   ]
  ],
  "count": 11
 },
 "paṭapaṭa": {
  "data": [
   [
    "paṭapaṭa",
    "несклон",
    "треск",
    "◑"
   ],
   [
    "paṭapaṭāyati",
    "наст",
    "трещит",
    "◑"
   ],
   [
    "paṭapaṭāyanta",
    "прич.наст",
    "потрескивающий",
    "◑"
   ],
   [
    "paṭapaṭāyamāna",
    "прич.наст",
    "потрескивающий",
    "◑"
   ],
   [
    "paṭapaṭeti",
    "наст",
    "crackles",
    "✘"
   ]
  ],
  "count": 5
 },
 "paṇṇa": {
  "data": [
   [
    "paṭipaṇṇa",
    "ср",
    "letter in reply",
    "✘"
   ],
   [
    "paṇaka",
    "ср",
    "водяное растение",
    "✔"
   ],
   [
    "paṇṇa 1.1",
    "ср",
    "лист",
    "✔"
   ],
   [
    "paṇṇa 1.2",
    "ср",
    "письмо",
    "✔"
   ],
   [
    "paṇṇa 1.3",
    "ср",
    "leaf for writing upon",
    "✘"
   ],
   [
    "paṇṇaka",
    "ср",
    "leaf, leaf for writing upon, letter",
    "✘"
   ],
   [
    "paṇṇī",
    "прил",
    "с листьями",
    "✔"
   ],
   [
    "supaṇṇa",
    "муж",
    "сверхъестественная птица",
    "✔"
   ]
  ],
  "count": 8
 },
 "puggala": {
  "data": [
   [
    "paṭipuggala",
    "муж",
    "соперник",
    "✔"
   ],
   [
    "puggala",
    "муж",
    "индивидуум",
    "✔"
   ],
   [
    "puggalika",
    "прил",
    "личный",
    "◑"
   ]
  ],
  "count": 3
 },
 "bhastā": {
  "data": [
   [
    "paṭibhasta",
    "ср",
    "сумка",
    "✔"
   ],
   [
    "bhastā 1",
    "жен",
    "тело",
    "✔"
   ],
   [
    "bhastā 2",
    "жен",
    "мехи",
    "✔"
   ]
  ],
  "count": 3
 },
 "sata": {
  "data": [
   [
    "paṭisatena",
    "несклон",
    "with a budget of one hundred",
    "✘"
   ],
   [
    "sata 2.1",
    "кол.ч",
    "сто (100)",
    "✔"
   ],
   [
    "sata 2.2",
    "прил",
    "содержащий сто",
    "✔"
   ],
   [
    "sataka",
    "ср",
    "группа ста суттр",
    "◑"
   ],
   [
    "satakkhattuṃ",
    "несклон",
    "сто раз",
    "✔"
   ],
   [
    "satadhā",
    "несклон",
    "сотней способов",
    "✔"
   ],
   [
    "satika",
    "прил",
    "сто",
    "✔"
   ],
   [
    "satima 1",
    "прил",
    "сотый",
    "◑"
   ],
   [
    "satima 2",
    "поряд.ч",
    "сотый (100ый)",
    "◑"
   ],
   [
    "sate",
    "кол.ч",
    "сто (100)",
    "✔"
   ]
  ],
  "count": 10
 },
 "sattu": {
  "data": [
   [
    "paṭisattu",
    "муж",
    "враг",
    "◑"
   ],
   [
    "sattar",
    "муж",
    "враг",
    "✔"
   ],
   [
    "sattu 2.1",
    "муж",
    "враг",
    "✔"
   ]
  ],
  "count": 3
 },
 "paṭṭa": {
  "data": [
   [
    "paṭṭa 1",
    "ср",
    "ровная поверхность",
    "✔"
   ],
   [
    "paṭṭa 2",
    "ср",
    "тарелка",
    "◑"
   ],
   [
    "paṭṭa 3",
    "прил",
    "с ровной поверхностью",
    "◑"
   ],
   [
    "paṭṭa 4",
    "прил",
    "silken",
    "✘"
   ],
   [
    "paṭṭa 5",
    "ср",
    "silk cloth, bandage, strip of cloth, sheet, strip",
    "✘"
   ]
  ],
  "count": 5
 },
 "paṇhi": {
  "data": [
   [
    "paṇhi",
    "муж",
    "пятка",
    "✔"
   ],
   [
    "paṇhika",
    "прил",
    "связанный с пяткой",
    "◑"
   ],
   [
    "paṇhitā",
    "жен",
    "наличие каблуков",
    "◑"
   ],
   [
    "pāsaṇhi",
    "жен",
    "heel",
    "✘"
   ],
   [
    "pāsaṇhika",
    "прил",
    "имеющий пятки",
    "◑"
   ]
  ],
  "count": 5
 },
 "pati": {
  "data": [
   [
    "pati 3.1",
    "несклон",
    "против",
    "✔"
   ],
   [
    "pati 3.2",
    "несклон",
    "по направлению",
    "✔"
   ],
   [
    "pati 3.5",
    "несклон",
    "concerning, about",
    "✘"
   ],
   [
    "sampati",
    "несклон",
    "сейчас",
    "✔"
   ]
  ],
  "count": 4
 },
 "paduma": {
  "data": [
   [
    "paduma 1",
    "ср",
    "красный лотос",
    "✔"
   ],
   [
    "paduma 2",
    "муж",
    "часть ада Авичи, где необходимо пребывать в течение продолжительности, равной количеству падума",
    "◑"
   ],
   [
    "paduma 3",
    "кол.ч",
    "10¹¹⁹ (20 puṇḍarīka = 1 paduma)",
    "✘"
   ],
   [
    "paduma 4",
    "муж",
    "lotus leaf",
    "✘"
   ],
   [
    "paduma 5",
    "муж",
    "имя частного пробужденного Будды",
    "✔"
   ],
   [
    "paduma 6",
    "ср",
    "цветок",
    "◑"
   ],
   [
    "paduma 7",
    "муж",
    "имя 17-го предыдущего Будды",
    "✔"
   ],
   [
    "padumaka",
    "ср",
    "дикорастущее гималайское вишнёвое дерево",
    "✔"
   ],
   [
    "paduminī",
    "жен",
    "пруд с лотосами",
    "✔"
   ],
   [
    "padumī 1",
    "прил",
    "having lotuses",
    "✘"
   ],
   [
    "padumī 2",
    "прил",
    "(о слоне) пятнистый",
    "✔"
   ]
  ],
  "count": 11
 },
 "panasa": {
  "data": [
   [
    "panasa 1",
    "муж",
    "артокарпус",
    "◑"
   ],
   [
    "panasa 2",
    "ср",
    "джекфрут",
    "✔"
   ]
  ],
  "count": 2
 },
 "pabba": {
  "data": [
   [
    "pabba 1",
    "ср",
    "локоть",
    "✔"
   ],
   [
    "pabba 2",
    "ср",
    "раздел",
    "✔"
   ],
   [
    "pabba 3",
    "ср",
    "(о растении) узел",
    "✔"
   ],
   [
    "supabbā",
    "жен",
    "имя мирского ученика",
    "◑"
   ]
  ],
  "count": 4
 },
 "pabbata": {
  "data": [
   [
    "pabbata 1",
    "муж",
    "скала",
    "✔"
   ],
   [
    "pabbata 2",
    "муж",
    "гора",
    "✔"
   ],
   [
    "pabbata 3",
    "ср",
    "гора",
    "✔"
   ],
   [
    "pabbata 4",
    "муж",
    "имя самопробуждённого Будды",
    "✔"
   ],
   [
    "pabbatāyati",
    "наст",
    "горы подобен",
    "✔"
   ],
   [
    "pabbateyya",
    "прил",
    "с гор",
    "✔"
   ]
  ],
  "count": 6
 },
 "parā": {
  "data": [
   [
    "parā",
    "прист",
    "через",
    "✔"
   ],
   [
    "pārima",
    "прил",
    "удаленный",
    "✔"
   ]
  ],
  "count": 2
 },
 "pari": {
  "data": [
   [
    "pari 1",
    "прист",
    "вокруг",
    "✔"
   ],
   [
    "parito",
    "несклон",
    "вокруг",
    "✔"
   ],
   [
    "pariy",
    "прист",
    "приставка пари- перед гласной",
    "✘"
   ]
  ],
  "count": 3
 },
 "bhaṇḍa": {
  "data": [
   [
    "paribhaṇḍa 1",
    "муж",
    "напольное покрытие",
    "◑"
   ],
   [
    "paribhaṇḍa 2",
    "муж",
    "encircling",
    "✘"
   ],
   [
    "bhaṇḍa 1",
    "ср",
    "вещи",
    "✔"
   ],
   [
    "bhaṇḍa 2",
    "муж",
    "имя монаха",
    "◑"
   ],
   [
    "bhaṇḍaka",
    "ср",
    "предметы, инструменты, товары, изделия, вещи",
    "◑"
   ],
   [
    "bhaṇḍikā",
    "жен",
    "узелок",
    "✔"
   ]
  ],
  "count": 6
 },
 "pālāsa1": {
  "data": [
   [
    "palāsa 1.1",
    "муж",
    "лист",
    "✔"
   ],
   [
    "palāsa 1.2",
    "муж",
    "пламея",
    "✔"
   ],
   [
    "palāsa 1.3",
    "муж",
    "подошва (обуви)",
    "◑"
   ],
   [
    "palāsika",
    "прил",
    "подошвенный",
    "✔"
   ]
  ],
  "count": 4
 },
 "paḷāsa2": {
  "data": [
   [
    "palāsa 2.1",
    "муж",
    "завистливое соперничество",
    "✔"
   ],
   [
    "palāsa 2.2",
    "муж",
    "domineering",
    "✘"
   ],
   [
    "palāsī",
    "прил",
    "соперничающий",
    "✔"
   ]
  ],
  "count": 3
 },
 "palita": {
  "data": [
   [
    "palita 1",
    "прил",
    "серый",
    "✔"
   ],
   [
    "palita 2",
    "прил",
    "matured",
    "✘"
   ],
   [
    "palita 3",
    "ср",
    "седина",
    "✔"
   ],
   [
    "pālicca",
    "ср",
    "седина",
    "✔"
   ]
  ],
  "count": 4
 },
 "pasata": {
  "data": [
   [
    "pasata",
    "муж",
    "ладонь, пригоршня",
    "◑"
   ],
   [
    "pasataṃ",
    "несклон",
    "пригоршнями",
    "✔"
   ],
   [
    "pasataṃ pasataṃ",
    "идиома",
    "горстями",
    "✔"
   ]
  ],
  "count": 3
 },
 "sākhā": {
  "data": [
   [
    "pasākha",
    "ср",
    "паховая область",
    "◑"
   ],
   [
    "pasākhā 1",
    "жен",
    "small branch or twig",
    "✘"
   ],
   [
    "pasākhā 2",
    "жен",
    "пятая стадия эмбрионального развития",
    "✔"
   ],
   [
    "visākha 1",
    "прил",
    "разветвленный",
    "✔"
   ],
   [
    "visākha 2",
    "муж",
    "висакха, досл. весы",
    "✔"
   ],
   [
    "visākhā 1",
    "жен",
    "имя главной ученицы Будды",
    "✔"
   ],
   [
    "visākhā 2",
    "жен",
    "name of a lunar mansion corresponding to α, β, γ, and ι Librae in the Libra constellation",
    "✘"
   ],
   [
    "visākhā 3",
    "жен",
    "имя матери Будды Какусандхи",
    "✔"
   ],
   [
    "visākhā 4",
    "жен",
    "висакха",
    "✔"
   ],
   [
    "vesākha",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "sākha",
    "прил",
    "с ветвями",
    "◑"
   ],
   [
    "sākhā 1",
    "жен",
    "ветка",
    "✔"
   ],
   [
    "sākhā 2",
    "жен",
    "речушка",
    "✔"
   ]
  ],
  "count": 13
 },
 "passa": {
  "data": [
   [
    "passa 1.1",
    "ср",
    "сторона тела",
    "✔"
   ],
   [
    "passa 1.2",
    "ср",
    "сторона",
    "✔"
   ],
   [
    "passa 1.3",
    "ср",
    "(горы) склон",
    "✔"
   ],
   [
    "passa 1.4",
    "прил",
    "близкий",
    "◑"
   ],
   [
    "passena",
    "несклон",
    "сбоку",
    "✔"
   ],
   [
    "supassa",
    "муж",
    "предыдущее название горы Вепулла",
    "◑"
   ]
  ],
  "count": 6
 },
 "pāḷi": {
  "data": [
   [
    "paḷi",
    "жен",
    "line, range, canon of the Buddhist writings or the language in which it is written",
    "✘"
   ],
   [
    "pāli 1",
    "жен",
    "ряд",
    "✔"
   ],
   [
    "pāli 2",
    "жен",
    "canon of the Buddhist writings or the language in which it is written",
    "✘"
   ],
   [
    "pāḷi 1",
    "жен",
    "канонический текст",
    "✔"
   ],
   [
    "pāḷi 2",
    "жен",
    "alternate reading",
    "✘"
   ],
   [
    "pāḷi 3",
    "жен",
    "ушная раковина",
    "✔"
   ]
  ],
  "count": 6
 },
 "paṃsu": {
  "data": [
   [
    "paṃsu",
    "муж",
    "пыль",
    "✔"
   ],
   [
    "paṃsuka",
    "муж",
    "почва",
    "✔"
   ],
   [
    "paṃsuni",
    "муж",
    "в пыли",
    "✔"
   ]
  ],
  "count": 3
 },
 "pācīna": {
  "data": [
   [
    "pācīna",
    "прил",
    "восточный",
    "✔"
   ],
   [
    "pācīnaka",
    "прил",
    "живущий на востоке",
    "◑"
   ],
   [
    "pācīnato",
    "несклон",
    "на восток (от)",
    "✔"
   ],
   [
    "pācīnā",
    "жен",
    "восток",
    "✔"
   ]
  ],
  "count": 4
 },
 "pāṭala": {
  "data": [
   [
    "pāṭala",
    "прил",
    "pale-red, pink",
    "✘"
   ],
   [
    "pāṭaliya",
    "муж",
    "имя вождя",
    "◑"
   ],
   [
    "pāṭalī 1",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "pāṭalī 2",
    "муж",
    "трубное-цветочное дерево",
    "✔"
   ],
   [
    "pāṭalī 3",
    "жен",
    "цветок бунгера",
    "◑"
   ]
  ],
  "count": 5
 },
 "pāṇi": {
  "data": [
   [
    "pāṇi 1",
    "муж",
    "рука",
    "✔"
   ],
   [
    "pāṇi 2",
    "прил",
    "передаваемый",
    "✔"
   ],
   [
    "pāṇitā",
    "жен",
    "факт наличия рук",
    "◑"
   ],
   [
    "pāṇinā",
    "муж",
    "рукой",
    "✔"
   ],
   [
    "pāṇiya",
    "ср",
    "растирание",
    "✔"
   ],
   [
    "pāṇī 2.1",
    "прил",
    "носящий, имеющий в руках, держащий в руках",
    "✔"
   ]
  ],
  "count": 6
 },
 "pārāvata": {
  "data": [
   [
    "pāravata",
    "муж",
    "pigeon",
    "✘"
   ],
   [
    "pārāvata",
    "муж",
    "голубь",
    "◑"
   ],
   [
    "pārevata 1",
    "муж",
    "pigeon",
    "✘"
   ],
   [
    "pārevata 2",
    "прил",
    "голубиного цвета",
    "◑"
   ]
  ],
  "count": 4
 },
 "pāvaḷa": {
  "data": [
   [
    "pāvaḷa",
    "муж",
    "ягодицы",
    "✔"
   ],
   [
    "pāvaḷā",
    "жен",
    "buttocks",
    "✘"
   ]
  ],
  "count": 2
 },
 "pāvā": {
  "data": [
   [
    "pāvā",
    "жен",
    "название города народа Малла",
    "✔"
   ],
   [
    "pāveyyaka",
    "прил",
    "из Павы",
    "✔"
   ]
  ],
  "count": 2
 },
 "pāsaṇḍa": {
  "data": [
   [
    "pāsaṇḍa",
    "ср",
    "(особенно небуддистское) учение",
    "✔"
   ],
   [
    "pāsaṇḍika",
    "муж",
    "последователь религии",
    "◑"
   ]
  ],
  "count": 2
 },
 "pāsāṇa": {
  "data": [
   [
    "pāsāṇa",
    "муж",
    "камень",
    "✔"
   ],
   [
    "pāsāṇaka",
    "ср",
    "название пагоды",
    "✔"
   ]
  ],
  "count": 2
 },
 "piṅgala": {
  "data": [
   [
    "piṅgala 1",
    "прил",
    "рыжевато-коричневый",
    "◑"
   ],
   [
    "piṅgala 2",
    "ср",
    "название типа слона",
    "✔"
   ]
  ],
  "count": 2
 },
 "piṭhara": {
  "data": [
   [
    "piṭhara",
    "муж",
    "большой кувшин",
    "✔"
   ],
   [
    "pīṭhara",
    "муж",
    "контейнер",
    "✔"
   ]
  ],
  "count": 2
 },
 "pilotikā": {
  "data": [
   [
    "pilotika 1",
    "муж",
    "имя странствующего аскета",
    "✔"
   ],
   [
    "pilotika 2",
    "прил",
    "со старыми тряпками",
    "✔"
   ],
   [
    "pilotikā",
    "жен",
    "старая тряпка",
    "✔"
   ]
  ],
  "count": 3
 },
 "pisāca": {
  "data": [
   [
    "pisāca",
    "муж",
    "гоблин",
    "✔"
   ],
   [
    "pisācaka",
    "муж",
    "гоблин",
    "✔"
   ],
   [
    "pisācinī",
    "жен",
    "женщина-гоблин",
    "✔"
   ],
   [
    "pesāca",
    "муж",
    "гоблин",
    "✔"
   ]
  ],
  "count": 4
 },
 "pīṭha": {
  "data": [
   [
    "pīṭha",
    "ср",
    "стул",
    "✔"
   ],
   [
    "pīṭhaka",
    "ср",
    "маленький стул",
    "✔"
   ],
   [
    "pīṭhikā",
    "жен",
    "small chair or bench",
    "✘"
   ]
  ],
  "count": 3
 },
 "pīta": {
  "data": [
   [
    "pīta 2.1",
    "прил",
    "желтый",
    "✔"
   ],
   [
    "pīta 2.2",
    "муж",
    "yellow colour",
    "✘"
   ],
   [
    "pītaka 1.1",
    "прил",
    "желтый",
    "✔"
   ],
   [
    "pītaka 1.2",
    "муж",
    "желтый цвет",
    "✔"
   ],
   [
    "supītaka",
    "прил",
    "очень жёлтый",
    "◑"
   ]
  ],
  "count": 5
 },
 "pukkusa": {
  "data": [
   [
    "pukkusa 1",
    "муж",
    "уборщик мусора",
    "✔"
   ],
   [
    "pukkusa 2",
    "муж",
    "имя молодого Маллы",
    "✔"
   ],
   [
    "pukkusī",
    "жен",
    "женщина-уборщица мусора",
    "◑"
   ]
  ],
  "count": 3
 },
 "puñja": {
  "data": [
   [
    "puñja",
    "муж",
    "куча",
    "✔"
   ],
   [
    "puñjaka",
    "муж",
    "(о волосах) пучок",
    "◑"
   ],
   [
    "puñjita",
    "прил",
    "накопленный",
    "✔"
   ]
  ],
  "count": 3
 },
 "puṇḍarī": {
  "data": [
   [
    "puṇḍarika",
    "муж",
    "(комм) часть ада Авичи, где нужно пребывать в течение времени, измеряемого пу₦дарикой",
    "✔"
   ],
   [
    "puṇḍarī",
    "жен",
    "в связи с \"tevijjavacchasuttaṃ\" MN71",
    "✔"
   ],
   [
    "puṇḍarīka 1",
    "ср",
    "лотос",
    "✔"
   ],
   [
    "puṇḍarīka 2",
    "ср",
    "душистое манговое дерево",
    "✔"
   ],
   [
    "puṇḍarīka 3",
    "ср",
    "name of a hell",
    "✘"
   ],
   [
    "puṇḍarīka 4",
    "кол.ч",
    "10¹¹² (20 uppala = 1 puṇḍarīka)",
    "✘"
   ],
   [
    "puṇḍarīka 5",
    "муж",
    "one of the four treasures",
    "✘"
   ],
   [
    "puṇḍarīkinī",
    "жен",
    "пруд белых лотосов",
    "✔"
   ]
  ],
  "count": 8
 },
 "puna": {
  "data": [
   [
    "puna",
    "несклон",
    "снова",
    "✔"
   ],
   [
    "punaṃ",
    "несклон",
    "снова",
    "✔"
   ],
   [
    "puno",
    "несклон",
    "опять",
    "✔"
   ]
  ],
  "count": 3
 },
 "bubbuḷa": {
  "data": [
   [
    "pupphuḷa",
    "ср",
    "пузырь",
    "◑"
   ],
   [
    "pupphuḷaka",
    "ср",
    "пузырёк",
    "◑"
   ],
   [
    "pubbuḷa",
    "ср",
    "пузырек",
    "✔"
   ],
   [
    "pubbuḷaka 1",
    "ср",
    "пузырь",
    "✔"
   ],
   [
    "pubbuḷaka 2",
    "прил",
    "с пузырьком",
    "✔"
   ],
   [
    "bubbula",
    "ср",
    "bubble",
    "✘"
   ],
   [
    "bubbulaka",
    "ср",
    "bubble",
    "✘"
   ],
   [
    "bubbuḷa",
    "ср",
    "пузырь",
    "✔"
   ],
   [
    "bubbuḷaka",
    "ср",
    "маленький пузырёк",
    "◑"
   ]
  ],
  "count": 9
 },
 "pura1": {
  "data": [
   [
    "pura 1.1",
    "ср",
    "город-крепость",
    "✔"
   ],
   [
    "porī",
    "прил",
    "вежливый",
    "✔"
   ]
  ],
  "count": 2
 },
 "puḷava": {
  "data": [
   [
    "pulaka 2",
    "муж",
    "worm",
    "✘"
   ],
   [
    "pulava",
    "муж",
    "worm",
    "✘"
   ],
   [
    "pulavaka",
    "прил",
    "зараженный, изъеденный",
    "✔"
   ],
   [
    "puḷava",
    "муж",
    "личинка",
    "✔"
   ],
   [
    "puḷavaka",
    "прил",
    "червивый",
    "◑"
   ],
   [
    "puḷuvaka",
    "прил",
    "червивый",
    "◑"
   ]
  ],
  "count": 6
 },
 "pulina": {
  "data": [
   [
    "pulina",
    "ср",
    "песчаная коса",
    "✔"
   ],
   [
    "puḷina",
    "ср",
    "песчаная отмель",
    "✔"
   ]
  ],
  "count": 2
 },
 "pūga": {
  "data": [
   [
    "pūga 1",
    "муж",
    "гильдия",
    "✔"
   ],
   [
    "pūga 2",
    "ср",
    "множество (из)",
    "✔"
   ],
   [
    "pūga 3",
    "ср",
    "areconut palm",
    "✘"
   ]
  ],
  "count": 3
 },
 "pūva": {
  "data": [
   [
    "pūpa",
    "муж",
    "торт",
    "✔"
   ],
   [
    "pūpika",
    "муж",
    "пекарь",
    "✔"
   ],
   [
    "pūva",
    "муж",
    "торт",
    "✔"
   ],
   [
    "pūvika",
    "муж",
    "пекарь",
    "✔"
   ]
  ],
  "count": 4
 },
 "pekhuṇa": {
  "data": [
   [
    "pekhuṇa",
    "ср",
    "перо хвоста павлина",
    "◑"
   ],
   [
    "supekhuṇa",
    "прил",
    "с красивыми хвостовыми перьями",
    "✔"
   ],
   [
    "supekhuna",
    "прил",
    "с красивыми хвостовыми перьями",
    "✔"
   ]
  ],
  "count": 3
 },
 "pesi": {
  "data": [
   [
    "pesi 1",
    "жен",
    "(мяса) кусок",
    "✔"
   ],
   [
    "pesi 2",
    "жен",
    "третья стадия эмбрионального развития",
    "✔"
   ],
   [
    "pesikā 2.1",
    "жен",
    "foetus in the third stage",
    "✘"
   ]
  ],
  "count": 3
 },
 "pesikā": {
  "data": [
   [
    "pesikā 1.1",
    "жен",
    "scraper",
    "✔"
   ],
   [
    "pesikā 1.2",
    "жен",
    "rind",
    "✘"
   ]
  ],
  "count": 2
 },
 "pokkhara": {
  "data": [
   [
    "pokkhara 1",
    "ср",
    "синий цветок лотоса",
    "✔"
   ],
   [
    "pokkhara 2",
    "ср",
    "барабанная кожа",
    "✔"
   ],
   [
    "pokkhara 3",
    "ср",
    "tip of an elephant's trunk",
    "✘"
   ],
   [
    "pokkhara 4",
    "ср",
    "trunk of a lute",
    "✘"
   ],
   [
    "pokkharañño",
    "жен",
    "пруды",
    "✔"
   ],
   [
    "pokkharaṇiyā",
    "жен",
    "название монастыря",
    "✔"
   ],
   [
    "pokkharaṇī",
    "жен",
    "пруд",
    "✔"
   ],
   [
    "pokkharatā",
    "жен",
    "beauty",
    "✘"
   ],
   [
    "pokkhariṇī",
    "жен",
    "пруд",
    "◑"
   ]
  ],
  "count": 9
 },
 "potthaka": {
  "data": [
   [
    "potthaka 1",
    "муж",
    "смоделированная фигурка",
    "◑"
   ],
   [
    "potthaka 2",
    "муж",
    "книга",
    "✔"
   ],
   [
    "potthaka 3",
    "муж",
    "ткань из коры",
    "✔"
   ],
   [
    "potthaka 4",
    "муж",
    "canvas for painting on",
    "✘"
   ],
   [
    "potthalikā",
    "жен",
    "modelled figure, doll made of canvas",
    "✘"
   ]
  ],
  "count": 5
 },
 "phaggu": {
  "data": [
   [
    "phaggu 1",
    "муж",
    "весенний фестиваль в феврале-марте",
    "✔"
   ],
   [
    "phaggu 2",
    "жен",
    "название реки, протекающей мимо Гайи",
    "◑"
   ],
   [
    "phagguṇa",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "phagguṇī",
    "жен",
    "name of a constellation",
    "✘"
   ],
   [
    "phagguna 1",
    "муж",
    "имя монаха",
    "✔"
   ],
   [
    "phagguna 2",
    "муж",
    "созвездие Льва",
    "◑"
   ],
   [
    "phagguna 3",
    "муж",
    "название месяца по лунному календарю",
    "✔"
   ]
  ],
  "count": 7
 },
 "phaṇa": {
  "data": [
   [
    "phaṇa",
    "муж",
    "капюшон змеи",
    "✔"
   ],
   [
    "phaṇaka",
    "ср",
    "instrument shaped like a snake hood, used for smoothing hair, etc.",
    "✘"
   ],
   [
    "phaṇijjaka",
    "ср",
    "пальмароза",
    "✔"
   ],
   [
    "phaṇī",
    "муж",
    "cobra",
    "✘"
   ]
  ],
  "count": 4
 },
 "pharusa": {
  "data": [
   [
    "pharusa 1",
    "прил",
    "грубый",
    "✔"
   ],
   [
    "pharusa 2",
    "прил",
    "насильственный, суровый, резкий",
    "✔"
   ],
   [
    "pharusena",
    "несклон",
    "грубо",
    "✔"
   ]
  ],
  "count": 3
 },
 "phalu": {
  "data": [
   [
    "phalu",
    "ср",
    "(о бамбуке) сустав",
    "✔"
   ],
   [
    "phaḷu",
    "ср",
    "(о бамбуке) сустав",
    "✔"
   ]
  ],
  "count": 2
 },
 "phussa": {
  "data": [
   [
    "phussa 2.1",
    "муж",
    "месяц лунного календаря",
    "✔"
   ],
   [
    "phussa 2.2",
    "муж",
    "name of a constellation",
    "✘"
   ],
   [
    "phussa 2.3",
    "прил",
    "gaily coloured, auspicious",
    "✘"
   ],
   [
    "phussa 2.4",
    "муж",
    "имя араханта монаха",
    "◑"
   ],
   [
    "phussa 2.5",
    "муж",
    "имя седьмого предыдущего Будды",
    "✔"
   ],
   [
    "phussaka",
    "муж",
    "кукушка",
    "◑"
   ]
  ],
  "count": 6
 },
 "pheṇa": {
  "data": [
   [
    "pheṇa",
    "ср",
    "пена",
    "✔"
   ],
   [
    "pheṇila",
    "муж",
    "soap-berry plant",
    "✘"
   ]
  ],
  "count": 2
 },
 "badara": {
  "data": [
   [
    "badara",
    "ср",
    "плод жужуба",
    "◑"
   ],
   [
    "badarikā",
    "жен",
    "плод жужубы",
    "✔"
   ]
  ],
  "count": 2
 },
 "babbu": {
  "data": [
   [
    "babbu",
    "муж",
    "кот",
    "✔"
   ],
   [
    "babbuka",
    "муж",
    "котёнок",
    "✔"
   ]
  ],
  "count": 2
 },
 "bārāṇasī": {
  "data": [
   [
    "baraṇaseyyaka",
    "прил",
    "made in or coming from Benares",
    "✘"
   ],
   [
    "bārāṇasī",
    "жен",
    "название города",
    "✔"
   ],
   [
    "bārāṇasīṇaseyyaka",
    "прил",
    "made in or coming from Benares",
    "✘"
   ],
   [
    "bārāṇaseyyaka",
    "прил",
    "прибывший из Бенареса",
    "✔"
   ]
  ],
  "count": 4
 },
 "balībaddha": {
  "data": [
   [
    "balibadda",
    "муж",
    "бык",
    "✔"
   ],
   [
    "balibaddha",
    "муж",
    "бык",
    "✔"
   ],
   [
    "balībadda",
    "муж",
    "бык",
    "✔"
   ]
  ],
  "count": 3
 },
 "baḷisa": {
  "data": [
   [
    "balisa",
    "ср",
    "крючок",
    "✔"
   ],
   [
    "baḷisa 1",
    "ср",
    "рыболовный крючок",
    "✔"
   ],
   [
    "baḷisa 2",
    "ср",
    "крючок",
    "✔"
   ],
   [
    "bālisika",
    "муж",
    "fisherman",
    "✘"
   ],
   [
    "bāḷisika",
    "муж",
    "рыбак",
    "✔"
   ]
  ],
  "count": 5
 },
 "bāṇa": {
  "data": [
   [
    "bāṇa",
    "муж",
    "arrow",
    "✘"
   ],
   [
    "bāṇadhi",
    "муж",
    "quiver",
    "✘"
   ]
  ],
  "count": 2
 },
 "bindu": {
  "data": [
   [
    "bindu 1",
    "ср",
    "капля",
    "✔"
   ],
   [
    "bindu 2",
    "прил",
    "(о голоса) густой",
    "✔"
   ],
   [
    "bindu 3",
    "ср",
    "точка",
    "◑"
   ],
   [
    "bindu 4",
    "ср",
    "trifle",
    "✘"
   ],
   [
    "bindu 5",
    "ср",
    "(грам) точка над буквой, представляющая букву нигахита, обозначаемая в латинском алфавите как ṃ, ṃ или ŋ",
    "✔"
   ],
   [
    "bindutā",
    "жен",
    "компактность",
    "◑"
   ]
  ],
  "count": 6
 },
 "bimba": {
  "data": [
   [
    "bimba 1",
    "ср",
    "форма",
    "✔"
   ],
   [
    "bimba 2",
    "ср",
    "image, figure, disk (of the sun or moon)",
    "✘"
   ],
   [
    "bimbikā",
    "жен",
    "creeper brayonia grandis, which produces red oval fruits",
    "✘"
   ],
   [
    "bimbī 1",
    "жен",
    "creeper brayonia grandis, which produces red oval fruits",
    "✘"
   ],
   [
    "bimbī 2",
    "жен",
    "имя мирской ученицы",
    "✔"
   ]
  ],
  "count": 5
 },
 "biḷaṅga": {
  "data": [
   [
    "bilaṅga",
    "муж",
    "vinegar",
    "✘"
   ],
   [
    "bilaṅgika 1",
    "муж",
    "имя брахмана",
    "◑"
   ],
   [
    "bilaṅgika 2",
    "прил",
    "связанный с уксусом",
    "◑"
   ],
   [
    "biḷaṅga",
    "муж",
    "кислая похлебка",
    "✔"
   ]
  ],
  "count": 4
 },
 "biḷāra": {
  "data": [
   [
    "biḷāra",
    "муж",
    "кот",
    "✔"
   ],
   [
    "biḷāla",
    "муж",
    "кот",
    "◑"
   ]
  ],
  "count": 2
 },
 "beluva": {
  "data": [
   [
    "beluva 1",
    "муж",
    "древесная яблоня",
    "✔"
   ],
   [
    "beluva 2",
    "ср",
    "плод африканского баобаба",
    "✔"
   ],
   [
    "beḷuva 1",
    "муж",
    "name of a village",
    "✘"
   ],
   [
    "beḷuva 2",
    "муж",
    "дерево бильва",
    "◑"
   ],
   [
    "beḷuva 3",
    "ср",
    "деревянное яблоко",
    "✔"
   ]
  ],
  "count": 5
 },
 "vyaggha": {
  "data": [
   [
    "byaggha",
    "муж",
    "тигр",
    "✔"
   ],
   [
    "veyaggha",
    "прил",
    "принадлежащий тигру",
    "✔"
   ],
   [
    "vyaggha",
    "муж",
    "тигр",
    "◑"
   ]
  ],
  "count": 3
 },
 "bhaggu": {
  "data": [
   [
    "bhaggava 1",
    "муж",
    "фамилия",
    "✔"
   ],
   [
    "bhaggava 2",
    "муж",
    "гончар",
    "✔"
   ]
  ],
  "count": 2
 },
 "bhū": {
  "data": [
   [
    "bhamu",
    "жен",
    "бровь",
    "✔"
   ],
   [
    "bhamukā",
    "жен",
    "бровь",
    "✔"
   ],
   [
    "bhā 2.1",
    "жен",
    "бровь",
    "✔"
   ],
   [
    "bhū 2.1",
    "жен",
    "бровь",
    "✔"
   ]
  ],
  "count": 4
 },
 "bharata": {
  "data": [
   [
    "bharata 1",
    "муж",
    "имя одного из семи царей Бхарата",
    "✔"
   ],
   [
    "bharata 2",
    "муж",
    "имя арханта-монаха",
    "◑"
   ],
   [
    "bharataka",
    "муж",
    "богатые домохозяева",
    "◑"
   ],
   [
    "bhārata",
    "прил",
    "касающийся бхараты (войны)",
    "✔"
   ],
   [
    "bhāradha",
    "муж",
    "название королевской семьи",
    "✔"
   ]
  ],
  "count": 5
 },
 "bhātar": {
  "data": [
   [
    "bhātar",
    "муж",
    "брат",
    "✔"
   ],
   [
    "bhāti 2.1",
    "муж",
    "брат",
    "◑"
   ],
   [
    "bhātika",
    "муж",
    "брат",
    "✔"
   ],
   [
    "bhātuka",
    "муж",
    "брат",
    "◑"
   ]
  ],
  "count": 4
 },
 "bhiṅkāra": {
  "data": [
   [
    "bhiṅkāra",
    "муж",
    "кувшин для воды",
    "✔"
   ],
   [
    "bhiṅgāra",
    "муж",
    "water-jug",
    "✘"
   ]
  ],
  "count": 2
 },
 "bhujissa": {
  "data": [
   [
    "bhujissa 1",
    "прил",
    "очищающий",
    "✔"
   ],
   [
    "bhujissa 2",
    "муж",
    "освобожденный из рабства",
    "✔"
   ],
   [
    "bhujissā",
    "жен",
    "освобождённая рабыня",
    "✔"
   ],
   [
    "bhojissiya",
    "ср",
    "свобода от рабства",
    "✔"
   ]
  ],
  "count": 4
 },
 "bhusa": {
  "data": [
   [
    "bhusa 2.1",
    "ср",
    "шелуха",
    "✔"
   ],
   [
    "bhusikā",
    "жен",
    "лушпайка",
    "✔"
   ]
  ],
  "count": 2
 },
 "bhoja": {
  "data": [
   [
    "bhoja 1.1",
    "муж",
    "название страны",
    "✔"
   ],
   [
    "bhojja 2.1",
    "прил",
    "из Бходжи",
    "✔"
   ]
  ],
  "count": 2
 },
 "makula": {
  "data": [
   [
    "makula",
    "ср",
    "бутон",
    "✔"
   ],
   [
    "mukula",
    "ср",
    "bud",
    "✘"
   ]
  ],
  "count": 2
 },
 "makkaṭa": {
  "data": [
   [
    "makkaṭa",
    "муж",
    "обезьяна",
    "✔"
   ],
   [
    "makkaṭaka",
    "муж",
    "паук",
    "✔"
   ],
   [
    "makkaṭī",
    "жен",
    "самка обезьяны",
    "◑"
   ]
  ],
  "count": 3
 },
 "miga": {
  "data": [
   [
    "maga 1",
    "муж",
    "олень",
    "✔"
   ],
   [
    "maga 2",
    "муж",
    "зверь",
    "✔"
   ],
   [
    "miga 1",
    "муж",
    "олень",
    "✔"
   ],
   [
    "miga 2",
    "муж",
    "животное",
    "✔"
   ],
   [
    "migava 1",
    "муж",
    "охотник",
    "✔"
   ],
   [
    "migava 2",
    "ср",
    "hunting",
    "✘"
   ],
   [
    "migava 3",
    "муж",
    "имя паркового смотрителя",
    "✔"
   ],
   [
    "migā",
    "жен",
    "лань",
    "✔"
   ],
   [
    "migī",
    "жен",
    "doe, hind",
    "✘"
   ]
  ],
  "count": 9
 },
 "magadha": {
  "data": [
   [
    "magadha",
    "муж",
    "название страны",
    "✔"
   ],
   [
    "magadhā",
    "муж",
    "люди страны Магадхи",
    "✔"
   ],
   [
    "māgadha",
    "прил",
    "Магадхи",
    "✔"
   ],
   [
    "māgadhaka",
    "прил",
    "из магадхи",
    "✔"
   ],
   [
    "māgadhika",
    "прил",
    "из магадхи",
    "◑"
   ],
   [
    "māgadhī",
    "жен",
    "language of Magadha",
    "✘"
   ],
   [
    "sumāgadhā",
    "жен",
    "name of a river",
    "✘"
   ]
  ],
  "count": 7
 },
 "magha": {
  "data": [
   [
    "magha 1",
    "муж",
    "gift",
    "◑"
   ],
   [
    "magha 2",
    "муж",
    "имя Сакки в человеческой жизни",
    "◑"
   ],
   [
    "maghavant",
    "прил",
    "эпитет Сакки",
    "✔"
   ],
   [
    "māgha 1",
    "муж",
    "(комм) прозвище Шакки",
    "✔"
   ],
   [
    "māgha 2",
    "муж",
    "месяц лунного календаря",
    "✔"
   ]
  ],
  "count": 5
 },
 "maṅgura": {
  "data": [
   [
    "maṅgura 1",
    "прил",
    "золотой",
    "✔"
   ],
   [
    "maṅgura 2",
    "муж",
    "ходячий сом",
    "✔"
   ]
  ],
  "count": 2
 },
 "maccha": {
  "data": [
   [
    "maccha",
    "муж",
    "рыба",
    "✔"
   ],
   [
    "macchaka",
    "муж",
    "маленькая рыба",
    "✔"
   ],
   [
    "macchika",
    "муж",
    "рыбак",
    "✔"
   ],
   [
    "macchī",
    "жен",
    "she-fish",
    "✘"
   ]
  ],
  "count": 4
 },
 "macchā": {
  "data": [
   [
    "macchā",
    "муж",
    "названия народа",
    "✔"
   ],
   [
    "majjhā",
    "муж",
    "name of a people",
    "✔"
   ]
  ],
  "count": 2
 },
 "majjha": {
  "data": [
   [
    "majjha 1",
    "прил",
    "серединный",
    "✔"
   ],
   [
    "majjha 2",
    "муж",
    "середина",
    "✔"
   ],
   [
    "majjha 3",
    "муж",
    "waist",
    "✘"
   ],
   [
    "majjha 4",
    "муж",
    "имя богатого мирянина",
    "✔"
   ],
   [
    "majjha 5",
    "муж",
    "название леса",
    "✔"
   ],
   [
    "majjhaṭṭha",
    "прил",
    "neutral, impartial, indifferent",
    "✘"
   ],
   [
    "majjhato",
    "несклон",
    "amidst",
    "✔"
   ],
   [
    "majjhatta 1",
    "прил",
    "к кому безразличен",
    "✔"
   ],
   [
    "majjhatta 2",
    "прил",
    "нейтральный",
    "✔"
   ],
   [
    "majjhattatā 1",
    "жен",
    "impartiality, equanimity",
    "✘"
   ],
   [
    "majjhattatā 2",
    "жен",
    "neutrality",
    "✘"
   ],
   [
    "majjhima 1",
    "прил",
    "средний",
    "✔"
   ],
   [
    "majjhima 2",
    "прил",
    "средней силы",
    "✔"
   ],
   [
    "majjhima 3",
    "муж",
    "монах со стажем от пяти до десяти лет",
    "✔"
   ],
   [
    "majjhima 4",
    "прил",
    "используемый",
    "◑"
   ],
   [
    "majjhima 5",
    "прил",
    "среднего роста",
    "✔"
   ],
   [
    "majjhima 6",
    "муж",
    "маджхима никая",
    "◑"
   ],
   [
    "majjhima 7",
    "муж",
    "средний человек",
    "✔"
   ],
   [
    "majjhima 8",
    "прил",
    "грамматический, второй (лицо) (вы",
    "✔"
   ],
   [
    "majjhimaka",
    "прил",
    "среднего размера",
    "◑"
   ],
   [
    "majjhe 1",
    "несклон",
    "посередине",
    "✔"
   ],
   [
    "majjhe 2",
    "несклон",
    "в настоящем",
    "✔"
   ],
   [
    "vemajjha",
    "ср",
    "середина",
    "✔"
   ],
   [
    "vemajjhe",
    "несклон",
    "в середине",
    "✔"
   ]
  ],
  "count": 24
 },
 "mañjarī": {
  "data": [
   [
    "mañjarikā",
    "жен",
    "цветочная композиция",
    "◑"
   ],
   [
    "mañjarī",
    "жен",
    "гроздь",
    "◑"
   ]
  ],
  "count": 2
 },
 "mañjiṭṭhā": {
  "data": [
   [
    "mañjiṭṭha",
    "прил",
    "малиновый",
    "✔"
   ],
   [
    "mañjiṭṭhaka",
    "прил",
    "малиново-красный",
    "✔"
   ],
   [
    "mañjiṭṭhā 1",
    "жен",
    "темно-красный краситель",
    "✔"
   ],
   [
    "mañjiṭṭhā 2",
    "жен",
    "red sanders tree, seeds of which are used as a jeweller's weight",
    "✘"
   ],
   [
    "mañjiṭṭhikā",
    "жен",
    "болезнь растений, которая окрашивает внутренности растения в красный цвет",
    "◑"
   ],
   [
    "mañjeṭṭha",
    "прил",
    "crimson",
    "✘"
   ],
   [
    "mañjeṭṭhaka",
    "прил",
    "малиново-красный",
    "✔"
   ],
   [
    "mañjeṭṭhika",
    "прил",
    "тёмно-красный",
    "✔"
   ],
   [
    "mañjeṭṭhī",
    "жен",
    "Bengal madder",
    "✘"
   ]
  ],
  "count": 9
 },
 "mañju": {
  "data": [
   [
    "mañju",
    "прил",
    "сладкий",
    "✔"
   ],
   [
    "mañjutā",
    "жен",
    "сладость",
    "◑"
   ],
   [
    "sumañju",
    "прил",
    "очень сладкий",
    "✔"
   ]
  ],
  "count": 3
 },
 "mattha": {
  "data": [
   [
    "mattha 1.1",
    "муж",
    "голова",
    "◑"
   ],
   [
    "matthaka 1",
    "муж",
    "голова",
    "✔"
   ],
   [
    "matthaka 2",
    "муж",
    "верх",
    "✔"
   ],
   [
    "matthaka 3",
    "муж",
    "conclusion",
    "✘"
   ],
   [
    "matthaka 4",
    "муж",
    "distance (of)",
    "✘"
   ],
   [
    "matthake 1",
    "несклон",
    "отсюда на расстоянии",
    "✔"
   ],
   [
    "matthake 2",
    "несклон",
    "период времени (отныне)",
    "✔"
   ]
  ],
  "count": 7
 },
 "madda": {
  "data": [
   [
    "madda 2.1",
    "муж",
    "название страны",
    "✔"
   ],
   [
    "maddā",
    "муж",
    "название народа",
    "✔"
   ],
   [
    "maddī",
    "жен",
    "имя принцессы",
    "✔"
   ]
  ],
  "count": 3
 },
 "mandāru": {
  "data": [
   [
    "mandāra",
    "муж",
    "name of a mountain",
    "✘"
   ],
   [
    "mandārava",
    "муж",
    "коралловое дерево",
    "✔"
   ]
  ],
  "count": 2
 },
 "mora": {
  "data": [
   [
    "mayūra",
    "муж",
    "павлин",
    "✔"
   ],
   [
    "mora",
    "муж",
    "павлин",
    "✔"
   ]
  ],
  "count": 2
 },
 "mariyādā": {
  "data": [
   [
    "mariyāda",
    "прил",
    "соблюдающий правила",
    "◑"
   ],
   [
    "mariyādā 1",
    "жен",
    "граница",
    "✔"
   ],
   [
    "mariyādā 2",
    "жен",
    "barrier, dam, embankment",
    "✘"
   ],
   [
    "vimariyādā",
    "жен",
    "безграничие, беспредельность",
    "◑"
   ]
  ],
  "count": 4
 },
 "marīci": {
  "data": [
   [
    "marīci 1",
    "жен",
    "иллюзия",
    "✔"
   ],
   [
    "marīci 2",
    "жен",
    "ray of light",
    "✘"
   ],
   [
    "marīcikā",
    "жен",
    "мираж",
    "✔"
   ]
  ],
  "count": 3
 },
 "malla": {
  "data": [
   [
    "malla",
    "муж",
    "борец",
    "◑"
   ],
   [
    "mallakā",
    "муж",
    "имя народа Малла",
    "◑"
   ],
   [
    "mallā",
    "муж",
    "имя народа Малла",
    "✔"
   ]
  ],
  "count": 3
 },
 "mahiṃsa": {
  "data": [
   [
    "mahisa",
    "муж",
    "buffalo",
    "✘"
   ],
   [
    "mahiṃsa",
    "муж",
    "бизон",
    "✔"
   ]
  ],
  "count": 2
 },
 "mā": {
  "data": [
   [
    "mā 1.1",
    "несклон",
    "не надо",
    "✔"
   ],
   [
    "mā 1.2",
    "несклон",
    "хватит!",
    "✔"
   ]
  ],
  "count": 2
 },
 "maganda": {
  "data": [
   [
    "māgaṇḍi",
    "муж",
    "имя странствующего аскета",
    "◑"
   ],
   [
    "māgaṇḍika",
    "муж",
    "последователь Магандии",
    "◑"
   ],
   [
    "māgaṇḍiya",
    "муж",
    "имя странствующего подвижника",
    "✔"
   ],
   [
    "māgandiya",
    "муж",
    "name of a wandering ascetic",
    "✘"
   ]
  ],
  "count": 4
 },
 "maga": {
  "data": [
   [
    "māgavi",
    "муж",
    "охотник",
    "◑"
   ],
   [
    "māgavika",
    "муж",
    "охотник",
    "✔"
   ]
  ],
  "count": 2
 },
 "māluta": {
  "data": [
   [
    "māruta",
    "муж",
    "ветер",
    "◑"
   ],
   [
    "māluta",
    "муж",
    "ветер",
    "✔"
   ]
  ],
  "count": 2
 },
 "mālā": {
  "data": [
   [
    "māla 2.1",
    "ср",
    "garland",
    "✔"
   ],
   [
    "mālavant",
    "прил",
    "с гирляндой",
    "✘"
   ],
   [
    "mālā 1",
    "жен",
    "гирлянда",
    "✔"
   ],
   [
    "mālā 2",
    "жен",
    "flower",
    "✔"
   ],
   [
    "mālā 3",
    "жен",
    "парадигма склонения",
    "◑"
   ],
   [
    "mālika",
    "прил",
    "носящий гирлянды",
    "✔"
   ],
   [
    "mālinī",
    "прил",
    "носящая венки",
    "✔"
   ],
   [
    "mālī 1",
    "прил",
    "носящий гирлянды",
    "✔"
   ],
   [
    "mālī 2",
    "прил",
    "увенчанный",
    "◑"
   ]
  ],
  "count": 9
 },
 "māsa2": {
  "data": [
   [
    "māsa 2.1",
    "муж",
    "боб",
    "✔"
   ],
   [
    "māsaka 1",
    "муж",
    "монета низкой стоимости",
    "◑"
   ],
   [
    "māsaka 2",
    "прил",
    "стоимостью одной масаки",
    "✔"
   ]
  ],
  "count": 3
 },
 "māḷa": {
  "data": [
   [
    "māḷa",
    "муж",
    "жилой дом",
    "✔"
   ],
   [
    "māḷaka",
    "муж",
    "небольшой зал",
    "✔"
   ]
  ],
  "count": 2
 },
 "micchā": {
  "data": [
   [
    "micchatta 1",
    "ср",
    "falsehood",
    "✘"
   ],
   [
    "micchatta 2",
    "ср",
    "негодность",
    "✔"
   ],
   [
    "micchā 1",
    "несклон",
    "ложный",
    "✔"
   ],
   [
    "micchā 2",
    "несклон",
    "неверно",
    "✔"
   ]
  ],
  "count": 4
 },
 "mithilā": {
  "data": [
   [
    "mithilā",
    "жен",
    "название города",
    "✔"
   ],
   [
    "mithileyyaka",
    "прил",
    "живущий в михилае",
    "✔"
   ],
   [
    "methileyyaka",
    "прил",
    "живущий в митхиле",
    "✔"
   ]
  ],
  "count": 3
 },
 "middha": {
  "data": [
   [
    "middha 1",
    "ср",
    "сонливость",
    "✔"
   ],
   [
    "middha 2",
    "прил",
    "сонливый",
    "✔"
   ],
   [
    "middhī",
    "прил",
    "дремлющий",
    "✔"
   ]
  ],
  "count": 3
 },
 "milakkha": {
  "data": [
   [
    "milakkha",
    "муж",
    "варвар",
    "◑"
   ],
   [
    "milakkhaka 1",
    "муж",
    "варвар",
    "◑"
   ],
   [
    "milakkhaka 2",
    "ср",
    "варварский язык",
    "◑"
   ],
   [
    "milakkhu",
    "муж",
    "варвар",
    "◑"
   ]
  ],
  "count": 4
 },
 "mucalinda": {
  "data": [
   [
    "mucalinda 1",
    "муж",
    "тип дерева",
    "◑"
   ],
   [
    "mucalinda 2",
    "муж",
    "one of the great Himalayan lakes",
    "✘"
   ],
   [
    "mucalinda 3",
    "муж",
    "вид дерева",
    "◑"
   ]
  ],
  "count": 3
 },
 "muñja": {
  "data": [
   [
    "muñja 1",
    "муж",
    "трава, используемая для покрытия крыш, плетения корзин и веревок",
    "✔"
   ],
   [
    "muñja 2",
    "ср",
    "fish",
    "✘"
   ]
  ],
  "count": 2
 },
 "muṭṭhi": {
  "data": [
   [
    "muṭṭhi 1",
    "муж",
    "кулак",
    "✔"
   ],
   [
    "muṭṭhi 2",
    "жен",
    "горсть",
    "✔"
   ],
   [
    "muṭṭhi 3",
    "муж",
    "measure of length",
    "✘"
   ],
   [
    "muṭṭhi 4",
    "муж",
    "handle",
    "✘"
   ]
  ],
  "count": 4
 },
 "mudiṅga": {
  "data": [
   [
    "mutiṅga",
    "муж",
    "мриданга",
    "✔"
   ],
   [
    "mudiṅga",
    "муж",
    "литавры",
    "✔"
   ]
  ],
  "count": 2
 },
 "musala": {
  "data": [
   [
    "musala 1",
    "муж",
    "дубинка",
    "✔"
   ],
   [
    "musala 2",
    "муж",
    "пест",
    "✔"
   ],
   [
    "musala 3",
    "муж",
    "лопата",
    "✔"
   ],
   [
    "musala 4",
    "ср",
    "пест",
    "✔"
   ],
   [
    "mosalla",
    "прил",
    "заслуживающий быть побитым (дубинками)",
    "✘"
   ]
  ],
  "count": 5
 },
 "muhu": {
  "data": [
   [
    "muhutta 1",
    "муж",
    "момент",
    "✔"
   ],
   [
    "muhutta 2",
    "муж",
    "48 минут",
    "✔"
   ],
   [
    "muhuttaṃ",
    "несклон",
    "на мгновение",
    "✔"
   ],
   [
    "muhuttika 1",
    "прил",
    "existing only for a moment",
    "✘"
   ],
   [
    "muhuttika 2",
    "муж",
    "astrologer",
    "✘"
   ],
   [
    "muhuttikā 1",
    "жен",
    "сексуальная связь",
    "✔"
   ],
   [
    "muhuttikā 2",
    "жен",
    "astrologer",
    "✘"
   ],
   [
    "muhuttena",
    "несклон",
    "мгновенно",
    "✔"
   ],
   [
    "muhuṃ 1",
    "несклон",
    "повторно",
    "✔"
   ],
   [
    "muhuṃ 2",
    "несклон",
    "quickly",
    "✘"
   ],
   [
    "sumuhutta",
    "муж",
    "хороший момент",
    "✔"
   ]
  ],
  "count": 11
 },
 "meṇḍa": {
  "data": [
   [
    "meṇḍa",
    "муж",
    "баран",
    "✔"
   ],
   [
    "meṇḍaka 1",
    "муж",
    "ram, sheep",
    "✘"
   ],
   [
    "meṇḍaka 2",
    "муж",
    "имя мирянина",
    "◑"
   ]
  ],
  "count": 3
 },
 "muggala": {
  "data": [
   [
    "moggalāna",
    "муж",
    "name of a classical Pāḷi grammar",
    "✘"
   ],
   [
    "moggalla",
    "муж",
    "имя министра",
    "✔"
   ],
   [
    "moggallāna 1",
    "муж",
    "имя одного из главных учеников Будды",
    "✔"
   ],
   [
    "moggallāna 2",
    "муж",
    "фамилия",
    "✔"
   ],
   [
    "moggallāna 3",
    "ср",
    "имя известного грамматического труда",
    "◑"
   ]
  ],
  "count": 5
 },
 "moḷi": {
  "data": [
   [
    "moḷi 1",
    "муж",
    "пучок волос, оставшийся после бритья головы",
    "✔"
   ],
   [
    "moḷi 2",
    "муж",
    "макушка",
    "✔"
   ],
   [
    "moḷiya",
    "прил",
    "лохматый",
    "✔"
   ]
  ],
  "count": 3
 },
 "yakana": {
  "data": [
   [
    "yaka",
    "ср",
    "печень",
    "◑"
   ],
   [
    "yakana",
    "ср",
    "печень",
    "✔"
   ]
  ],
  "count": 2
 },
 "laṭṭhi": {
  "data": [
   [
    "yaṭṭhi 1",
    "жен",
    "палка",
    "◑"
   ],
   [
    "yaṭṭhi 2",
    "жен",
    "pole",
    "✘"
   ],
   [
    "yaṭṭhi 3",
    "жен",
    "палка",
    "✔"
   ],
   [
    "yaṭṭhi 4",
    "жен",
    "measure of length (7 ratana = 1 yaṭṭhi",
    "✘"
   ],
   [
    "laṭṭhi 1",
    "жен",
    "палка",
    "✔"
   ],
   [
    "laṭṭhi 2",
    "жен",
    "молодое дерево",
    "✔"
   ],
   [
    "laṭṭhi 3",
    "жен",
    "трость",
    "✔"
   ],
   [
    "laṭṭhikā 1",
    "жен",
    "саженец",
    "✔"
   ],
   [
    "laṭṭhikā 2",
    "жен",
    "посох",
    "◑"
   ]
  ],
  "count": 9
 },
 "yadi": {
  "data": [
   [
    "yadi 1",
    "несклон",
    "если",
    "✔"
   ],
   [
    "yadi 2",
    "несклон",
    "или",
    "✔"
   ]
  ],
  "count": 2
 },
 "yava": {
  "data": [
   [
    "yava 1",
    "муж",
    "ячмень",
    "✔"
   ],
   [
    "yava 2",
    "муж",
    "measure of length (8 yava = 1 aṅgula)",
    "✘"
   ],
   [
    "yavaka",
    "муж",
    "ячмень",
    "✔"
   ],
   [
    "yavasa",
    "муж",
    "корм",
    "✔"
   ]
  ],
  "count": 4
 },
 "yona": {
  "data": [
   [
    "yona",
    "ср",
    "бактрия",
    "◑"
   ],
   [
    "yonaka",
    "прил",
    "бактрийский",
    "◑"
   ],
   [
    "yonā",
    "муж",
    "ионийцы",
    "✔"
   ]
  ],
  "count": 3
 },
 "rajju": {
  "data": [
   [
    "rajju",
    "жен",
    "веревка",
    "✔"
   ],
   [
    "rajjuka",
    "муж",
    "small string",
    "✘"
   ]
  ],
  "count": 2
 },
 "ratana": {
  "data": [
   [
    "ratana 1.1",
    "ср",
    "драгоценность",
    "✔"
   ],
   [
    "ratana 1.2",
    "ср",
    "сокровище",
    "✔"
   ],
   [
    "ratana 1.3",
    "прил",
    "с драгоценностями",
    "✔"
   ],
   [
    "ratana 1.4",
    "ср",
    "королева",
    "✔"
   ],
   [
    "ratana 2.1",
    "ср",
    "мера длины",
    "✔"
   ],
   [
    "ratanika",
    "прил",
    "измеряющий локоть",
    "✔"
   ],
   [
    "ratna",
    "ср",
    "драгоценный камень",
    "◑"
   ]
  ],
  "count": 7
 },
 "raṃsi": {
  "data": [
   [
    "rasmi 1",
    "жен",
    "(световой) луч",
    "✔"
   ],
   [
    "raṃsa",
    "прил",
    "имеющий лучи",
    "✔"
   ],
   [
    "raṃsi",
    "жен",
    "свет, луч, пучок",
    "✔"
   ]
  ],
  "count": 3
 },
 "rasmi": {
  "data": [
   [
    "rasmi 2",
    "жен",
    "(лошади) поводья",
    "✔"
   ],
   [
    "raṃsī",
    "прил",
    "светящийся, лучистый",
    "◑"
   ]
  ],
  "count": 2
 },
 "rāsi": {
  "data": [
   [
    "rāsi",
    "муж",
    "масса",
    "✔"
   ],
   [
    "rāsika",
    "муж",
    "сбор доходов",
    "✔"
   ],
   [
    "rāsiya",
    "муж",
    "имя вождя",
    "◑"
   ]
  ],
  "count": 3
 },
 "rāhu": {
  "data": [
   [
    "rāhu 1",
    "муж",
    "имя владыки асуров",
    "✔"
   ],
   [
    "rāhu 2",
    "муж",
    "затмение",
    "✔"
   ]
  ],
  "count": 2
 },
 "rudda": {
  "data": [
   [
    "rudda",
    "прил",
    "свирепый, дикий, жестокий, яростный",
    "◑"
   ],
   [
    "ruddha 1.1",
    "прил",
    "свирепый",
    "◑"
   ]
  ],
  "count": 2
 },
 "rumā": {
  "data": [
   [
    "rumā",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "romaka 2.1",
    "муж",
    "помет",
    "✔"
   ]
  ],
  "count": 2
 },
 "reṇu": {
  "data": [
   [
    "reṇu 1",
    "муж",
    "пыль",
    "✔"
   ],
   [
    "reṇu 2",
    "муж",
    "пыльца",
    "✔"
   ],
   [
    "reṇu 3",
    "муж",
    "имя царя",
    "✔"
   ],
   [
    "reṇu 4",
    "муж",
    "name of one the seven Bharata kings",
    "✔"
   ]
  ],
  "count": 4
 },
 "lakuṇḍa": {
  "data": [
   [
    "lakuṇḍa",
    "муж",
    "карлик",
    "✔"
   ],
   [
    "lakuṇḍaka",
    "прил",
    "карликовый",
    "◑"
   ]
  ],
  "count": 2
 },
 "laṇḍa": {
  "data": [
   [
    "laṇḍa",
    "муж",
    "помет животных",
    "◑"
   ],
   [
    "laṇḍikā",
    "жен",
    "экскременты животных",
    "◑"
   ]
  ],
  "count": 2
 },
 "latā": {
  "data": [
   [
    "latā 1",
    "жен",
    "лиана",
    "✔"
   ],
   [
    "latā 2",
    "жен",
    "(о молнии) раздвоение",
    "✔"
   ]
  ],
  "count": 2
 },
 "lumbini": {
  "data": [
   [
    "lumbini",
    "жен",
    "имя рощи, где родился Будда",
    "◑"
   ],
   [
    "lumbineyya",
    "прил",
    "вокруг Лумбини",
    "✔"
   ]
  ],
  "count": 2
 },
 "loha": {
  "data": [
   [
    "loha 1",
    "ср",
    "медь",
    "✔"
   ],
   [
    "loha 2",
    "ср",
    "металл",
    "◑"
   ],
   [
    "loha 3",
    "муж",
    "что-то сделанное из меди",
    "◑"
   ]
  ],
  "count": 3
 },
 "v": {
  "data": [
   [
    "va 4.1",
    "буква",
    "(грамм) буква в",
    "✔"
   ],
   [
    "vatta 2.1",
    "буква",
    "(грам) буква в",
    "◑"
   ]
  ],
  "count": 2
 },
 "vacā": {
  "data": [
   [
    "vacatta",
    "ср",
    "белый корень ириса или аир",
    "✔"
   ],
   [
    "vacā",
    "жен",
    "корень касатика, аир",
    "✔"
   ]
  ],
  "count": 2
 },
 "vaccas": {
  "data": [
   [
    "vaccas",
    "муж",
    "власть",
    "◑"
   ],
   [
    "vaccasī",
    "прил",
    "блестящий",
    "✔"
   ],
   [
    "vacchasī",
    "прил",
    "сияющий",
    "✔"
   ]
  ],
  "count": 3
 },
 "vajira": {
  "data": [
   [
    "vajira 1",
    "ср",
    "алмаз",
    "✔"
   ],
   [
    "vajira 2",
    "ср",
    "громовой разряд",
    "✔"
   ],
   [
    "vajirā",
    "жен",
    "имя монахини",
    "◑"
   ],
   [
    "vajirī",
    "жен",
    "имя принцессы",
    "✔"
   ]
  ],
  "count": 4
 },
 "vajjī": {
  "data": [
   [
    "vajjiya 2.1",
    "прил",
    "принадлежащий Ваджжи",
    "◑"
   ],
   [
    "vajjī 1",
    "муж",
    "название жителей Ваджжи",
    "✔"
   ],
   [
    "vajjī 2",
    "прил",
    "принадлежащий к Ваджджи",
    "✔"
   ],
   [
    "vajjī 3",
    "муж",
    "название страны",
    "✔"
   ]
  ],
  "count": 4
 },
 "vaṭaṃsa": {
  "data": [
   [
    "vaṭaṃsa",
    "муж",
    "венок",
    "✔"
   ],
   [
    "vaṭaṃsaka",
    "прил",
    "увенчанный",
    "✔"
   ]
  ],
  "count": 2
 },
 "vaṇija": {
  "data": [
   [
    "vaṇi",
    "муж",
    "бизнес",
    "✔"
   ],
   [
    "vaṇija",
    "муж",
    "купец",
    "◑"
   ],
   [
    "vaṇijjā",
    "жен",
    "торговля",
    "✔"
   ],
   [
    "vāṇija",
    "муж",
    "торговец",
    "✔"
   ],
   [
    "vāṇijaka",
    "муж",
    "неумелый торговец",
    "✔"
   ],
   [
    "vāṇijja",
    "ср",
    "торговля",
    "✔"
   ]
  ],
  "count": 6
 },
 "vanibbaka": {
  "data": [
   [
    "vaṇibbaka",
    "муж",
    "mendicant",
    "✘"
   ],
   [
    "vanibbaka",
    "муж",
    "нищий",
    "✔"
   ]
  ],
  "count": 2
 },
 "vata1": {
  "data": [
   [
    "vata 1.1",
    "несклон",
    "ох!",
    "✔"
   ],
   [
    "vata 1.2",
    "несклон",
    "несомненно",
    "✔"
   ]
  ],
  "count": 2
 },
 "vatthi": {
  "data": [
   [
    "vatthi 1",
    "жен",
    "мочевой пузырь",
    "✔"
   ],
   [
    "vatthi 3",
    "жен",
    "живот",
    "✔"
   ],
   [
    "vatthi 4",
    "жен",
    "sheath (enveloping the male organ)",
    "✘"
   ],
   [
    "vatthi 5",
    "жен",
    "клизма",
    "◑"
   ],
   [
    "vatthī",
    "муж",
    "моча",
    "✔"
   ]
  ],
  "count": 5
 },
 "vammī": {
  "data": [
   [
    "vammika 1",
    "муж",
    "муравейник, термитник",
    "✔"
   ],
   [
    "vammika 2",
    "ср",
    "ant-hill",
    "✔"
   ],
   [
    "vammī 1.1",
    "муж",
    "wearing armour",
    "✘"
   ],
   [
    "vammī 2.1",
    "жен",
    "муравей",
    "◑"
   ]
  ],
  "count": 4
 },
 "varāha": {
  "data": [
   [
    "varāha",
    "муж",
    "дикая свинья",
    "✔"
   ],
   [
    "varāhī",
    "жен",
    "sow",
    "✘"
   ]
  ],
  "count": 2
 },
 "varuṇa": {
  "data": [
   [
    "varuṇa",
    "муж",
    "имя ведийского бога",
    "✔"
   ],
   [
    "varuṇā",
    "муж",
    "name of a group of deities",
    "✔"
   ],
   [
    "vāraṇā",
    "муж",
    "name of a group of nāgas",
    "✔"
   ],
   [
    "vāruṇā",
    "муж",
    "name of a group of nāgas",
    "✔"
   ],
   [
    "vāruṇī 1",
    "жен",
    "пальмовое вино",
    "✔"
   ],
   [
    "vāruṇī 2",
    "жен",
    "женщина, одержимая духом",
    "✔"
   ],
   [
    "vāruṇī 3",
    "муж",
    "пьяница",
    "✔"
   ]
  ],
  "count": 7
 },
 "valāha": {
  "data": [
   [
    "valāha",
    "муж",
    "облако",
    "◑"
   ],
   [
    "valāhaka 1",
    "муж",
    "облако",
    "✔"
   ],
   [
    "valāhaka 2",
    "муж",
    "кличка королевского скакуна махасудассаны",
    "✔"
   ],
   [
    "suvalāhaka",
    "прил",
    "с прекрасными облаками",
    "✔"
   ]
  ],
  "count": 4
 },
 "vasu": {
  "data": [
   [
    "vasudhā",
    "жен",
    "earth",
    "✘"
   ],
   [
    "vasumatī",
    "жен",
    "earth",
    "✘"
   ],
   [
    "vāsava",
    "муж",
    "эпитет Сакки",
    "✔"
   ]
  ],
  "count": 3
 },
 "vaḷavā": {
  "data": [
   [
    "vaḷava",
    "муж",
    "жеребец, похожий на кобылу",
    "✔"
   ],
   [
    "vaḷavā",
    "жен",
    "кобыла",
    "✔"
   ],
   [
    "vāḷava",
    "муж",
    "мул",
    "✔"
   ]
  ],
  "count": 3
 },
 "vaṃsa": {
  "data": [
   [
    "vaṃsa 1",
    "муж",
    "бамбук",
    "✔"
   ],
   [
    "vaṃsa 2",
    "муж",
    "акробатика",
    "✔"
   ],
   [
    "vaṃsa 3",
    "муж",
    "родословная",
    "✔"
   ],
   [
    "vaṃsa 4",
    "муж",
    "bamboo flute",
    "✘"
   ],
   [
    "vaṃsa 5",
    "муж",
    "ridge-pole of roof (?)",
    "✘"
   ],
   [
    "vaṃsā",
    "муж",
    "name of a people",
    "✔"
   ],
   [
    "vaṃsika",
    "прил",
    "belonging to a clan or race",
    "✘"
   ]
  ],
  "count": 7
 },
 "vāgurā": {
  "data": [
   [
    "vākurā",
    "жен",
    "сеть для ловли оленей",
    "◑"
   ],
   [
    "vāgurā",
    "жен",
    "сеть для ловли оленей",
    "◑"
   ]
  ],
  "count": 2
 },
 "vāma": {
  "data": [
   [
    "vāma 1",
    "прил",
    "левый (бок)",
    "✔"
   ],
   [
    "vāma 2",
    "прил",
    "agreeable",
    "✘"
   ],
   [
    "vāmaka 1",
    "муж",
    "имя ведийского мудреца",
    "✔"
   ],
   [
    "vāmaka 2",
    "прил",
    "левый ключица",
    "✔"
   ],
   [
    "vāmato",
    "несклон",
    "неправильно",
    "◑"
   ]
  ],
  "count": 5
 },
 "vāmana": {
  "data": [
   [
    "vāmana 1",
    "муж",
    "dwarf",
    "✘"
   ],
   [
    "vāmana 2",
    "прил",
    "dwarfish",
    "✘"
   ],
   [
    "vāmanaka 1",
    "прил",
    "карликовый",
    "✔"
   ],
   [
    "vāmanaka 2",
    "муж",
    "dwarf",
    "✔"
   ]
  ],
  "count": 4
 },
 "vāri": {
  "data": [
   [
    "vāri 1.1",
    "ср",
    "вода",
    "✔"
   ],
   [
    "vārī",
    "прил",
    "с водой",
    "✔"
   ]
  ],
  "count": 2
 },
 "vāla": {
  "data": [
   [
    "vāla 1.1",
    "муж",
    "волосы на хвосте",
    "✔"
   ],
   [
    "vāla 1.2",
    "муж",
    "сито из хвоста лошадиных волос",
    "✔"
   ],
   [
    "vālaka",
    "прил",
    "бахромчатый, хвостатый",
    "◑"
   ],
   [
    "vāladhi",
    "муж",
    "хвост",
    "✔"
   ],
   [
    "vāḷa 2.1",
    "муж",
    "хвостовой волос",
    "✔"
   ]
  ],
  "count": 5
 },
 "vālikā": {
  "data": [
   [
    "vālikā",
    "жен",
    "песок",
    "✔"
   ],
   [
    "vālukā 1",
    "жен",
    "песок",
    "✔"
   ],
   [
    "vālukā 2",
    "жен",
    "песчинка",
    "◑"
   ]
  ],
  "count": 3
 },
 "vāsi": {
  "data": [
   [
    "vāsi 1.1",
    "жен",
    "топор",
    "✔"
   ],
   [
    "vāsi 1.2",
    "жен",
    "острый нож",
    "◑"
   ],
   [
    "vāsī 3.1",
    "жен",
    "axe",
    "✔"
   ]
  ],
  "count": 3
 },
 "vāseṭṭha": {
  "data": [
   [
    "vāseṭṭha 1",
    "муж",
    "имя ведийского мудреца",
    "✔"
   ],
   [
    "vāseṭṭha 2",
    "муж",
    "фамилия брахманов",
    "✔"
   ],
   [
    "vāseṭṭha 3",
    "муж",
    "имя молодого брахмана",
    "✔"
   ],
   [
    "vāseṭṭha 4",
    "муж",
    "имя семьи брахманов",
    "✔"
   ],
   [
    "vāseṭṭhī",
    "жен",
    "имя монахини архат",
    "✔"
   ]
  ],
  "count": 5
 },
 "viṭapa": {
  "data": [
   [
    "viṭapa 1",
    "муж",
    "ветка",
    "◑"
   ],
   [
    "viṭapa 2",
    "муж",
    "roots descending from branches",
    "✘"
   ],
   [
    "viṭapī",
    "муж",
    "дерево",
    "✔"
   ]
  ],
  "count": 3
 },
 "videha": {
  "data": [
   [
    "videha",
    "муж",
    "название страны",
    "◑"
   ],
   [
    "videhā",
    "муж",
    "название народа Видеха",
    "✔"
   ],
   [
    "vedeha",
    "прил",
    "принадлежащий видехи",
    "✔"
   ],
   [
    "vedehikā",
    "жен",
    "имя мирянки в Саваттхи",
    "✔"
   ],
   [
    "suvidehā",
    "муж",
    "добрые люди из Видехи",
    "✔"
   ]
  ],
  "count": 5
 },
 "vi": {
  "data": [
   [
    "vinā 1",
    "несклон",
    "без (чего-либо)",
    "✔"
   ],
   [
    "vinā 2",
    "несклон",
    "отдельно",
    "✔"
   ]
  ],
  "count": 2
 },
 "visada": {
  "data": [
   [
    "visada 1",
    "прил",
    "чистый",
    "✔"
   ],
   [
    "visada 2",
    "прил",
    "manifest",
    "✘"
   ],
   [
    "visada 3",
    "прил",
    "clear-cut, definite",
    "✘"
   ],
   [
    "visadatā",
    "жен",
    "ясность",
    "◑"
   ]
  ],
  "count": 4
 },
 "salla": {
  "data": [
   [
    "visalla",
    "прил",
    "удаливший стрелу",
    "✔"
   ],
   [
    "visallāna",
    "прил",
    "удаливших стрелу",
    "◑"
   ],
   [
    "salla 1",
    "муж",
    "стрела",
    "✔"
   ],
   [
    "salla 2",
    "ср",
    "(любой острый предмет, который вызывает боль) стрела",
    "✔"
   ],
   [
    "salla 3",
    "муж",
    "surgical instrument",
    "✘"
   ],
   [
    "salla 4",
    "муж",
    "quill of a porcupine",
    "✘"
   ],
   [
    "sallaka",
    "муж",
    "porcupine",
    "✘"
   ],
   [
    "sallato",
    "несклон",
    "как стрела",
    "✔"
   ],
   [
    "sallalī",
    "муж",
    "гилзка дикобраза",
    "✔"
   ],
   [
    "sasalla",
    "прил",
    "имеющий стрелу",
    "◑"
   ]
  ],
  "count": 10
 },
 "visu": {
  "data": [
   [
    "visavitā",
    "жен",
    "variety",
    "✔"
   ],
   [
    "visu",
    "несклон",
    "различный",
    "◑"
   ],
   [
    "visuṃ",
    "несклон",
    "отдельно",
    "✔"
   ]
  ],
  "count": 3
 },
 "sāci": {
  "data": [
   [
    "visāci",
    "несклон",
    "(о взгляде) косо",
    "◑"
   ],
   [
    "sāci",
    "несклон",
    "криво",
    "✔"
   ]
  ],
  "count": 2
 },
 "visāṇa": {
  "data": [
   [
    "visāṇa 1",
    "ср",
    "рог",
    "✔"
   ],
   [
    "visāṇa 2",
    "ср",
    "tusk",
    "✘"
   ],
   [
    "visāṇa 3",
    "прил",
    "с рогом",
    "✔"
   ],
   [
    "visāṇaka",
    "ср",
    "рожок",
    "✔"
   ]
  ],
  "count": 4
 },
 "visūka": {
  "data": [
   [
    "visūka 1",
    "ср",
    "представление",
    "✔"
   ],
   [
    "visūka 2",
    "ср",
    "кручение",
    "✔"
   ],
   [
    "visūka 3",
    "ср",
    "distortion",
    "✘"
   ],
   [
    "visūkāyika",
    "ср",
    "извивание",
    "◑"
   ],
   [
    "visūkāyita 1",
    "ср",
    "скручивание",
    "✔"
   ],
   [
    "visūkāyita 2",
    "ср",
    "беспокойство",
    "◑"
   ]
  ],
  "count": 6
 },
 "vissa": {
  "data": [
   [
    "vissa",
    "прил",
    "прокисший",
    "✔"
   ],
   [
    "vissavant",
    "прил",
    "затхлый",
    "✔"
   ]
  ],
  "count": 2
 },
 "viha": {
  "data": [
   [
    "viha",
    "муж",
    "небо",
    "✔"
   ],
   [
    "veha",
    "муж",
    "небо",
    "✔"
   ],
   [
    "vehāyasa",
    "муж",
    "воздух",
    "✔"
   ],
   [
    "vehāyasaṃ",
    "несклон",
    "в воздухе",
    "◑"
   ],
   [
    "vehāsa",
    "муж",
    "воздух",
    "✔"
   ],
   [
    "vehāsaya",
    "муж",
    "воздух",
    "✔"
   ],
   [
    "vehāsaṃ",
    "несклон",
    "в воздухе",
    "✔"
   ]
  ],
  "count": 7
 },
 "veḷu": {
  "data": [
   [
    "veṇu 1",
    "муж",
    "bamboo",
    "✘"
   ],
   [
    "veṇu 2",
    "муж",
    "флейта",
    "◑"
   ],
   [
    "veḷu 1",
    "муж",
    "бамбук",
    "✔"
   ],
   [
    "veḷu 2",
    "жен",
    "бамбук",
    "✔"
   ],
   [
    "veḷuva",
    "муж",
    "название деревни",
    "✔"
   ],
   [
    "veḷuvant",
    "прил",
    "полный бамбука",
    "✔"
   ]
  ],
  "count": 6
 },
 "veṇhu": {
  "data": [
   [
    "veṇḍu",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "veṇhu",
    "муж",
    "имя божества",
    "◑"
   ]
  ],
  "count": 2
 },
 "verañjā": {
  "data": [
   [
    "verañja",
    "прил",
    "живущий в Верандже",
    "◑"
   ],
   [
    "verañjaka",
    "прил",
    "из Веранья",
    "✔"
   ],
   [
    "verañjā",
    "жен",
    "имя города",
    "◑"
   ]
  ],
  "count": 3
 },
 "velāma": {
  "data": [
   [
    "velāma",
    "муж",
    "имя Будды в предыдущем воплощении",
    "◑"
   ],
   [
    "velāmikā",
    "жен",
    "(комм) женщина, рожденная от смешанного брака благородного происхождения и брахмана",
    "✔"
   ]
  ],
  "count": 2
 },
 "vesālī": {
  "data": [
   [
    "vesāla",
    "прил",
    "из Весали",
    "◑"
   ],
   [
    "vesālā",
    "муж",
    "name of a group of nāgas",
    "✔"
   ],
   [
    "vesālika",
    "прил",
    "связанный с Весали",
    "✔"
   ],
   [
    "vesāliya",
    "прил",
    "весальский, из Весали",
    "◑"
   ],
   [
    "vesālī",
    "жен",
    "название города",
    "✔"
   ]
  ],
  "count": 5
 },
 "vessa": {
  "data": [
   [
    "vessa 1.1",
    "муж",
    "человек из касты торговцев и земледельцев",
    "✔"
   ],
   [
    "vessāyana",
    "муж",
    "человек торгового или сельскохозяйственного сословия",
    "✔"
   ],
   [
    "vessinī",
    "жен",
    "woman of the merchant and agricultural caste",
    "✔"
   ],
   [
    "vessī 1",
    "жен",
    "женщина из касты купцов и земледельцев",
    "✔"
   ],
   [
    "vessī 2",
    "прил",
    "belonging to the merchant class",
    "✘"
   ]
  ],
  "count": 5
 },
 "veḷuriya": {
  "data": [
   [
    "veḷuriya",
    "муж",
    "кошачий глаз",
    "✔"
   ],
   [
    "veḷūriya",
    "муж",
    "кошачий глаз",
    "✔"
   ]
  ],
  "count": 2
 },
 "sakaṭa": {
  "data": [
   [
    "sakaṭa",
    "ср",
    "телега",
    "✔"
   ],
   [
    "sākaṭika",
    "муж",
    "возница",
    "✔"
   ]
  ],
  "count": 2
 },
 "sakuṇa": {
  "data": [
   [
    "sakuṇa",
    "муж",
    "птица",
    "✔"
   ],
   [
    "sakuṇika",
    "прил",
    "принадлежащий птице",
    "◑"
   ],
   [
    "sakuṇikā",
    "жен",
    "самка птицы",
    "✔"
   ],
   [
    "sakuṇī",
    "жен",
    "птица самка",
    "✔"
   ],
   [
    "sakunta",
    "муж",
    "птица",
    "✔"
   ],
   [
    "sākuṇika",
    "муж",
    "охотник на птиц",
    "✔"
   ],
   [
    "sākuṇiya",
    "муж",
    "ловец птиц",
    "◑"
   ],
   [
    "sākuntika",
    "муж",
    "ловец птиц",
    "✔"
   ]
  ],
  "count": 8
 },
 "sakkharā": {
  "data": [
   [
    "sakkharā 1",
    "жен",
    "гравий",
    "✔"
   ],
   [
    "sakkharā 2",
    "жен",
    "глиняный черепок",
    "✔"
   ],
   [
    "sakkharā 3",
    "жен",
    "crystal",
    "✘"
   ],
   [
    "sakkharā 4",
    "жен",
    "jaggery",
    "✘"
   ],
   [
    "sakkharika",
    "прил",
    "песчаный",
    "✔"
   ]
  ],
  "count": 5
 },
 "sakkhali": {
  "data": [
   [
    "sakkhali 1",
    "жен",
    "пудинг из грубой рисовой муки, сваренный в пальмовом сахаре и известковой воде",
    "◑"
   ],
   [
    "sakkhali 2",
    "жен",
    "orifice (of the ear), slice, scale of fish",
    "✘"
   ],
   [
    "sakkhalikā 1",
    "жен",
    "ушная полость",
    "✔"
   ],
   [
    "sakkhalikā 2",
    "жен",
    "пирожное",
    "✔"
   ],
   [
    "sakkhalikā 3",
    "жен",
    "fish scale",
    "✘"
   ]
  ],
  "count": 5
 },
 "sakha": {
  "data": [
   [
    "sakha",
    "муж",
    "друг",
    "✔"
   ],
   [
    "sakhāra",
    "муж",
    "друг",
    "✔"
   ],
   [
    "sakhi",
    "муж",
    "друг",
    "✔"
   ],
   [
    "sakhila",
    "прил",
    "(о речи) добрый",
    "✔"
   ],
   [
    "sakhī",
    "жен",
    "подруга",
    "✔"
   ],
   [
    "sakhya",
    "ср",
    "дружба",
    "✔"
   ],
   [
    "sākhalya",
    "ср",
    "дружелюбие",
    "✔"
   ]
  ],
  "count": 7
 },
 "saṅkha": {
  "data": [
   [
    "saṅkha 1",
    "муж",
    "раковина моллюска",
    "✔"
   ],
   [
    "saṅkha 2",
    "муж",
    "название растения с длинными корнями (комм)",
    "◑"
   ],
   [
    "saṅkha 3",
    "муж",
    "name of a future king",
    "✘"
   ]
  ],
  "count": 3
 },
 "saṇa": {
  "data": [
   [
    "saṇa 1",
    "ср",
    "мадрасский канат",
    "◑"
   ],
   [
    "saṇa 2",
    "ср",
    "джут",
    "◑"
   ],
   [
    "saṇṇa",
    "прил",
    "изготовленный из мадрасской конопли",
    "◑"
   ],
   [
    "sāṇa 1.1",
    "прил",
    "сделанный из индийской конопли",
    "✔"
   ],
   [
    "sāṇa 1.2",
    "ср",
    "полотно из санновой конопли",
    "✔"
   ],
   [
    "sāṇa 1.3",
    "муж",
    "имя мирянина",
    "✔"
   ],
   [
    "sāṇi 1",
    "жен",
    "грубая конопляная ткань",
    "✔"
   ],
   [
    "sāṇi 2",
    "жен",
    "ширма",
    "✔"
   ],
   [
    "sāṇī",
    "жен",
    "экран",
    "◑"
   ]
  ],
  "count": 9
 },
 "saṇḍa": {
  "data": [
   [
    "saṇḍa 1",
    "муж",
    "(деревьев) скопление",
    "✔"
   ],
   [
    "saṇḍa 2",
    "муж",
    "группа",
    "✔"
   ],
   [
    "sanda 1.1",
    "прил",
    "густой, плотный, насыщенный",
    "✔"
   ]
  ],
  "count": 3
 },
 "saṇha": {
  "data": [
   [
    "saṇha 1",
    "прил",
    "плавный",
    "✔"
   ],
   [
    "saṇha 2",
    "прил",
    "тонкий",
    "✔"
   ],
   [
    "saṇha 3",
    "прил",
    "гладкий",
    "✔"
   ],
   [
    "saṇha 4",
    "прил",
    "гладкий",
    "◑"
   ],
   [
    "saṇha 5",
    "муж",
    "тип тетивы из бамбука",
    "✔"
   ],
   [
    "saṇhikaṃ",
    "несклон",
    "softly",
    "✔"
   ],
   [
    "saṇhena",
    "несклон",
    "гладко",
    "✔"
   ]
  ],
  "count": 7
 },
 "satta": {
  "data": [
   [
    "satta 1.1",
    "кол.ч",
    "семь (7)",
    "✔"
   ],
   [
    "sattaka 1.1",
    "ср",
    "септет",
    "✔"
   ],
   [
    "sattakkhattuṃ",
    "несклон",
    "семь раз",
    "✔"
   ],
   [
    "sattadhā",
    "несклон",
    "на семь частей",
    "✔"
   ],
   [
    "sattannaṃ 1",
    "кол.ч",
    "семи",
    "✔"
   ],
   [
    "sattannaṃ 2",
    "кол.ч",
    "семи",
    "✔"
   ],
   [
    "sattama 1.1",
    "поряд.ч",
    "седьмой (7ой)",
    "✔"
   ],
   [
    "sattamī 1",
    "жен",
    "оптативное наклонение",
    "✔"
   ],
   [
    "sattamī 2",
    "жен",
    "(gram) locative case",
    "✘"
   ],
   [
    "sattari",
    "кол.ч",
    "семьдесят (70)",
    "✔"
   ]
  ],
  "count": 10
 },
 "hada": {
  "data": [
   [
    "sad",
    "прист",
    "сердце",
    "✘"
   ],
   [
    "suhajja 1",
    "муж",
    "друг",
    "✔"
   ],
   [
    "suhajja 2",
    "прил",
    "dearly loved",
    "✘"
   ],
   [
    "suhajja 3",
    "ср",
    "amity, friendship, companionship",
    "✘"
   ],
   [
    "suhada 1",
    "прил",
    "добросердечный",
    "◑"
   ],
   [
    "suhada 2",
    "муж",
    "friend, companion",
    "✘"
   ],
   [
    "suhadaya",
    "прил",
    "добросердечный",
    "✔"
   ],
   [
    "hajja",
    "прил",
    "связанный с сердцем",
    "◑"
   ],
   [
    "hada",
    "ср",
    "сердце",
    "◑"
   ],
   [
    "hadaya 1",
    "ср",
    "сердце",
    "✔"
   ],
   [
    "hadaya 2",
    "ср",
    "центр",
    "◑"
   ],
   [
    "hadaya 3",
    "прил",
    "имеющий сердце",
    "✔"
   ]
  ],
  "count": 12
 },
 "saddala": {
  "data": [
   [
    "saddala",
    "муж",
    "новая трава",
    "✔"
   ],
   [
    "susaddala",
    "прил",
    "с обильной зеленой травой",
    "✔"
   ]
  ],
  "count": 2
 },
 "sabba": {
  "data": [
   [
    "sabba 1",
    "местоим",
    "весь",
    "✔"
   ],
   [
    "sabba 2",
    "местоим",
    "все",
    "✔"
   ],
   [
    "sabba 3",
    "местоим",
    "весь",
    "✔"
   ],
   [
    "sabbato 1",
    "несклон",
    "от всего",
    "✔"
   ],
   [
    "sabbato 2",
    "несклон",
    "во всех направлениях",
    "✔"
   ],
   [
    "sabbato 3",
    "несклон",
    "как всё",
    "✔"
   ],
   [
    "sabbato 4",
    "местоим",
    "(грам) после всех корней",
    "✔"
   ],
   [
    "sabbatta",
    "ср",
    "всё",
    "✔"
   ],
   [
    "sabbattha 1",
    "несклон",
    "везде",
    "✔"
   ],
   [
    "sabbattha 2",
    "несклон",
    "всячески",
    "✔"
   ],
   [
    "sabbattha 3",
    "несклон",
    "(грам) во всех случаях",
    "✔"
   ],
   [
    "sabbatthaka",
    "прил",
    "concerned with every thing, do-all",
    "✘"
   ],
   [
    "sabbatthakaṃ",
    "несклон",
    "везде",
    "✔"
   ],
   [
    "sabbatthatā",
    "жен",
    "вездесущность",
    "✔"
   ],
   [
    "sabbatthatāya",
    "несклон",
    "везде",
    "✔"
   ],
   [
    "sabbatra",
    "несклон",
    "everywhere",
    "✘"
   ],
   [
    "sabbathā",
    "несклон",
    "всячески",
    "✔"
   ],
   [
    "sabbadā",
    "несклон",
    "всегда",
    "✔"
   ],
   [
    "sabbadhi",
    "несклон",
    "везде",
    "✔"
   ],
   [
    "sabbadhī",
    "несклон",
    "везде",
    "✔"
   ],
   [
    "sabbaso 1",
    "несклон",
    "всячески",
    "✔"
   ],
   [
    "sabbaso 2",
    "несклон",
    "вокруг",
    "✔"
   ],
   [
    "sabbaṃ",
    "несклон",
    "полностью, вместе",
    "✔"
   ],
   [
    "sabbāvant",
    "прил",
    "полный",
    "✔"
   ],
   [
    "sabbāsaṃ",
    "местоим",
    "всех",
    "✔"
   ],
   [
    "sabbe",
    "местоим",
    "всё",
    "✔"
   ],
   [
    "sabbesaṃ 1",
    "местоим",
    "для всех",
    "✔"
   ],
   [
    "sabbesaṃ 2",
    "местоим",
    "всех",
    "✔"
   ]
  ],
  "count": 28
 },
 "saha": {
  "data": [
   [
    "sabyatā",
    "жен",
    "товарищество, общество, общность (с)",
    "✔"
   ],
   [
    "saha 1.1",
    "прил",
    "взаимный",
    "✔"
   ],
   [
    "saha 1.2",
    "несклон",
    "с",
    "✔"
   ],
   [
    "saha 1.3",
    "несклон",
    "сразу после",
    "✔"
   ],
   [
    "saha 1.4",
    "несклон",
    "одновременно, в то же время, совпадая",
    "✔"
   ],
   [
    "sahabya 1",
    "ср",
    "товарищество (с)",
    "◑"
   ],
   [
    "sahabya 2",
    "муж",
    "товарищество (с)",
    "✔"
   ],
   [
    "sahabyatā",
    "жен",
    "товарищество",
    "✔"
   ],
   [
    "sahavya",
    "ср",
    "companionship",
    "✘"
   ],
   [
    "sahavyatā",
    "жен",
    "companionship",
    "✘"
   ],
   [
    "sahā",
    "несклон",
    "с",
    "✔"
   ]
  ],
  "count": 11
 },
 "samīpa": {
  "data": [
   [
    "samīpa",
    "прил",
    "(о времени или пространстве) находящийся рядом",
    "✔"
   ],
   [
    "samīpaṃ",
    "несклон",
    "к",
    "✔"
   ],
   [
    "samīpe",
    "несклон",
    "рядом (с)",
    "✔"
   ]
  ],
  "count": 3
 },
 "sampha": {
  "data": [
   [
    "sampha 1",
    "прил",
    "легкомысленный",
    "✔"
   ],
   [
    "sampha 2",
    "ср",
    "праздная болтовня",
    "✔"
   ]
  ],
  "count": 2
 },
 "samma": {
  "data": [
   [
    "samma 1",
    "несклон",
    "друг",
    "✔"
   ],
   [
    "sammiya",
    "муж",
    "дорогой друг",
    "◑"
   ]
  ],
  "count": 2
 },
 "sara1": {
  "data": [
   [
    "sara 1.1",
    "муж",
    "тростник",
    "✔"
   ],
   [
    "sara 1.2",
    "муж",
    "стрела",
    "✔"
   ]
  ],
  "count": 2
 },
 "saramā": {
  "data": [
   [
    "saramā",
    "жен",
    "сука",
    "◑"
   ],
   [
    "sārameyya",
    "муж",
    "собака",
    "✔"
   ]
  ],
  "count": 2
 },
 "sarāva": {
  "data": [
   [
    "sarāva",
    "ср",
    "миска",
    "✔"
   ],
   [
    "sarāvaka",
    "ср",
    "мисочка",
    "✔"
   ]
  ],
  "count": 2
 },
 "sarīsapa": {
  "data": [
   [
    "sarīsapa",
    "ср",
    "змея",
    "✔"
   ],
   [
    "sarīsapatta",
    "ср",
    "факт быть змеёй",
    "✔"
   ],
   [
    "sarīṃsapa",
    "муж",
    "змея",
    "✔"
   ],
   [
    "siriṃsapa 1",
    "муж",
    "змея",
    "✔"
   ],
   [
    "siriṃsapa 2",
    "ср",
    "змея",
    "✔"
   ],
   [
    "siriṃsapa 3",
    "муж",
    "artisan",
    "✘"
   ],
   [
    "siriṃsapatta",
    "ср",
    "факт быть змеёй",
    "✔"
   ]
  ],
  "count": 7
 },
 "saḷala": {
  "data": [
   [
    "salaḷa",
    "ср",
    "индийское дерево ладан",
    "✔"
   ],
   [
    "sallakika",
    "прил",
    "with the tree Boswellia thurifera (incense tree)",
    "✘"
   ],
   [
    "sallakī",
    "жен",
    "индийское ладанное дерево",
    "✔"
   ],
   [
    "saḷala",
    "муж",
    "индийское ладанное дерево",
    "✔"
   ]
  ],
  "count": 4
 },
 "salākā": {
  "data": [
   [
    "salāka",
    "прил",
    "(о оружии) метательный",
    "✔"
   ],
   [
    "salākā 1",
    "жен",
    "(о зонте) спица",
    "✔"
   ],
   [
    "salākā 2",
    "жен",
    "деревянная полоска",
    "◑"
   ],
   [
    "salākā 3",
    "жен",
    "палка",
    "✔"
   ],
   [
    "salākā 4",
    "жен",
    "surgical instrument",
    "✘"
   ],
   [
    "salākā 5",
    "жен",
    "спица",
    "✔"
   ],
   [
    "salākiya",
    "муж",
    "lancet, lancet-user, remover of cataracts",
    "✘"
   ],
   [
    "sālākiya",
    "ср",
    "хирургия",
    "✔"
   ]
  ],
  "count": 8
 },
 "salāṭu": {
  "data": [
   [
    "salāṭu",
    "прил",
    "незрелый",
    "◑"
   ],
   [
    "salāṭuka",
    "прил",
    "(о фруктах) незрелый",
    "◑"
   ]
  ],
  "count": 2
 },
 "sittha": {
  "data": [
   [
    "sasitthaka",
    "прил",
    "с рисовыми зернами",
    "✔"
   ],
   [
    "sittha",
    "ср",
    "рисовое зерно",
    "✔"
   ],
   [
    "sitthaka",
    "ср",
    "bees-wax",
    "✘"
   ]
  ],
  "count": 3
 },
 "sasu": {
  "data": [
   [
    "sasu",
    "жен",
    "свекровь",
    "✔"
   ],
   [
    "sasura",
    "муж",
    "тесть",
    "✔"
   ],
   [
    "sassu",
    "жен",
    "свекровь",
    "✔"
   ],
   [
    "sassura",
    "муж",
    "тесть",
    "✔"
   ]
  ],
  "count": 4
 },
 "sahassa": {
  "data": [
   [
    "sahassa 1",
    "кол.ч",
    "одна тысяча (1000)",
    "✔"
   ],
   [
    "sahassa 2",
    "прил",
    "содержащий тысячу",
    "✔"
   ],
   [
    "sahassakkhattuṃ",
    "несклон",
    "тысячу раз",
    "✔"
   ],
   [
    "sahassadhā",
    "несклон",
    "состоящий из тысячи частей",
    "✔"
   ],
   [
    "sahassika",
    "прил",
    "consisting of a thousand",
    "✘"
   ],
   [
    "sahassī",
    "прил",
    "числом в одну тысячу",
    "✔"
   ]
  ],
  "count": 6
 },
 "hirañña": {
  "data": [
   [
    "sahirañña",
    "прил",
    "с золотом",
    "✔"
   ],
   [
    "hirañña",
    "ср",
    "золото",
    "✔"
   ],
   [
    "hiraññavatī",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "heraññika",
    "муж",
    "goldsmith, money-changer",
    "✘"
   ]
  ],
  "count": 4
 },
 "sāṭa": {
  "data": [
   [
    "sāṭa",
    "муж",
    "ткань",
    "✔"
   ],
   [
    "sāṭaka 1",
    "муж",
    "плащ",
    "✔"
   ],
   [
    "sāṭaka 2",
    "муж",
    "ткань",
    "✔"
   ],
   [
    "sāṭaka 3",
    "ср",
    "особый вид глиняной чаши",
    "◑"
   ],
   [
    "sāṭi",
    "жен",
    "одеяние",
    "✔"
   ],
   [
    "sāṭikā",
    "жен",
    "ткань",
    "✔"
   ],
   [
    "sāṭī",
    "прил",
    "одетый",
    "✔"
   ]
  ],
  "count": 7
 },
 "sāmuga": {
  "data": [
   [
    "sāpūga",
    "ср",
    "название колийского города",
    "✔"
   ],
   [
    "sāmuga",
    "ср",
    "название колийского города",
    "✔"
   ],
   [
    "sāmugiya",
    "прил",
    "проживающий в Самуге",
    "✔"
   ]
  ],
  "count": 3
 },
 "sāma": {
  "data": [
   [
    "sāma 1.1",
    "муж",
    "темный цвет",
    "✔"
   ],
   [
    "sāma 1.2",
    "прил",
    "коричневый",
    "✔"
   ],
   [
    "sāma 1.3",
    "муж",
    "просо",
    "✔"
   ],
   [
    "sāmaka",
    "прил",
    "о деревне Сама",
    "◑"
   ],
   [
    "sāmā 1",
    "жен",
    "женщина смуглого цвета лица",
    "✔"
   ],
   [
    "sāmā 2",
    "жен",
    "kind of medical plant, brown creeper",
    "✘"
   ],
   [
    "sāmā 3",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "sāmā 4",
    "жен",
    "имя монахини архат",
    "✔"
   ],
   [
    "sāmā 5",
    "жен",
    "имя куртизанки в джатака историях",
    "✔"
   ],
   [
    "sāmāvatī 1",
    "жен",
    "имя мирянки",
    "◑"
   ],
   [
    "sāmāvatī 2",
    "жен",
    "имя первой королевы царя Удены",
    "✔"
   ]
  ],
  "count": 11
 },
 "sāmīci": {
  "data": [
   [
    "sāmīci 1",
    "жен",
    "правильный путь",
    "✔"
   ],
   [
    "sāmīci 2",
    "жен",
    "friendly treatment",
    "✘"
   ],
   [
    "sāmīcika",
    "прил",
    "правильный, корректный, должный, подходящий",
    "◑"
   ]
  ],
  "count": 3
 },
 "sālā": {
  "data": [
   [
    "sāla 3.1",
    "прил",
    "имеющий дом",
    "✔"
   ],
   [
    "sālavatī 1",
    "жен",
    "название небесного зала собраний",
    "◑"
   ],
   [
    "sālavatī 2",
    "жен",
    "имя царской куртизанки",
    "◑"
   ],
   [
    "sālā 1",
    "жен",
    "зал",
    "✔"
   ],
   [
    "sālā 2",
    "жен",
    "конюшня",
    "✔"
   ],
   [
    "sālā 3",
    "жен",
    "название деревни брахманов в Кошале",
    "✔"
   ],
   [
    "sāleyya",
    "прил",
    "о городе Сала",
    "✔"
   ],
   [
    "sāleyyaka",
    "прил",
    "из города Сала",
    "✔"
   ]
  ],
  "count": 8
 },
 "sālaka": {
  "data": [
   [
    "sālaka 1",
    "муж",
    "имя обезьяны в истории Джатака",
    "✔"
   ],
   [
    "sālaka 2",
    "прил",
    "(о черве) волосатый",
    "✔"
   ]
  ],
  "count": 2
 },
 "sāli": {
  "data": [
   [
    "sāli",
    "муж",
    "рис",
    "✔"
   ],
   [
    "sālikā",
    "жен",
    "myna-bird",
    "✘"
   ]
  ],
  "count": 2
 },
 "sāhuḷa": {
  "data": [
   [
    "sāhuḷa",
    "прил",
    "грубый",
    "◑"
   ],
   [
    "sāhuḷi",
    "прил",
    "грубый",
    "✔"
   ]
  ],
  "count": 2
 },
 "sikatā": {
  "data": [
   [
    "sikatā 1",
    "жен",
    "зерно",
    "✔"
   ],
   [
    "sikatā 2",
    "жен",
    "sand",
    "✘"
   ]
  ],
  "count": 2
 },
 "siṅgāla": {
  "data": [
   [
    "sigāla",
    "муж",
    "шакал",
    "✔"
   ],
   [
    "sigālaka 1",
    "ср",
    "jackal's howl",
    "✘"
   ],
   [
    "sigālaka 2",
    "муж",
    "имя мирянина",
    "◑"
   ],
   [
    "siṅgāla",
    "муж",
    "шакал",
    "✔"
   ],
   [
    "siṅgālaka 1",
    "муж",
    "визг маленького шакала",
    "✔"
   ],
   [
    "siṅgālaka 2",
    "муж",
    "имя мирского ученика",
    "✔"
   ],
   [
    "segālaka",
    "муж",
    "вызов крика маленького шакала",
    "◑"
   ]
  ],
  "count": 7
 },
 "siṅga": {
  "data": [
   [
    "siṅga 1",
    "ср",
    "рог",
    "✔"
   ],
   [
    "siṅga 2",
    "муж",
    "foppery",
    "✘"
   ],
   [
    "siṅgāra 1",
    "муж",
    "erotic sentiment",
    "✘"
   ],
   [
    "siṅgāra 2",
    "муж",
    "foppishness",
    "✘"
   ],
   [
    "siṅgāratā",
    "жен",
    "fondness of elegance",
    "✘"
   ],
   [
    "siṅgika",
    "прил",
    "рогатый",
    "✔"
   ],
   [
    "siṅgiya",
    "муж",
    "сиңия",
    "✔"
   ],
   [
    "siṅgī 1",
    "прил",
    "украшенный",
    "✔"
   ],
   [
    "siṅgī 2",
    "прил",
    "хитрый",
    "◑"
   ],
   [
    "siṅgī 3",
    "прил",
    "possessing horns",
    "✘"
   ],
   [
    "siṅgī 4",
    "жен",
    "золото для изготовления украшений",
    "◑"
   ]
  ],
  "count": 11
 },
 "sindhu": {
  "data": [
   [
    "sindhava 1",
    "прил",
    "Синд",
    "✔"
   ],
   [
    "sindhava 2",
    "муж",
    "лошадь синдха",
    "◑"
   ],
   [
    "sindhava 3",
    "муж",
    "rock salt",
    "✘"
   ],
   [
    "sindhu 1",
    "муж",
    "название страны вокруг реки Инд**",
    "◑"
   ],
   [
    "sindhu 2",
    "муж",
    "ocean, river",
    "✘"
   ]
  ],
  "count": 5
 },
 "sipāṭikā": {
  "data": [
   [
    "sipāṭika",
    "прил",
    "с семенной коробочкой",
    "✔"
   ],
   [
    "sipāṭikā 1",
    "жен",
    "стручок, околоплодник",
    "✔"
   ],
   [
    "sipāṭikā 2",
    "жен",
    "small case",
    "✘"
   ]
  ],
  "count": 3
 },
 "sippī": {
  "data": [
   [
    "sippikā 1.1",
    "жен",
    "устрица",
    "✔"
   ],
   [
    "sippinikā",
    "жен",
    "название реки",
    "✔"
   ],
   [
    "sippiniyā",
    "жен",
    "название реки",
    "◑"
   ],
   [
    "sippī 1.1",
    "жен",
    "устрица",
    "✔"
   ]
  ],
  "count": 4
 },
 "siras": {
  "data": [
   [
    "sira",
    "прил",
    "с головой",
    "✔"
   ],
   [
    "siras",
    "муж",
    "голова",
    "✔"
   ],
   [
    "sirasā",
    "муж",
    "с головой",
    "✔"
   ],
   [
    "siro 1",
    "муж",
    "голова",
    "✔"
   ],
   [
    "siro 2",
    "муж",
    "голову",
    "✔"
   ]
  ],
  "count": 5
 },
 "sirīsa": {
  "data": [
   [
    "sirīsa",
    "муж",
    "дерево \"женский язык\"",
    "✔"
   ],
   [
    "sirīsaka",
    "муж",
    "название дерева",
    "✔"
   ],
   [
    "serīsaka 1",
    "прил",
    "изготавливаемый из дерева сириcа",
    "✔"
   ],
   [
    "serīsaka 2",
    "муж",
    "название духа",
    "◑"
   ]
  ],
  "count": 4
 },
 "silā": {
  "data": [
   [
    "silā 1",
    "жен",
    "камень",
    "✔"
   ],
   [
    "silā 2",
    "жен",
    "полудрагоценный камень",
    "✔"
   ],
   [
    "silāvati",
    "жен",
    "название деревни Шакьев",
    "◑"
   ],
   [
    "sela 1",
    "прил",
    "каменистый",
    "✔"
   ],
   [
    "sela 2",
    "муж",
    "скала",
    "✔"
   ],
   [
    "sela 3",
    "муж",
    "кристалл",
    "✔"
   ],
   [
    "sela 4",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sela 5",
    "муж",
    "имя брахманского учителя",
    "✔"
   ],
   [
    "selā",
    "жен",
    "имя одной из архаток",
    "✔"
   ]
  ],
  "count": 9
 },
 "siva": {
  "data": [
   [
    "siva 1",
    "прил",
    "безопасный",
    "✔"
   ],
   [
    "siva 2",
    "муж",
    "имя божества",
    "✔"
   ],
   [
    "siva 3",
    "ср",
    "безопасное место",
    "✔"
   ],
   [
    "sivaka 1",
    "муж",
    "имя божества",
    "◑"
   ],
   [
    "sivaka 2",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sivika",
    "муж",
    "имя архатa монаха",
    "◑"
   ],
   [
    "sivī",
    "муж",
    "имя короля",
    "◑"
   ]
  ],
  "count": 7
 },
 "siṃsapā": {
  "data": [
   [
    "siṃsapā",
    "жен",
    "дерево Симсапа",
    "✔"
   ],
   [
    "sīsapā",
    "жен",
    "дерево Симсапа",
    "✔"
   ]
  ],
  "count": 2
 },
 "sīha": {
  "data": [
   [
    "sīha 1",
    "муж",
    "лев",
    "✔"
   ],
   [
    "sīha 2",
    "муж",
    "имя военного генерала в Весали",
    "◑"
   ],
   [
    "sīha 3",
    "муж",
    "имя архата монаха",
    "◑"
   ],
   [
    "sīha 4",
    "муж",
    "имя послушника",
    "✔"
   ],
   [
    "sīhavant",
    "муж",
    "обладающий качествами льва",
    "✔"
   ],
   [
    "sīhaḷa 1",
    "муж",
    "шри-ланка",
    "✔"
   ],
   [
    "sīhaḷa 2",
    "муж",
    "Sinhalese",
    "✘"
   ],
   [
    "sīhaḷa 3",
    "прил",
    "belonging to Sri Lanka",
    "✘"
   ],
   [
    "sīhā",
    "жен",
    "имя архата монахини",
    "✔"
   ]
  ],
  "count": 9
 },
 "sukhuma": {
  "data": [
   [
    "sukhuma 1",
    "прил",
    "тонкий",
    "✔"
   ],
   [
    "sukhuma 2",
    "прил",
    "прекрасного качества",
    "✔"
   ],
   [
    "sukhumaka",
    "прил",
    "крошечный",
    "◑"
   ],
   [
    "sukhumatara",
    "прил",
    "тоньше",
    "✔"
   ],
   [
    "sukhumatā",
    "жен",
    "fineness, delicacy",
    "✘"
   ],
   [
    "sukhumatta 1",
    "ср",
    "гладкость",
    "✔"
   ],
   [
    "sukhumatta 2",
    "ср",
    "факт бытия (слишком) утончённым",
    "◑"
   ],
   [
    "sukhumāla",
    "прил",
    "нежный",
    "✔"
   ],
   [
    "sukhumālatā",
    "жен",
    "delicate constitution",
    "✘"
   ],
   [
    "sukhumālattana",
    "ср",
    "изысканность, тонкость",
    "◑"
   ],
   [
    "sukhumālinī",
    "жен",
    "изысканная женщина",
    "✔"
   ],
   [
    "susukhuma",
    "прил",
    "очень тонкий",
    "✔"
   ],
   [
    "sokhumma",
    "ср",
    "тонкость",
    "✔"
   ]
  ],
  "count": 13
 },
 "suṅka": {
  "data": [
   [
    "suṅka 1",
    "муж",
    "налог",
    "✔"
   ],
   [
    "suṅka 2",
    "муж",
    "свадебный выкуп",
    "◑"
   ],
   [
    "suṅka 3",
    "муж",
    "плата проститутки",
    "✔"
   ],
   [
    "suṅkika",
    "муж",
    "collector of taxes",
    "✘"
   ]
  ],
  "count": 4
 },
 "suṭṭhu": {
  "data": [
   [
    "suṭṭhu",
    "несклон",
    "хорошо",
    "✔"
   ],
   [
    "suṭṭhutara",
    "прил",
    "лучший (чем)",
    "◑"
   ],
   [
    "suṭṭhutā 1",
    "жен",
    "благополучие",
    "◑"
   ],
   [
    "suṭṭhutā 2",
    "жен",
    "excellence",
    "✘"
   ]
  ],
  "count": 4
 },
 "sudda": {
  "data": [
   [
    "sudda 1.1",
    "муж",
    "человек низшей касты",
    "✔"
   ],
   [
    "suddī",
    "жен",
    "женщина низшей касты",
    "✔"
   ]
  ],
  "count": 2
 },
 "sunāparanta": {
  "data": [
   [
    "sunāparanta",
    "муж",
    "название страны",
    "✔"
   ],
   [
    "sunāparantaka",
    "прил",
    "из сунāпаранты",
    "✔"
   ]
  ],
  "count": 2
 },
 "sumbha": {
  "data": [
   [
    "sumbha",
    "муж",
    "имя частного пробуждённого Будды",
    "◑"
   ],
   [
    "sumbhaka",
    "ср",
    "(комм) обычный тип глиняной чаши",
    "◑"
   ],
   [
    "sumbhakā",
    "жен",
    "doll",
    "✘"
   ],
   [
    "sumbhā",
    "муж",
    "люди города Сумбха",
    "✔"
   ]
  ],
  "count": 4
 },
 "sve": {
  "data": [
   [
    "suve",
    "несклон",
    "завтра",
    "✔"
   ],
   [
    "svātana",
    "прил",
    "завтрашний",
    "✔"
   ],
   [
    "svātanāya",
    "несклон",
    "на завтра",
    "✔"
   ],
   [
    "sve",
    "несклон",
    "завтра",
    "✔"
   ]
  ],
  "count": 4
 },
 "susāna": {
  "data": [
   [
    "susāna",
    "ср",
    "кладбище",
    "✔"
   ],
   [
    "sosānika",
    "муж",
    "аскет живущий на кладбище",
    "✔"
   ],
   [
    "sosānikatta",
    "ср",
    "жительство в могильнике",
    "✔"
   ]
  ],
  "count": 3
 },
 "susu": {
  "data": [
   [
    "susu 1",
    "прил",
    "молодой",
    "✔"
   ],
   [
    "susu 2",
    "муж",
    "boy",
    "✘"
   ],
   [
    "susu 3",
    "муж",
    "молодое животное",
    "✔"
   ]
  ],
  "count": 3
 },
 "susumāra": {
  "data": [
   [
    "susumāra",
    "муж",
    "крокодил",
    "✔"
   ],
   [
    "suṃsumāra",
    "муж",
    "крокодил",
    "✔"
   ]
  ],
  "count": 2
 },
 "soṇī": {
  "data": [
   [
    "sussoṇī",
    "жен",
    "женщина с красивыми бедрами",
    "✔"
   ],
   [
    "soṇī 2.1",
    "жен",
    "бёдра",
    "✔"
   ]
  ],
  "count": 2
 },
 "sūka": {
  "data": [
   [
    "sūka 1",
    "ср",
    "частица",
    "✔"
   ],
   [
    "sūka 2",
    "ср",
    "(о растении) волос",
    "◑"
   ],
   [
    "sūki",
    "жен",
    "(о растении) волос",
    "◑"
   ]
  ],
  "count": 3
 },
 "sūkara": {
  "data": [
   [
    "sūkara",
    "муж",
    "свинья",
    "✔"
   ],
   [
    "sūkarika",
    "муж",
    "свинар",
    "✔"
   ],
   [
    "sokarika",
    "муж",
    "свиновод",
    "◑"
   ]
  ],
  "count": 3
 },
 "sūta": {
  "data": [
   [
    "sūta",
    "муж",
    "тренер лошадей",
    "◑"
   ],
   [
    "sūtaka",
    "муж",
    "возничий",
    "◑"
   ]
  ],
  "count": 2
 },
 "sūnā": {
  "data": [
   [
    "sūnā 1",
    "жен",
    "бойня",
    "✔"
   ],
   [
    "sūnā 2",
    "жен",
    "разделочный блок",
    "✔"
   ]
  ],
  "count": 2
 },
 "sūpa": {
  "data": [
   [
    "sūpa 1",
    "муж",
    "дал",
    "✔"
   ],
   [
    "sūpa 2",
    "муж",
    "суп",
    "✔"
   ],
   [
    "sūpaka",
    "прил",
    "с чечевичным карри",
    "✔"
   ],
   [
    "sūpeyya 1",
    "ср",
    "соус",
    "✔"
   ],
   [
    "sūpeyya 2",
    "прил",
    "suitable for curry",
    "✘"
   ],
   [
    "sūpya",
    "прил",
    "связанный с далом",
    "◑"
   ]
  ],
  "count": 6
 },
 "sūla": {
  "data": [
   [
    "sūla",
    "ср",
    "кол",
    "✔"
   ],
   [
    "sūlā",
    "жен",
    "колики",
    "✔"
   ]
  ],
  "count": 2
 },
 "sena": {
  "data": [
   [
    "sena 3.1",
    "муж",
    "ястреб",
    "✔"
   ],
   [
    "senaka 1",
    "муж",
    "hawk",
    "✘"
   ],
   [
    "senaka 2",
    "муж",
    "имя архата",
    "◑"
   ]
  ],
  "count": 3
 },
 "semha": {
  "data": [
   [
    "semha",
    "ср",
    "мокрота",
    "✔"
   ],
   [
    "semhika",
    "прил",
    "of phlegmatic humour",
    "✘"
   ]
  ],
  "count": 2
 },
 "sobbha": {
  "data": [
   [
    "sobbha 1",
    "ср",
    "глубокая яма",
    "✔"
   ],
   [
    "sobbha 2",
    "муж",
    "водоем",
    "✔"
   ]
  ],
  "count": 2
 },
 "soma": {
  "data": [
   [
    "soma 1",
    "муж",
    "луна",
    "✔"
   ],
   [
    "soma 2",
    "муж",
    "растение сома",
    "◑"
   ],
   [
    "somā 1",
    "жен",
    "имя одной из арханток",
    "✔"
   ],
   [
    "somā 2",
    "жен",
    "имя мирянки, сестры жены Пасенади",
    "✔"
   ]
  ],
  "count": 4
 },
 "ha": {
  "data": [
   [
    "ha 2.1",
    "несклон",
    "действительно",
    "✔"
   ],
   [
    "have",
    "несклон",
    "именно",
    "✔"
   ]
  ],
  "count": 2
 },
 "hanu": {
  "data": [
   [
    "hanu 1",
    "жен",
    "челюсть",
    "✔"
   ],
   [
    "hanu 2",
    "прил",
    "с челюстью",
    "✔"
   ],
   [
    "hanukā",
    "жен",
    "челюсть",
    "✔"
   ],
   [
    "hanutta",
    "ср",
    "наличие челюсти",
    "◑"
   ]
  ],
  "count": 4
 },
 "haliddī": {
  "data": [
   [
    "haliddā",
    "жен",
    "куркума",
    "✔"
   ],
   [
    "haliddi 1",
    "жен",
    "куркума",
    "✔"
   ],
   [
    "haliddi 2",
    "жен",
    "жёлтая краска",
    "✔"
   ],
   [
    "haliddi 3",
    "прил",
    "желтый",
    "✔"
   ],
   [
    "haliddikāni",
    "муж",
    "имя домохозяина",
    "◑"
   ],
   [
    "haliddī",
    "жен",
    "куркума",
    "✔"
   ],
   [
    "hāliddakāni",
    "муж",
    "имя домохозяина",
    "◑"
   ],
   [
    "hāliddika",
    "муж",
    "имя домовладельца",
    "◑"
   ],
   [
    "hāliddikāni",
    "муж",
    "имя домовладельца",
    "◑"
   ]
  ],
  "count": 9
 },
 "hima": {
  "data": [
   [
    "hima",
    "ср",
    "снег",
    "✔"
   ],
   [
    "himavant 1",
    "муж",
    "Гималаи",
    "✔"
   ],
   [
    "himavant 2",
    "прил",
    "having snow or ice",
    "✘"
   ],
   [
    "hemavata 1",
    "муж",
    "имя царя демонов",
    "✔"
   ],
   [
    "hemavata 2",
    "муж",
    "название горы",
    "◑"
   ],
   [
    "hemavata 3",
    "прил",
    "from the Himalayas",
    "✔"
   ],
   [
    "hemavataka",
    "прил",
    "living in the Himalayas",
    "✘"
   ],
   [
    "hemavatā",
    "муж",
    "название группы демонов",
    "✔"
   ]
  ],
  "count": 8
 },
 "hiyyo": {
  "data": [
   [
    "hiyyattanī",
    "жен",
    "(грам) несовершенное прошедшее время",
    "✔"
   ],
   [
    "hiyyo 1",
    "несклон",
    "вчера",
    "✔"
   ],
   [
    "hiyyo 2",
    "несклон",
    "завтра",
    "✔"
   ],
   [
    "hīyattanī",
    "жен",
    "(грам) несовершенное прошедшее время",
    "◑"
   ],
   [
    "hīyo",
    "несклон",
    "yesterday",
    "✘"
   ]
  ],
  "count": 5
 },
 "huraṃ": {
  "data": [
   [
    "huraṃ 1",
    "несклон",
    "там",
    "✔"
   ],
   [
    "huraṃ 2",
    "несклон",
    "вне (чего-то)",
    "✔"
   ],
   [
    "hurā",
    "несклон",
    "отсюда",
    "✔"
   ]
  ],
  "count": 3
 },
 "hema": {
  "data": [
   [
    "hema 1",
    "ср",
    "золото",
    "✔"
   ],
   [
    "hema 2",
    "ср",
    "название типа слона",
    "◑"
   ],
   [
    "hemaka",
    "муж",
    "имя браминского аскета",
    "✔"
   ],
   [
    "hemavant",
    "прил",
    "золотой",
    "◑"
   ]
  ],
  "count": 4
 }
}